[
  {
    "no": 1,
    "arabic": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "latin": "Bismillāhir-raḥmānir-raḥīm(i). ",
    "translation": "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang."
  },
  {
    "no": 2,
    "arabic": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
    "latin": "Al-ḥamdu lillāhi rabbil-‘ālamīn(a). ",
    "translation": "Segala puji bagi Allah, Tuhan1) semesta alam"
  },
  {
    "no": 3,
    "arabic": "الرَّحْمٰنِ الرَّحِيْمِۙ",
    "latin": "Ar-raḥmānir-raḥīm(i). ",
    "translation": "Yang Maha Pengasih lagi Maha Penyayang,"
  },
  {
    "no": 4,
    "arabic": "مٰلِكِ يَوْمِ الدِّيْنِۗ",
    "latin": "Māliki yaumid-dīn(i). ",
    "translation": "Pemilik hari Pembalasan.2)"
  },
  {
    "no": 5,
    "arabic": "اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ",
    "latin": "Iyyāka na‘budu wa iyyāka nasta‘īn(u), ",
    "translation": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami memohon pertolongan."
  },
  {
    "no": 6,
    "arabic": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَۙ",
    "latin": "Ihdinaṣ-ṣirāṭal-mustaqīm(a). ",
    "translation": "Bimbinglah kami ke jalan yang lurus,3)"
  },
  {
    "no": 7,
    "arabic": "صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ",
    "latin": "Ṣirāṭal-lażīna an‘amta ‘alaihim, gairil-magḍūbi ‘alaihim wa laḍ-ḍāllīn(a). ",
    "translation": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat, bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) orang-orang yang sesat."
  },
  {
    "no": 8,
    "arabic": "الۤمّۤ ۚ",
    "latin": "Alif lām mīm. ",
    "translation": "Alif Lām Mīm. 4)"
  },
  {
    "no": 9,
    "arabic": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
    "latin": "Żālikal-kitābu lā raiba fīh(i), hudal lil-muttaqīn(a). ",
    "translation": "Kitab (Al-Qur’an) ini tidak ada keraguan di dalamnya; (ia merupakan) petunjuk bagi orang-orang yang bertakwa, "
  },
  {
    "no": 10,
    "arabic": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
    "latin": "Al-lażīna yu'minūna bil-gaibi wa yuqīmūnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqūn(a). ",
    "translation": "(yaitu) orang-orang yang beriman pada yang gaib, menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka,"
  },
  {
    "no": 11,
    "arabic": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
    "latin": "Wal-lażīna yu'minūna bimā unzila ilaika wa mā unzila min qablik(a), wabil-ākhirati hum yūqinūn(a). ",
    "translation": "dan mereka yang beriman pada (Al-Qur’an) yang diturunkan kepadamu (Nabi Muhammad) dan (kitab-kitab suci) yang telah diturunkan sebelum engkau dan mereka yakin akan adanya akhirat."
  },
  {
    "no": 12,
    "arabic": "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "latin": "Ulā'ika ‘alā hudam mir rabbihim wa ulā'ika humul-mufliḥūn(a). ",
    "translation": "Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung."
  },
  {
    "no": 13,
    "arabic": "اِنَّ الَّذِيْنَ كَفَرُوْا سَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ",
    "latin": "Innal-lażīna kafarū sawā'un ‘alaihim a'anżartahum am lam tunżirhum lā yu'minūn(a). ",
    "translation": "Sesungguhnya orang-orang yang kufur itu sama saja bagi mereka, apakah engkau (Nabi Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman."
  },
  {
    "no": 14,
    "arabic": "خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْ ۗ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌ ࣖ ",
    "latin": "Khatamallāhu ‘alā qulūbihim wa ‘alā sam‘ihim wa ‘alā abṣārihim gisyāwatuw wa lahum ‘ażābun ‘aẓīm(un). ",
    "translation": "Allah telah mengunci hati dan pendengaran mereka.5) Pada penglihatan mereka ada penutup, dan bagi mereka azab yang sangat berat."
  },
  {
    "no": 15,
    "arabic": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ",
    "latin": "Wa minan-nāsi may yaqūlu āmannā billāhi wa bil-yaumil-ākhiri wa mā hum bimu'minīn(a). ",
    "translation": "Di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari Akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang mukmin."
  },
  {
    "no": 16,
    "arabic": "يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ",
    "latin": "Yukhādi‘ūnallāha wal-lażīna āmanū wa mā yakhda‘ūna illā anfusahum wa mā yasy‘urūn(a). ",
    "translation": "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari."
  },
  {
    "no": 17,
    "arabic": "فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ",
    "latin": "Fī qulūbihim maraḍun fa zādahumullāhu maraḍā(n), wa lahum ‘ażābun alīmum bimā kānū yakżibūn(a). ",
    "translation": "Dalam hati mereka ada penyakit,6) lalu Allah menambah penyakitnya dan mereka mendapat azab yang sangat pedih karena mereka selalu berdusta."
  },
  {
    "no": 18,
    "arabic": "وَاِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْاَرْضِۙ قَالُوْٓا اِنَّمَا نَحْنُ مُصْلِحُوْنَ",
    "latin": "Wa iżā qīla lahum lā tufsidū fil-arḍ(i), qālū innamā naḥnu muṣliḥūn(a). ",
    "translation": "Apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi,”7) mereka menjawab, “Sesungguhnya kami hanyalah orang-orang yang melakukan perbaikan.”"
  },
  {
    "no": 19,
    "arabic": "اَلَآ اِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ",
    "latin": "Alā innahum humul-mufsidūna wa lākil lā yasy‘urūn(a). ",
    "translation": "Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari."
  },
  {
    "no": 20,
    "arabic": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا كَمَآ اٰمَنَ النَّاسُ قَالُوْٓا اَنُؤْمِنُ كَمَآ اٰمَنَ السُّفَهَاۤءُ ۗ اَلَآ اِنَّهُمْ هُمُ السُّفَهَاۤءُ وَلٰكِنْ لَّا يَعْلَمُوْنَ ",
    "latin": "Wa iżā qīla lahum āminū kamā āmanan nāsu qālū anu'minu kamā āmanas-sufahā'(u), alā innahum humus-sufahā'u wa lākil lā ya‘lamūn(a). ",
    "translation": "Apabila dikatakan kepada mereka, “Berimanlah kamu sebagaimana orang lain telah beriman,” mereka menjawab, “Apakah kami akan beriman seperti orang-orang yang picik akalnya itu beriman?” Ingatlah, sesungguhnya mereka itulah orang-orang yang picik akalnya, tetapi mereka tidak tahu."
  },
  {
    "no": 21,
    "arabic": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا ۚ وَاِذَا خَلَوْا اِلٰى شَيٰطِيْنِهِمْ ۙ قَالُوْٓا اِنَّا مَعَكُمْ  ۙاِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ",
    "latin": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalau ilā syayāṭīnihim qālū innā ma‘akum, innamā naḥnu mustahzi'ūn(a). ",
    "translation": "Apabila mereka berjumpa dengan orang yang beriman, mereka berkata, “Kami telah beriman.” Akan tetapi apabila mereka menyendiri dengan setan-setan (para pemimpin) mereka, mereka berkata, “Sesungguhnya kami bersama kamu, kami hanya pengolok-olok.”"
  },
  {
    "no": 22,
    "arabic": " اَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
    "latin": "Allāhu yastahzi'u bihim wa yamudduhum fī ṭugyānihim ya‘mahūn(a). ",
    "translation": "Allah akan memperolok-olokkan dan membiarkan mereka terombang-ambing dalam kesesatan."
  },
  {
    "no": 23,
    "arabic": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰىۖ فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُوْا مُهْتَدِيْنَ",
    "latin": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā, famā rabiḥat tijāratuhum wa mā kānū muhtadīn(a). ",
    "translation": "Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk. Maka, tidaklah beruntung perniagaannya dan mereka bukanlah orang-orang yang mendapatkan petunjuk."
  },
  {
    "no": 24,
    "arabic": "مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ",
    "latin": "Maṡaluhum kamaṡalil-lażistauqada nārā(n), falammā aḍā'at mā ḥaulahūū  żahaballāhu binūrihim wa tarakahum fī ẓulumātil lā yubṣirūn(a). ",
    "translation": "Perumpamaan mereka seperti orang yang menyalakan api. Setelah (api itu) menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat."
  },
  {
    "no": 25,
    "arabic": "صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ",
    "latin": "Ṣummum bukmun ‘umyun fahum lā yarji‘ūn(a).",
    "translation": "(Mereka) tuli, bisu, lagi buta, sehingga mereka tidak dapat kembali."
  },
  {
    "no": 26,
    "arabic": "اَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ",
    "latin": "Au kaṣayyibim minas-samā'i fīhi ẓulumātuw wa ra‘duw wa barq(un), yaj‘alūna aṣābi‘ahum fī āżānihim minaṣ-ṣawā‘iqi ḥażaral-maut(i), wallāhu muḥīṭum bil- kāfirīn(a). ",
    "translation": "Atau, seperti (orang yang ditimpa) hujan lebat dari langit yang disertai berbagai kegelapan, petir, dan kilat. Mereka menyumbat telinga dengan jari-jarinya (untuk menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir.8)"
  },
  {
    "no": 27,
    "arabic": "يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْ ۗ كُلَّمَآ اَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِ ۙ وَاِذَآ اَظْلَمَ عَلَيْهِمْ قَامُوْا ۗوَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "latin": "Yakādul-barqu yakhṭafu abṣārahum, kullamā aḍā'a lahum masyau fīh(i), wa iżā aẓlama ‘alaihim qāmū, wa lau syā'allāhu lażahaba bisam‘ihim wa abṣārihim, innallāha ‘alā kulli syai'in qadīr(un).  ",
    "translation": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu. Apabila gelap menerpa mereka, mereka berdiri (tidak bergerak). Sekiranya Allah menghendaki, niscaya Dia menghilangkan pendengaran dan penglihatan mereka. Sesungguhnya Allah Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 28,
    "arabic": " يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "latin": "Yā ayyuhan-nāsu‘budū rabbakumul-lażī khalaqakum wal-lażīna min qablikum la‘allakum tattaqūn(a). ",
    "translation": "Wahai manusia, sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu agar kamu bertakwa."
  },
  {
    "no": 29,
    "arabic": " الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ",
    "latin": "Allażī ja‘ala lakumul-arḍa firāsyaw was-samā'a binā'ā(n), wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, falā taj‘alū lillāhi andādaw wa antum ta‘lamūn(a). ",
    "translation": "(Dialah) yang menjadikan bagimu bumi (sebagai) hamparan dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan (hujan) itu buah-buahan sebagai rezeki untuk kamu. Oleh karena itu, janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui."
  },
  {
    "no": 30,
    "arabic": "وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Wa in kuntum fī raibim mimmā nazzalnā ‘alā ‘abdinā fa'tū bisūratim mim miṡlih(ī), wad‘ū syuhadā'akum min dūnillāhi in kuntum ṣādiqīn(a).  ",
    "translation": "Jika kamu (tetap) dalam keraguan tentang apa (Al-Qur’an) yang Kami turunkan kepada hamba Kami (Nabi Muhammad), buatlah satu surah yang semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar."
  },
  {
    "no": 31,
    "arabic": "فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ",
    "latin": "Fa'illam taf‘alū wa lan taf‘alū fattaqun-nāral-latī waqūduhan-nāsu wal-ḥijārah(tu), u‘iddat lil-kāfirīn(a). ",
    "translation": "Jika kamu tidak (mampu) membuat(-nya) dan (pasti) kamu tidak akan (mampu) membuat(-nya), takutlah pada api neraka yang bahan bakarnya adalah manusia dan batu yang disediakan bagi orang-orang kafir."
  },
  {
    "no": 32,
    "arabic": "وَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗ كُلَّمَا رُزِقُوْا مِنْهَا مِنْ ثَمَرَةٍ رِّزْقًا ۙ قَالُوْا هٰذَا الَّذِيْ رُزِقْنَا مِنْ قَبْلُ  وَاُتُوْا بِهٖ مُتَشَابِهًا ۗوَلَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ  وَّهُمْ فِيْهَا خٰلِدُوْنَ",
    "latin": "Wa basysyiril-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti anna lahum jannātin tajrī min taḥtihal- anhār(u), kullamā ruziqū minhā min ṡamaratir rizqā(n), qālū hāżal-lażī ruziqnā min qablu wa utū bihī mutasyābihā(n), wa lahum fīhā azwājum muṭahharatuw wa hum fīhā khālidūn(a). ",
    "translation": "Sampaikanlah kabar gembira kepada orang-orang yang beriman dan beramal saleh bahwa untuk mereka (disediakan) surga-surga yang di bawahnya mengalir sungai-sungai. Setiap kali diberi rezeki buah-buahan darinya, mereka berkata, “Inilah rezeki yang diberikan kepada kami sebelumnya.” Mereka telah diberi (buah-buahan) yang serupa dan di sana mereka (memperoleh) pasangan-pasangan yang disucikan. Mereka kekal di dalamnya."
  },
  {
    "no": 33,
    "arabic": "۞ اِنَّ اللّٰهَ لَا يَسْتَحْيٖٓ اَنْ يَّضْرِبَ مَثَلًا مَّا بَعُوْضَةً فَمَا فَوْقَهَا ۗ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۚ وَاَمَّا الَّذِيْنَ كَفَرُوْا فَيَقُوْلُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًا ۘ يُضِلُّ بِهٖ كَثِيْرًا وَّيَهْدِيْ بِهٖ كَثِيْرًا ۗ وَمَا يُضِلُّ بِهٖٓ اِلَّا الْفٰسِقِيْنَۙ",
    "latin": "Innallāha lā yastaḥyī ay yaḍriba maṡalam mā ba‘ūḍatan famā fauqahā, fa'ammal- lażīna āmanū faya‘lamūna annahul-ḥaqqu mir rabbihim, wa ammal-lażīna kafarū fayaqūlūna māżā arādallāhu bihāżā maṡalā(n), yuḍillu bihī kaṡīraw wa yahdī bihī kaṡīrā(n), wa mā yuḍillu bihī illal-fāsiqīn(a). ",
    "translation": "Sesungguhnya Allah tidak segan membuat perumpamaan seekor nyamuk atau yang lebih kecil daripada itu.9) Adapun orang-orang yang beriman mengetahui bahwa itu kebenaran dari Tuhannya. Akan tetapi, orang-orang kafir berkata, “Apa maksud Allah dengan perumpamaan ini?” Dengan (perumpamaan) itu banyak orang yang disesatkan-Nya.10) Dengan itu pula banyak orang yang diberi-Nya petunjuk. Namun, tidak ada yang Dia sesatkan dengan (perumpamaan) itu, selain orang-orang fasik,11)"
  },
  {
    "no": 34,
    "arabic": "الَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْۢ بَعْدِ مِيْثَاقِهٖۖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
    "latin": "Allażīna yanquḍūna ‘ahdallāhi mim ba‘di mīṡāqih(ī), wa yaqṭa‘ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika humul-khāsirūn(a). ",
    "translation": "(yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (silaturahmi), dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi."
  },
  {
    "no": 35,
    "arabic": "كَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ ",
    "latin": "Kaifa takfurūna billāhi wa kuntum amwātan fa'aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum ṡumma ilaihi turja‘ūn(a).  ",
    "translation": "Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia akan mematikan kamu, Dia akan menghidupkan kamu kembali, dan kepada-Nyalah kamu dikembalikan?"
  },
  {
    "no": 36,
    "arabic": "هُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْاَرْضِ جَمِيْعًا ثُمَّ اسْتَوٰٓى اِلَى السَّمَاۤءِ فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍ ۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
    "latin": "Huwal-lażī khalaqa lakum mā fil-arḍi jamī‘ā(n), ṡummastawā ilas-samā'i fasawwāhunna sab‘a samāwāt(in), wa huwa bikulli syai'in ‘alīm(un). ",
    "translation": "Dialah (Allah) yang menciptakan segala yang ada di bumi untukmu, kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit.12) Dia Maha Mengetahui segala sesuatu."
  },
  {
    "no": 37,
    "arabic": "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ",
    "latin": "Wa iż qāla rabbuka lil-malā'ikati innī jā‘ilun fil-arḍi khalīfah(tan), qālū ataj‘alu fīhā may yufsidu fīhā wa yasfikud-dimā'(a), wa naḥnu nusabbiḥu biḥamdika wa nuqaddisu lak(a), qāla innī a‘lamu mā lā ta‘lamūn(a). ",
    "translation": "(Ingatlah) ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah13) di bumi.” Mereka berkata, “Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, “Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.” "
  },
  {
    "no": 38,
    "arabic": "وَعَلَّمَ اٰدَمَ الْاَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ اَنْۢبِـُٔوْنِيْ بِاَسْمَاۤءِ هٰٓؤُلَاۤءِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Wa ‘allama ādamal-asmā'a kullahā ṡumma ‘araḍahum ‘alal-malā'ikati faqāla ambi'ūnī bi'asmā'i hā'ulā'i in kuntum ṣādiqīn(a). ",
    "translation": "Dia mengajarkan kepada Adam nama-nama (benda) seluruhnya, kemudian Dia memperlihatkannya kepada para malaikat, seraya berfirman, “Sebutkan kepada-Ku nama-nama (benda) ini jika kamu benar!”"
  },
  {
    "no": 39,
    "arabic": "قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ اِلَّا مَا عَلَّمْتَنَا ۗاِنَّكَ اَنْتَ الْعَلِيْمُ الْحَكِيْمُ ",
    "latin": "Qālū subḥānaka lā ‘ilma lanā illā mā ‘allamtanā, innaka antal-‘alīmul-ḥakīm(u). ",
    "translation": "Mereka menjawab, “Maha Suci Engkau. Tidak ada pengetahuan bagi kami, selain yang telah Engkau ajarkan kepada kami. Sesungguhnya Engkaulah Yang Maha Mengetahui lagi Maha Bijaksana.”"
  },
  {
    "no": 40,
    "arabic": "قَالَ يٰٓاٰدَمُ اَنْۢبِئْهُمْ بِاَسْمَاۤىِٕهِمْ ۚ فَلَمَّآ اَنْۢبَاَهُمْ بِاَسْمَاۤىِٕهِمْۙ قَالَ اَلَمْ اَقُلْ لَّكُمْ اِنِّيْٓ اَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۙ وَاَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ ",
    "latin": "Qāla yā ādamu ambi'hum bi'asmā'ihim, falammā amba'ahum bi'asmā'ihim, qāla alam aqul lakum innī a‘lamu gaibas-samāwāti wal-arḍ(i), wa a‘lamu mā tubdūna wa mā kuntum taktumūn(a). ",
    "translation": "Dia (Allah) berfirman, “Wahai Adam, beri tahukanlah kepada mereka nama-nama benda itu!” Setelah dia (Adam) menyebutkan nama-nama itu, Dia berfirman, “Bukankah telah Kukatakan kepadamu bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang selalu kamu sembunyikan?”"
  },
  {
    "no": 41,
    "arabic": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  اَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "latin": "Wa iż qulnā lil-malā'ikatisjudū li ādama fasajadū illā iblīs(a), abā wastakbara wa kāna minal-kāfirīn(a). ",
    "translation": "(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka, mereka pun sujud, kecuali Iblis.14) Ia menolaknya dan menyombongkan diri, dan ia termasuk golongan kafir."
  },
  {
    "no": 42,
    "arabic": "وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
    "latin": "Wa qulnā yā ādamuskun anta wa zaujukal-jannata wa kulā minhā ragadan ḥaiṡu syi'tumā,  wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a). ",
    "translation": "Kami berfirman, “Wahai Adam, tinggallah engkau dan istrimu di dalam surga, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu, dan janganlah kamu dekati pohon ini,15) sehingga kamu termasuk orang-orang zalim!”16)"
  },
  {
    "no": 43,
    "arabic": "فَاَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فِيْهِ ۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚ وَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ",
    "latin": "Fa'azallahumasy-syaiṭānu ‘anhā fa akhrajahumā mimmā kānā fīh(i), wa qulnahbiṭū ba‘ḍukum liba‘ḍin ‘aduww(un), wa lakum fil-arḍi mustaqarruw wa matā‘un ilā ḥīn(in). ",
    "translation": "Lalu, setan menggelincirkan keduanya darinya17) sehingga keduanya dikeluarkan dari segala kenikmatan ketika keduanya ada di sana (surga). Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain serta bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.”"
  },
  {
    "no": 44,
    "arabic": "فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
    "latin": "Fatalaqqā ādamu mir rabbihī kalimātin fatāba ‘alaih(i), innahū huwat-tawwābur- raḥīm(u). ",
    "translation": "Kemudian, Adam menerima beberapa kalimat18) dari Tuhannya, lalu Dia pun menerima tobatnya. Sesungguhnya Dialah Yang Maha Penerima tobat lagi Maha Penyayang."
  },
  {
    "no": 45,
    "arabic": "قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًا ۚ فَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "latin": "Qulnahbiṭū minhā jamī‘ā(n), fa'immā ya'tiyannakum minnī hudan faman tabi‘a hudāya falā khaufun ‘alaihim wa lā hum yaḥzanūn(a).  ",
    "translation": "Kami berfirman, “Turunlah kamu semua dari surga! Lalu, jika benar-benar datang petunjuk-Ku kepadamu, siapa saja yang mengikuti petunjuk-Ku tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih hati.”"
  },
  {
    "no": 46,
    "arabic": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "latin": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).  ",
    "translation": "(Sementara itu,) orang-orang yang mengingkari dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "no": 47,
    "arabic": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ",
    "latin": "Yā banī isrā'īlażkurū ni‘matiyal-latī an‘amtu ‘alaikum wa aufū bi‘ahdī ūfi bi‘ahdikum, wa iyyāya farhabūn(i).  ",
    "translation": "Wahai Bani Israil,19) ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan penuhilah janjimu kepada-Ku,20) niscaya Aku penuhi janji-Ku kepadamu. Hanya kepada-Ku hendaknya kamu takut."
  },
  {
    "no": 48,
    "arabic": "وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّاِيَّايَ فَاتَّقُوْنِ ",
    "latin": "Wa āminū bimā anzaltu muṣaddiqal limā ma‘akum wa lā takūnū awwala kāfirim bih(ī), wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa iyyāya fattaqūn(i). ",
    "translation": "Berimanlah kamu kepada apa (Al-Qur’an) yang telah Aku turunkan sebagai pembenar bagi apa yang ada pada kamu (Taurat) dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu menukarkan ayat-ayat-Ku dengan harga murah dan bertakwalah hanya kepada-Ku."
  },
  {
    "no": 49,
    "arabic": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ",
    "latin": "Wa lā talbisul-ḥaqqa bil-bāṭili wa taktumul-ḥaqqa wa antum ta‘lamūn(a).  ",
    "translation": "Janganlah kamu campuradukkan kebenaran dengan kebatilan21) dan (jangan pula) kamu sembunyikan kebenaran, sedangkan kamu mengetahui(-nya)."
  },
  {
    "no": 50,
    "arabic": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرّٰكِعِيْنَ",
    "latin": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāta warka‘ū ma‘ar-rāki‘īn(a). ",
    "translation": "Tegakkanlah salat, tunaikanlah zakat, dan rukuklah beserta orang-orang yang rukuk."
  },
  {
    "no": 51,
    "arabic": "۞ اَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۗ اَفَلَا تَعْقِلُوْنَ ",
    "latin": "Ata'murūnan-nāsa bil-birri wa tansauna anfusakum wa antum tatlūnal-kitāb(a), afalā ta‘qilūn(a).  ",
    "translation": "Mengapa kamu menyuruh orang lain untuk (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca kitab suci (Taurat)? Tidakkah kamu mengerti?"
  },
  {
    "no": 52,
    "arabic": "وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ",
    "latin": "Wasta‘īnū biṣ-ṣabri waṣ-ṣalāh(ti), wa innahā lakabīratun illā ‘alal-khāsyi‘īn(a). ",
    "translation": "Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sesungguhnya (salat) itu benar-benar berat, kecuali bagi orang-orang yang khusyuk,"
  },
  {
    "no": 53,
    "arabic": "الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رٰجِعُوْنَ ࣖ",
    "latin": "Allażīna yaẓunnūna annahum mulāqū rabbihim wa annahum ilaihi rāji‘ūn(a).  ",
    "translation": "(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya dan hanya kepada-Nya mereka kembali."
  },
  {
    "no": 54,
    "arabic": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ",
    "latin": "Yā banī isrā'īlażkurū ni‘matiyal-latī an‘amtu ‘alaikum wa annī faḍḍaltukum ‘alal- ‘ālamīn(a). ",
    "translation": "Wahai Bani Israil, ingatlah nikmat-Ku yang telah Aku anugerahkan kepadamu dan sesungguhnya Aku telah melebihkan kamu daripada semua umat di alam ini (pada masa itu)."
  },
  {
    "no": 55,
    "arabic": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
    "latin": "Wattaqū yaumal lā tajzī nafsun ‘an nafsin syai'aw wa lā yuqbalu minhā syafā‘atuw wa lā yu'khażu minhā ‘adluw wa lā hum yunṣarūn(a). ",
    "translation": "Takutlah kamu pada suatu hari (kiamat) yang seseorang tidak dapat membela orang lain sedikit pun, syafaat22) dan tebusan apa pun darinya tidak diterima, dan mereka tidak akan ditolong."
  },
  {
    "no": 56,
    "arabic": "وَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ",
    "latin": "Wa iż najjainākum min āli fir‘auna yasūmūnakum sū'al-‘ażābi yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum ‘aẓīm(un).  ",
    "translation": "(Ingatlah) ketika Kami menyelamatkan kamu dari (Fir‘aun dan) pengikut-pengikut Fir‘aun.23) Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Pada yang demikian terdapat cobaan yang sangat besar dari Tuhanmu."
  },
  {
    "no": 57,
    "arabic": "وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ ",
    "latin": "Wa iż faraqnā bikumul-baḥra fa'anjainākum wa agraqnā āla fir‘auna wa antum tanẓurūn(a).  ",
    "translation": "(Ingatlah) ketika Kami membelah laut untukmu, lalu Kami menyelamatkanmu dan menenggelamkan (Fir‘aun dan) pengikut-pengikut Fir‘aun, sedangkan kamu menyaksikan(-nya).24)"
  },
  {
    "no": 58,
    "arabic": "وَاِذْ وٰعَدْنَا مُوْسٰىٓ اَرْبَعِيْنَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
    "latin": "Wa iż wā‘adnā mūsā arba‘īna lailatan ṡummattakhażtumul-‘ijla mim ba‘dihī wa antum ẓālimūn(a). ",
    "translation": "(Ingatlah) ketika Kami menjanjikan (petunjuk Taurat) kepada Musa (melalui munajat selama) empat puluh malam.25) Kemudian, kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sembahan) setelah (kepergian)-nya, dan kamu (menjadi) orang-orang zalim."
  },
  {
    "no": 59,
    "arabic": "ثُمَّ عَفَوْنَا عَنْكُمْ مِّنْۢ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "latin": "Ṡumma ‘afaunā ‘ankum mim ba‘di żālika la‘allakum tasykurūn(a).  ",
    "translation": "Setelah itu, Kami memaafkan kamu agar kamu bersyukur."
  },
  {
    "no": 60,
    "arabic": "وَاِذْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "latin": "Wa iż ātainā mūsal-kitāba wal-furqāna la‘allakum tahtadūn(a). ",
    "translation": "(Ingatlah) ketika Kami memberikan kitab (Taurat) dan furqān kepada Musa agar kamu memperoleh petunjuk.26)"
  },
  {
    "no": 61,
    "arabic": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اِنَّكُمْ ظَلَمْتُمْ اَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوْبُوْٓا اِلٰى بَارِىِٕكُمْ فَاقْتُلُوْٓا اَنْفُسَكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ عِنْدَ بَارِىِٕكُمْۗ فَتَابَ عَلَيْكُمْ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
    "latin": "Wa iż qāla mūsā liqaumihī yā qaumi innakum ẓalamtum anfusakum bittikhāżikumul- ‘ijla fatūbū ilā bāri'ikum faqtulū anfusakum, żālikum khairul lakum ‘inda bāri'ikum, fatāba ‘alaikum, innahū huwat-tawwābur-raḥīm(u).  ",
    "translation": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, sesungguhnya kamu telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sembahan). Oleh karena itu, bertobatlah kepada Penciptamu dan bunuhlah dirimu.27) Itu lebih baik bagimu dalam pandangan Penciptamu. Dia akan menerima tobatmu. Sesungguhnya Dialah Yang Maha Penerima Tobat lagi Maha Penyayang."
  },
  {
    "no": 62,
    "arabic": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ",
    "latin": "Wa iż qultum yā mūsā lan nu'mina laka ḥattā narallāha jahratan fa'akhażatkumuṣ-ṣā‘iqatu wa antum tanẓurūn(a). ",
    "translation": "(Ingatlah) ketika kamu berkata, “Wahai Musa, kami tidak akan beriman kepadamu sebelum melihat Allah dengan jelas.” Maka, halilintar menyambarmu dan kamu menyaksikan(-nya)."
  },
  {
    "no": 63,
    "arabic": "ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "latin": "Ṡumma ba‘aṡnākum mim ba‘di mautikum la‘allakum tasykurūn(a). ",
    "translation": "Kemudian, Kami membangkitkan kamu setelah kematianmu agar kamu bersyukur."
  },
  {
    "no": 64,
    "arabic": "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ۗ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ ۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "latin": "Wa ẓallalnā ‘alaikumul-gamāma wa anzalnā ‘alaikumul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a). ",
    "translation": "Kami menaungi kamu dengan awan dan Kami menurunkan kepadamu manna dan salwa.28) Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri."
  },
  {
    "no": 65,
    "arabic": "وَاِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْ ۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ ",
    "latin": "Wa iż qulnadkhulū hāżihil-qaryata fakulū minhā ḥaiṡu syi'tum ragadaw wadkhulul- bāba sujjadaw wa qūlū ḥiṭṭatun nagfir lakum khaṭāyākum, wa sanazīdul-muḥsinīn(a).  ",
    "translation": "(Ingatlah) ketika Kami berfirman, “Masuklah ke negeri ini (Baitulmaqdis). Lalu, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Masukilah pintu gerbangnya sambil membungkuk dan katakanlah, ‘Bebaskanlah kami (dari dosa-dosa kami),’ niscaya Kami mengampuni kesalahan-kesalahanmu. Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan.”"
  },
  {
    "no": 66,
    "arabic": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ࣖ",
    "latin": "Fabaddalal-lażīna ẓalamū qaulan gairal-lażī qīla lahum fa anzalnā ‘alal-lażīna ẓalamū rijzam minas-samā'i bimā kānū yafsuqūn(a). ",
    "translation": "Lalu, orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka, Kami menurunkan malapetaka dari langit kepada orang-orang yang zalim itu karena mereka selalu berbuat fasik."
  },
  {
    "no": 67,
    "arabic": "۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "latin": "Wa iżistasqā mūsā liqaumihī faqulnaḍrib bi‘aṣākal-ḥajar(a), fanfajarat minhuṡnatā ‘asyrata ‘ainā(n), qad ‘alima kullu unāsim masyrabahum, kulū wasyrabū mir rizqillāhi wa lā ta‘ṡau fil-arḍi mufsidīn(a).  ",
    "translation": "(Ingatlah) ketika Musa memohon (curahan) air untuk kaumnya. Lalu, Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah darinya (batu itu) dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezeki (yang diberikan) Allah dan janganlah melakukan kejahatan di bumi dengan berbuat kerusakan."
  },
  {
    "no": 68,
    "arabic": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّ ۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ࣖ",
    "latin": "Wa iż qultum yā mūsā lan naṣbira ‘alā ṭa‘āmiw wāḥidin fad‘u lanā rabbaka yukhrij lanā mimmā tumbitul-arḍu mim baqlihā wa qiṡṡā'ihā wa fūmihā wa ‘adasihā wa baṣalihā, qāla atastabdilūnal-lażī huwa adnā bil-lażī huwa khair(un), ihbiṭū miṣran fa inna lakum mā sa'altum, wa ḍuribat ‘alaihimuż-żillatu wal-maskanatu wa bā'ū bigaḍabim minallāh(i), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnan- nabiyyīna bi gairil-ḥaqq(i), żālika bimā ‘aṣaw wa kānū ya‘tadūn(a). ",
    "translation": "(Ingatlah) ketika kamu berkata, “Wahai Musa, kami tidak tahan hanya (makan) dengan satu macam makanan. Maka, mohonkanlah kepada Tuhanmu untuk kami agar Dia memberi kami apa yang ditumbuhkan bumi, seperti sayur-mayur, mentimun, bawang putih, kacang adas, dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota. Pasti kamu akan memperoleh apa yang kamu minta.” Kemudian, mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena sesungguhnya mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu ditimpakan karena mereka durhaka dan selalu melampaui batas."
  },
  {
    "no": 69,
    "arabic": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "latin": "Innal-lażīna āmanū wal-lażīna hādū wan-naṣārā waṣ-ṣābi'īna man āmana billāhi wal- yaumil-ākhiri wa ‘amila ṣāliḥan fa lahum ajruhum ‘inda rabbihim, wa lā khaufun ‘alaihim wa lā hum yaḥzanūn(a). ",
    "translation": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Sabiin,29) siapa saja (di antara mereka) yang beriman kepada Allah dan hari Akhir serta melakukan kebajikan (pasti) mendapat pahala dari Tuhannya, tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih hati.30)"
  },
  {
    "no": 70,
    "arabic": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ",
    "latin": "Wa iż akhażnā mīṡāqakum wa rafa‘nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw ważkurū mā fīhi la‘allakum tattaqūn(a). ",
    "translation": "(Ingatlah) ketika Kami mengambil janjimu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya agar kamu bertakwa.”"
  },
  {
    "no": 71,
    "arabic": "ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ  فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "latin": "Ṡumma tawallaitum mim ba‘di żālika falau lā faḍlullāhi ‘alaikum wa raḥmatuhū lakuntum minal-khāsirīn(a).  ",
    "translation": "Setelah itu, kamu berpaling. Maka, seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi."
  },
  {
    "no": 72,
    "arabic": "وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خٰسِـِٕيْنَ",
    "latin": "Wa laqad ‘alimtumul-lażīna‘tadau minkum fis-sabti faqulnā lahum kūnū qiradatan khāsi'īn(a).  ",
    "translation": "Sungguh, kamu benar-benar telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!” "
  },
  {
    "no": 73,
    "arabic": "  فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ",
    "latin": "Faja‘alnāhā nakālal limā baina yadaihā wa mā khalfahā wa mau‘iẓatal lil-muttaqīn(a). ",
    "translation": "Maka, Kami jadikan (yang demikian) itu sebagai peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa."
  },
  {
    "no": 74,
    "arabic": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوْا بَقَرَةً ۗ قَالُوْٓا اَتَتَّخِذُنَا هُزُوًا ۗ قَالَ اَعُوْذُ بِاللّٰهِ اَنْ اَكُوْنَ مِنَ الْجٰهِلِيْنَ ",
    "latin": "Wa iż qāla mūsā liqaumihī innallāha ya'murukum an tażbaḥū baqarah(tan), qālū atattakhiżunā huzuwā(n), qāla a‘ūżu billāhi an akūna minal-jāhilīn(a). ",
    "translation": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Allah memerintahkan kamu agar menyembelih seekor sapi.” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?” Dia menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang jahil.”31)"
  },
  {
    "no": 75,
    "arabic": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَ ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَ ۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ",
    "latin": "Qālud‘u lanā rabbaka yubayyil lanā mā hiy(a), qāla innahū yaqūlu innahā baqaratul lā fāriḍuw wa lā bikr(un), ‘awānum baina żālik(a), faf‘alū mā tu'marūn(a).  ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa sapi itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka, kerjakanlah apa yang diperintahkan kepadamu.”"
  },
  {
    "no": 76,
    "arabic": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَا ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ",
    "latin": "Qālud‘u lanā rabbaka yubayyil lanā mā launuhā, qāla innahū yaqūlu innahā baqaratun ṣafrā'u fāqi‘ul launuhā tasurrun-nāẓirīn(a). ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa (sapi) itu adalah sapi yang warnanya kuning tua, yang menyenangkan orang-orang yang memandang(-nya).”"
  },
  {
    "no": 77,
    "arabic": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَاِنَّآ اِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ",
    "latin": "Qālud‘u lanā rabbaka yubayyil lanā mā hiy(a), innal-baqara tasyābaha ‘alainā, wa innā in syā'allāhu lamuhtadūn(a). ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendakinya, niscaya kami mendapat petunjuk.”"
  },
  {
    "no": 78,
    "arabic": "قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْاَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَا ۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ  فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَ ࣖ",
    "latin": "Qāla innahū yaqūlu innahā baqaratul lā żalūlun tuṡīrul-arḍa wa lā tasqil-ḥarṡ(a), musallamatul lā syiyata fīhā, qālul-'āna ji'ta bil-ḥaqqi fażabaḥūhā wa mā kādū yaf‘alūn(a). ",
    "translation": "Dia (Musa) menjawab, “Dia (Allah) berfirman bahwa (sapi) itu adalah sapi yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu, mereka menyembelihnya, dan hampir saja mereka tidak melaksanakan (perintah) itu."
  },
  {
    "no": 79,
    "arabic": "وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
    "latin": "Wa iż qultum nafsan faddāra'tum fīhā, wallāhu mukhrijum mā kuntum taktumūn(a). ",
    "translation": "(Ingatlah) ketika kamu membunuh seseorang lalu kamu saling tuduh tentang itu. Akan tetapi, Allah menyingkapkan apa yang selalu kamu sembunyikan."
  },
  {
    "no": 80,
    "arabic": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
    "latin": "Faqulnaḍribūhu biba‘ḍihā, każālika yuḥyillāhul-mautā wa yurīkum āyātihī la‘allakum ta‘qilūn(a). ",
    "translation": "Lalu, Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti."
  },
  {
    "no": 81,
    "arabic": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةً ۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُ ۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
    "latin": "Ṡumma qasat qulūbukum mim ba‘di żālika fahiya kal-ḥijārati au asyaddu qaswah(tan), wa inna minal-ḥijārati lamā yatafajjaru minhul-anhār(u), wa inna minhā lamā yasysyaqqaqu fayakhruju minhul-mā'(u), wa inna minhā lamā yahbiṭu min khasy-yatillāh(i), wa mallāhu bigāfilin ‘ammā ta‘malūn(a). ",
    "translation": "Setelah itu, hatimu menjadi keras sehingga ia (hatimu) seperti batu, bahkan lebih keras. Padahal, dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar. Ada pula yang terbelah, lalu keluarlah mata air darinya, dan ada lagi yang meluncur jatuh karena takut kepada Allah. Allah tidaklah lengah terhadap apa yang kamu kerjakan."
  },
  {
    "no": 82,
    "arabic": "۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
    "latin": "Afa taṭma‘ūna ay yu'minū lakum wa qad kāna farīqum minhum yasma‘ūna kalāmallāhi ṡumma yuḥarrifūnahū mim ba‘di mā ‘aqalūhu wa hum ya‘lamūn(a). ",
    "translation": "Maka, apakah kamu (muslimin) sangat mengharapkan mereka agar percaya kepadamu, sedangkan segolongan mereka mendengar firman Allah lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahui(-nya)?"
  },
  {
    "no": 83,
    "arabic": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ اَفَلَا تَعْقِلُوْنَ",
    "latin": "Wa iżā laqul-lażīna āmanū qālū āmannā, wa iżā khalā ba‘ḍuhum ilā ba‘ḍin qālū atuḥaddiṡūnahum bimā fataḥallāhu ‘alaikum liyuḥājjūkum bihī ‘inda rabbikum, afalā ta‘qilūn(a).  ",
    "translation": "Apabila berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Akan tetapi, apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Apakah kamu tidak mengerti?”"
  },
  {
    "no": 84,
    "arabic": "اَوَلَا يَعْلَمُوْنَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ",
    "latin": "Awalā ya‘lamūna annallāha ya‘lamu mā yusirrūna wa mā yu‘linūn(a).  ",
    "translation": "Tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?"
  },
  {
    "no": 85,
    "arabic": " وَمِنْهُمْ اُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ اِلَّآ اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "latin": "Wa minhum umiyyūna lā ya‘lamūnal-kitāba illā amāniyya wa in hum illā yaẓunnūn(a).  ",
    "translation": "Di antara mereka ada yang umi (buta huruf), tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga."
  },
  {
    "no": 86,
    "arabic": "فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِاَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًا ۗفَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ اَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ",
    "latin": "Fawailul lil-lażīna yaktubūnal-kitāba bi'aidīhim ṡumma yaqūlūna hāżā min ‘indillāhi liyasytarū bihī ṡamanan qalīlā(n), fawailul lahum mimmā katabat aidīhim wa wailul lahum mimmā yaksibūn(a).",
    "translation": "Celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, “Ini dari Allah,” (dengan maksud) untuk menjualnya dengan harga murah. Maka, celakalah mereka karena tulisan tangan mereka dan celakalah mereka karena apa yang mereka perbuat. "
  },
  {
    "no": 87,
    "arabic": "وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةً ۗ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ اَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "latin": "Wa qālū lan tamassanan-nāru illā ayyāmam ma‘dūdah (tan), qul attakhażtum ‘indallāhi ‘ahdan falay yukhlifallāhu ‘ahdahū am taqūlūna ‘alallāhi mā lā ta‘lamūn(a).  ",
    "translation": "Mereka berkata, “Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” Katakanlah, “Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan mengingkari janji-Nya ataukah kamu berkata tentang Allah sesuatu yang tidak kamu ketahui?”"
  },
  {
    "no": 88,
    "arabic": "بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّاَحَاطَتْ بِهٖ خَطِيْۤـَٔتُهٗ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "latin": "Balā man kasaba sayyi'ataw wa aḥāṭat bihī khaṭī'atuhū fa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).  ",
    "translation": "Bukan demikian! Siapa yang berbuat keburukan dan dosanya telah menenggelamkannya, mereka itulah penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "no": 89,
    "arabic": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "latin": "Wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti ulā'ika aṣḥābul-jannah(ti), hum fīhā khālidūn(a).  ",
    "translation": "Adapun orang-orang yang beriman dan beramal saleh, mereka itulah penghuni surga. Mereka kekal di dalamnya."
  },
  {
    "no": 90,
    "arabic": "وَاِذْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ  ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلِيْلًا مِّنْكُمْ وَاَنْتُمْ مُّعْرِضُوْنَ ",
    "latin": "Wa iż akhażnā mīṡāqa banī isrā'īla lā ta‘budūna illallāha wa bil-wālidaini iḥsānaw wa żil-qurbā wal-yatāmā wal-masākīni wa qūlū lin-nāsi ḥusnaw wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), ṡumma tawallaitum illā qalīlam minkum wa antum mu‘riḍūn(a).  ",
    "translation": "(Ingatlah) ketika Kami mengambil perjanjian dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuatbaiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Selain itu, bertutur katalah yang baik kepada manusia, laksanakanlah salat, dan tunaikanlah zakat.” Akan tetapi, kamu berpaling (mengingkarinya), kecuali sebagian kecil darimu, dan kamu (masih menjadi) pembangkang."
  },
  {
    "no": 91,
    "arabic": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ",
    "latin": "Wa iż akhażnā mīṡāqakum lā tasfikūna dimā'akum wa lā tukhrijūna anfusakum min diyārikum ṡumma aqrartum wa antum tasyhadūn(a).  ",
    "translation": "(Ingatlah) ketika Kami mengambil perjanjianmu (agar) kamu tidak menumpahkan darahmu (membunuh orang) dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu. Kemudian, kamu berikrar dan bersaksi."
  },
  {
    "no": 92,
    "arabic": "ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْ ۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى  اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "latin": "Ṡumma antum hā'ulā'i taqtulūna anfusakum wa tukhrijūna farīqam minkum min diyārihim taẓāharūna ‘alaihim bil-iṡmi wal-‘udwān(i), wa iy ya'tūkum usārā tufādūhum wa huwa muḥarramun ‘alaikum ikhrājuhum, afa tu'minūna biba‘ḍil-kitābi wa takfurūna bi ba‘ḍ(in), famā jazā'u may yaf‘alu żālika minkum illā khizyun fil-ḥayātid-dun-yā, wa yaumal-qiyāmati yuraddūna ilā asyaddil-‘ażāb(i), wa mallāhu bigāfilin ‘ammā ta‘malūn(a).  ",
    "translation": "Kemudian, kamu (Bani Israil) membunuh dirimu (sesamamu) dan mengusir segolongan darimu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman pada sebagian Kitab (Taurat) dan ingkar pada sebagian (yang lain)? Maka, tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antaramu, selain kenistaan dalam kehidupan dunia dan pada hari Kiamat mereka dikembalikan pada azab yang paling berat. Allah tidak lengah terhadap apa yang kamu kerjakan."
  },
  {
    "no": 93,
    "arabic": " اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
    "latin": "Ulā'ikal-lażīnasytarawul-ḥayātad-dun-yā bil-ākhirah(ti), falā yukhaffafu ‘anhumul-‘ażābu wa lā hum yunṣarūn(a).  ",
    "translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka, azabnya tidak akan diringankan dan mereka tidak akan ditolong."
  },
  {
    "no": 94,
    "arabic": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِ ۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ  اَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ اَنْفُسُكُمُ اسْتَكْبَرْتُمْ ۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ",
    "latin": "Wa laqad ātainā mūsal-kitāba wa qaffainā mim ba‘dihī bir-rusul(i), wa ātainā ‘īsabna maryamal-bayyināti wa ayyadnāhu birūḥil-qudus(i), afakullamā jā'akum rasūlum bimā lā tahwā anfusukumustakbartum, fafarīqan każżabtum wa farīqan taqtulūn(a).  ",
    "translation": "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa dan Kami menyusulkan setelahnya rasul-rasul. Kami juga telah menganugerahkan kepada Isa, putra Maryam, bukti-bukti kebenaran, serta Kami perkuat dia dengan Ruhulkudus (Jibril). Mengapa setiap kali rasul datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri? Lalu, sebagian(-nya) kamu dustakan dan sebagian (yang lain) kamu bunuh?"
  },
  {
    "no": 95,
    "arabic": "وَقَالُوْا قُلُوْبُنَا غُلْفٌ ۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ",
    "latin": "Wa qālū qulūbunā gulf(un), bal la‘anahumullāhu bikufrihim faqalīlam mā yu'minūn(a).  ",
    "translation": "Mereka berkata, “Hati kami tertutup.” Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman."
  },
  {
    "no": 96,
    "arabic": "وَلَمَّا جَاۤءَهُمْ كِتٰبٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْۙ وَكَانُوْا مِنْ قَبْلُ يَسْتَفْتِحُوْنَ عَلَى الَّذِيْنَ كَفَرُوْاۚ فَلَمَّا جَاۤءَهُمْ مَّا عَرَفُوْا كَفَرُوْا بِهٖ ۖ فَلَعْنَةُ اللّٰهِ عَلَى الْكٰفِرِيْنَ ",
    "latin": "Wa lammā jā'akum kitābum min ‘indillāhi muṣaddiqul limā ma‘ahum, wa kānū min qablu yastaftiḥūna ‘alal-lażīna kafarū, falammā jā'ahum mā ‘arafū kafarū bih(ī), fala‘natullāhi ‘alal-kāfirīn(a).  ",
    "translation": "Setelah sampai kepada mereka Kitab (Al-Qur’an) dari Allah yang membenarkan apa yang ada pada mereka, sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka, laknat Allahlah terhadap orang-orang yang ingkar."
  },
  {
    "no": 97,
    "arabic": "  بِئْسَمَا اشْتَرَوْا بِهٖٓ اَنْفُسَهُمْ اَنْ يَّكْفُرُوْا بِمَآ اَنْزَلَ اللّٰهُ بَغْيًا اَنْ يُّنَزِّلَ اللّٰهُ مِنْ فَضْلِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۚ فَبَاۤءُوْ بِغَضَبٍ عَلٰى غَضَبٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌ",
    "latin": "Bi'samasytarau bihī anfusahum ay yakfurū bimā anzalallāhu bagyan ay yunazzilallāhu min faḍlihī ‘alā may yasyā'u min ‘ibādih(ī), fabā'ū bigaḍabin ‘alā gaḍab(in), wa lil-kāfirīna ‘ażābum muhīn(un).  ",
    "translation": "Buruk sekali (perbuatan) mereka menjual dirinya dengan mengingkari apa yang diturunkan Allah karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Oleh karena itu, mereka menanggung kemurkaan demi kemurkaan. Kepada orang-orang kafir (ditimpakan) azab yang menghinakan."
  },
  {
    "no": 98,
    "arabic": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا بِمَآ اَنْزَلَ اللّٰهُ قَالُوْا نُؤْمِنُ بِمَآ اُنْزِلَ عَلَيْنَا وَيَكْفُرُوْنَ بِمَا وَرَاۤءَهٗ وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُوْنَ اَنْۢبِيَاۤءَ اللّٰهِ مِنْ قَبْلُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "latin": "Wa iżā qīla lahum āminū bimā anzalallāhu qālū nu'minu bimā unzila ‘alainā wa yakfurūna bimā warā'ah(ū), wa huwal-ḥaqqu muṣaddiqal limā ma‘ahum, qul falima taqtulūna ambiyā'allāhi min qablu in kuntum mu'minīn(a).  ",
    "translation": "Apabila dikatakan kepada mereka, “Berimanlah pada apa yang diturunkan Allah (Al-Qur’an),” mereka menjawab, “Kami beriman pada apa yang diturunkan kepada kami.” Mereka ingkar pada apa yang setelahnya, padahal (Al-Qur’an) itu adalah kebenaran yang membenarkan apa yang ada pada mereka. Katakanlah (Nabi Muhammad), “Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang mukmin?”"
  },
  {
    "no": 99,
    "arabic": "۞ وَلَقَدْ جَاۤءَكُمْ مُّوْسٰى بِالْبَيِّنٰتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
    "latin": "Wa laqad jā'akum mūsā bil-bayyināti ṡummattakhażtumul-‘ijla mim ba‘dihī wa antum ẓālimūn(a).  ",
    "translation": "Sungguh, Musa benar-benar telah datang kepadamu dengan bukti-bukti kebenaran. Kemudian, kamu mengambil (patung) anak sapi (sebagai sembahan) setelah (kepergian)-nya dan kamu (menjadi) orang-orang zalim."
  },
  {
    "no": 100,
    "arabic": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاسْمَعُوْا ۗ قَالُوْا سَمِعْنَا وَعَصَيْنَا وَاُشْرِبُوْا فِيْ قُلُوْبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۗ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهٖٓ اِيْمَانُكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "latin": "Wa iż akhażnā mīṡāqakum wa rafa‘nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw wasma‘ū, qālū sami‘nā wa ‘aṣainā, wa usyribū fī qulūbihimul-‘ijla bikufrihim, qul bi'samā ya'murukum bihī īmānukum in kuntum mu'minīn(a).  ",
    "translation": "(Ingatlah) ketika Kami mengambil janjimu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!” Mereka menjawab, “Kami mendengarkannya, tetapi kami tidak menaatinya.” Diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekufuran mereka. Katakanlah, “Sangat buruk apa yang diperintahkan oleh keimananmu kepadamu jika kamu orang-orang mukmin!”"
  },
  {
    "no": 101,
    "arabic": " قُلْ اِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Qul in kānat lakumud-dārul-ākhiratu ‘indallāhi khāliṣatam min dūnin-nāsi fatamannawul-mauta in kuntum ṣādiqīn(a).  ",
    "translation": "Katakanlah (Nabi Muhammad), “Jika negeri akhirat di sisi Allah khusus untukmu, bukan untuk orang lain, mintalah kematian jika kamu orang-orang benar.”"
  },
  {
    "no": 102,
    "arabic": "وَلَنْ يَّتَمَنَّوْهُ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ ",
    "latin": "Wa lay yatamannauhu abadam bima qaddamat aidīhim, wallāhu ‘alīmum biẓ-ẓālimīn(a).  ",
    "translation": "Akan tetapi, mereka tidak akan menginginkan kematian itu sama sekali karena (dosa-dosa) yang telah dilakukan oleh tangan-tangan mereka. Allah Maha Mengetahui orang-orang zalim."
  },
  {
    "no": 103,
    "arabic": "وَلَتَجِدَنَّهُمْ اَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ اَشْرَكُوْا ۛيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ اَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
    "latin": "Wa latajidannahum aḥraṣan-nāsi ‘alā ḥayāh(tin), wa minal-lażīna asyrakū, yawaddu aḥaduhum lau yu‘ammaru alfa sanah(tin), wa mā huwa bi muzaḥziḥihī minal-‘ażābi ay yu‘ammar(a), wallāhu baṣīrum bimā ya‘malūn(a).  ",
    "translation": "Engkau (Nabi Muhammad) sungguh-sungguh akan mendapati mereka (orang-orang Yahudi) sebagai manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) daripada orang-orang musyrik. Tiap-tiap orang (dari) mereka ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Allah Maha Melihat apa yang mereka kerjakan."
  },
  {
    "no": 104,
    "arabic": " قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ",
    "latin": "Qul man kāna ‘aduwwal lijibrīla fa'innahū nazzalahū ‘alā qalbika bi iżnillāhi muṣaddiqal limā baina yadaihi wa hudaw wa busyrā lil-mu'minīn(a).  ",
    "translation": "Katakanlah (Nabi Muhammad), “Siapa yang menjadi musuh Jibril?” Padahal, dialah yang telah menurunkan (Al-Qur’an) ke dalam hatimu dengan izin Allah sebagai pembenaran terhadap apa (kitab-kitab) yang terdahulu, dan petunjuk serta berita gembira bagi orang-orang beriman.”"
  },
  {
    "no": 105,
    "arabic": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَاِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
    "latin": "Man kāna ‘aduwwal lillāhi wa malā'ikatihī wa rusulihī wa jibrīla wa mīkāla fa innallāha ‘aduwwul lil-kāfirīn(a).  ",
    "translation": "Siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril, dan Mikail, sesungguhnya Allah adalah musuh orang-orang kafir."
  },
  {
    "no": 106,
    "arabic": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ اِلَّا الْفٰسِقُوْنَ",
    "latin": "Wa laqad anzalnā ilaika āyātim bayyināt(in), wa mā yakfuru bihā illal-fāsiqūn(a).  ",
    "translation": "Sungguh, Kami benar-benar telah menurunkan ayat-ayat yang jelas kepadamu (Nabi Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik."
  },
  {
    "no": 107,
    "arabic": "اَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ اَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
    "latin": "Awa kullamā ‘āhadū ‘ahdan nabażahū farīqum minhum, bal akṡaruhum lā yu'minūn(a).  ",
    "translation": "Mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Bahkan, sebagian besar mereka tidak beriman."
  },
  {
    "no": 108,
    "arabic": " وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَاَنَّهُمْ لَا يَعْلَمُوْنَۖ",
    "latin": "Wa lammā jā'ahum rasūlum min ‘indillāhi muṣaddiqul limā ma‘ahum nabaża farīqum minal-lażīna ūtul-kitāb(a), kitāballāhi warā'a ẓuhūrihim ka'annahum lā ya‘lamūn(a).  ",
    "translation": "Setelah datang kepada mereka Rasul (Nabi Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang punggung (tidak menggubrisnya) seakan-akan mereka tidak tahu."
  },
  {
    "no": 109,
    "arabic": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ",
    "latin": "Wattaba‘ū mā tatlusy-syayāṭīnu ‘alā mulki sulaimān(a), wa mā kafara sulaimānu wa lākinnnasy-syayāṭīna kafarū yu‘allimūnan-nāsas siḥr(a), wa mā unzila ‘alal-malakaini bibābila hārūta wa mārūt(a), wa mā yu‘allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur, fayata‘allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i), wa yata‘allamūna mā yaḍurruhum wa lā yanfa‘uhum, wa laqad ‘alimū lamanisytarāhu mā lahū fil-ākhirati min khalāq(in), wa labi'sa mā syarau bihī anfusahum, lau kānū ya‘lamūn(a).  ",
    "translation": "Mereka mengikuti apa yang dibaca oleh setan-setan pada masa Kerajaan Sulaiman. Sulaiman itu tidak kufur, tetapi setan-setan itulah yang kufur. Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia, yaitu Harut dan Marut. Padahal, keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah fitnah (cobaan bagimu)32) oleh sebab itu janganlah kufur!” Maka, mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan (sihir)-nya, kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan dan tidak memberi manfaat kepada mereka. Sungguh, mereka benar-benar sudah mengetahui bahwa siapa yang membeli (menggunakan sihir) itu niscaya tidak akan mendapat keuntungan di akhirat. Sungguh, buruk sekali perbuatan mereka yang menjual dirinya dengan sihir jika mereka mengetahui(-nya)."
  },
  {
    "no": 110,
    "arabic": "وَلَوْ اَنَّهُمْ اٰمَنُوْا وَاتَّقَوْا لَمَثُوْبَةٌ مِّنْ عِنْدِ اللّٰهِ خَيْرٌ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ",
    "latin": "Wa lau annahum āmanū wattaqau lamaṡūbatum min ‘indillāhi khair(un), lau kānū ya‘lamūn(a).  ",
    "translation": "Seandainya mereka benar-benar beriman dan bertakwa, pahala dari Allah pasti lebih baik, seandainya mereka mengetahui(-nya)."
  },
  {
    "no": 111,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
    "latin": "Yā ayyuhal-lażīna āmanū lā taqūlū rā‘inā wa qūlunẓurnā wasma‘ū wa lil-kāfirīna ‘ażābun alīm(un).  ",
    "translation": "Wahai orang-orang yang beriman, janganlah kamu katakan, “Rā‘inā.” Akan tetapi, katakanlah, “Unẓurnā”33) dan dengarkanlah. Orang-orang kafir akan mendapat azab yang pedih."
  },
  {
    "no": 112,
    "arabic": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ اَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ",
    "latin": "Mā yawaddul-lażīna kafarū min ahlil-kitābi wa lal-musyrikīna ay yunazzila ‘alaikum min khairim mir rabbikum, wallāhu yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul faḍlil-‘aẓīm(i).  ",
    "translation": "Orang-orang kafir dari golongan Ahlulkitab dan orang-orang musyrik tidak menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Akan tetapi, secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Allah pemilik karunia yang besar."
  },
  {
    "no": 113,
    "arabic": "۞ مَا نَنْسَخْ مِنْ اٰيَةٍ اَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ اَوْ مِثْلِهَا ۗ اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "latin": "Mā nansakh min āyatin au nunsihā na'ti bi khairim minhā au miṡlihā, alam ta‘lam annallāha ‘alā kulli syai'in qadīr(un).    ",
    "translation": "Ayat yang Kami nasakh (batalkan) atau Kami jadikan (manusia) lupa padanya, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Apakah engkau tidak mengetahui bahwa Allah Maha Kuasa atas segala sesuatu?"
  },
  {
    "no": 114,
    "arabic": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ ۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "latin": "Alam ta‘lam annallāha lahū mulkus-samāwāti wal arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).  ",
    "translation": "Apakah engkau tidak mengetahui bahwa Allah memiliki kerajaan langit dan bumi? (Ketahuilah bahwa) tidak ada bagimu pelindung dan penolong selain Allah."
  },
  {
    "no": 115,
    "arabic": "اَمْ تُرِيْدُوْنَ اَنْ تَسْـَٔلُوْا رَسُوْلَكُمْ كَمَا سُىِٕلَ مُوْسٰى مِنْ قَبْلُ ۗوَمَنْ يَّتَبَدَّلِ الْكُفْرَ بِالْاِيْمَانِ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
    "latin": "Am turīdūna an tas'alū rasūlakum kamā su'ila mūsā min qabl(u), wa may yatabaddalil-kufra bil-īmāni faqad ḍalla sawā'as-sabīl(i).  ",
    "translation": "Ataukah kamu menghendaki untuk meminta Rasulmu (Nabi Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu?34) Siapa yang mengganti iman dengan kekufuran, sungguh, dia telah tersesat dari jalan yang lurus."
  },
  {
    "no": 116,
    "arabic": "وَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "latin": "Wadda kaṡīrum min ahlil-kitābi lau yaruddūnakum mim ba‘di īmānikum kuffārā(n), ḥasadam min ‘indi anfusihim mim ba‘di mā tabayyana lahumul-ḥaqq(u), fa‘fū waṣfaḥū ḥattā ya'tiyallāhu bi amrih(ī), innallāha ‘alā kulli syai'in qadīr(un).  ",
    "translation": "Banyak di antara Ahlulkitab menginginkan agar mereka dapat mengembalikan kamu setelah kamu beriman menjadi kafir kembali karena rasa dengki dalam diri mereka setelah kebenaran jelas bagi mereka. Maka, maafkanlah (biarkanlah) dan berlapang dadalah (berpalinglah dari mereka) sehingga Allah memberikan perintah-Nya. Sesungguhnya Allah Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 117,
    "arabic": " وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ ۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "latin": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), wa mā tuqaddimū li'anfusikum min khairin tajidūhu ‘indallāh(i), innallāha bimā ta‘malūna baṣīr(un).  ",
    "translation": "Dirikanlah salat dan tunaikanlah zakat. Segala kebaikan yang kamu kerjakan untuk dirimu akan kamu dapatkan (pahalanya) di sisi Allah. Sesungguhnya Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "no": 118,
    "arabic": "وَقَالُوْا لَنْ يَّدْخُلَ الْجَنَّةَ اِلَّا مَنْ كَانَ هُوْدًا اَوْ نَصٰرٰى ۗ تِلْكَ اَمَانِيُّهُمْ ۗ قُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Wa qālū lay yadkhulal-jannata illā man kāna hūdan au naṣārā, tilka amāniyyuhum, qul hātū burhānakum in kuntum ṣādiqīn(a).  ",
    "translation": "Mereka (Yahudi dan Nasrani) berkata, “Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.”35) Itu (hanya) angan-angan mereka. Katakanlah (Nabi Muhammad), “Tunjukkan bukti kebenaranmu jika kamu orang-orang yang benar.”"
  },
  {
    "no": 119,
    "arabic": "بَلٰى مَنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ فَلَهٗٓ اَجْرُهٗ عِنْدَ رَبِّهٖۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ࣖ",
    "latin": "Balā man aslama wajhahū lillāhi wa huwa muḥsinun falahū ajruhū ‘inda rabbih(i), wa lā khaufun ‘alaihim wa lā hum yaḥzanūn(a).  ",
    "translation": "Tidak demikian! Orang yang menyerahkan diri sepenuhnya kepada Allah serta berbuat ihsan, akan mendapat pahala di sisi Tuhannya, tidak ada rasa takut yang menimpa mereka, dan mereka pun tidak bersedih."
  },
  {
    "no": 120,
    "arabic": "وَقَالَتِ الْيَهُوْدُ لَيْسَتِ النَّصٰرٰى عَلٰى شَيْءٍۖ وَّقَالَتِ النَّصٰرٰى لَيْسَتِ الْيَهُوْدُ عَلٰى شَيْءٍۙ وَّهُمْ يَتْلُوْنَ الْكِتٰبَۗ  كَذٰلِكَ قَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ مِثْلَ قَوْلِهِمْ ۚ فَاللّٰهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
    "latin": "Wa qālatil-yahūdu laisatin-naṣārā  ‘alā syai'(in), wa qālatin-naṣārā laisatil-yahūdu ‘alā syai'(in), wa hum yatlūnal-kitāb(a), każālika qālal-lażīna lā ya‘lamūna  miṡla qaulihim, fallāhu yaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).  ",
    "translation": "Orang Yahudi berkata, “Orang Nasrani itu tidak menganut sesuatu (agama yang benar)” dan orang-orang Nasrani (juga) berkata, “Orang-orang Yahudi tidak menganut sesuatu (agama yang benar),” padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu (musyrik Arab) berkata seperti ucapan mereka itu. Allah akan memberi putusan di antara mereka pada hari Kiamat tentang apa (agama) yang mereka perselisihkan."
  },
  {
    "no": 121,
    "arabic": "وَمَنْ اَظْلَمُ مِمَّنْ مَّنَعَ مَسٰجِدَ اللّٰهِ اَنْ يُّذْكَرَ فِيْهَا اسْمُهٗ وَسَعٰى فِيْ خَرَابِهَاۗ اُولٰۤىِٕكَ مَا كَانَ لَهُمْ اَنْ يَّدْخُلُوْهَآ اِلَّا خَاۤىِٕفِيْنَ ەۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ وَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
    "latin": "Wa man aẓlamu mim mam mana‘a masājidallāhi ay yużkara fīhasmuhū wa sa‘ā fī kharābihā, ulā'ika mā kāna lahum ay yadkhulūhā illā khā'ifīn(a), lahum fid-dun-yā khizyuw wa lahum fil-ākhirati ‘ażābun ‘aẓīm(un).  ",
    "translation": "Siapakah yang lebih zalim daripada orang yang melarang masjid-masjid Allah digunakan sebagai tempat berzikir di dalamnya dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya, kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan mendapat azab yang berat di akhirat."
  },
  {
    "no": 122,
    "arabic": "وَلِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُ  فَاَيْنَمَا تُوَلُّوْا فَثَمَّ وَجْهُ اللّٰهِ ۗ اِنَّ اللّٰهَ وَاسِعٌ عَلِيْمٌ ",
    "latin": "Wa lillāhil-masyriqu wal-magrib(u), fa'ainamā tuwallū faṡamma wajhullāh(i), innallāha wāsi‘un ‘alīm(un).  ",
    "translation": "Hanya milik Allah timur dan barat. Ke mana pun kamu menghadap, di sanalah wajah Allah.36) Sesungguhnya Allah Maha Luas lagi Maha Mengetahui."
  },
  {
    "no": 123,
    "arabic": "وَقَالُوا اتَّخَذَ اللّٰهُ وَلَدًا ۙسُبْحٰنَهٗ ۗ بَلْ لَّهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  كُلٌّ لَّهٗ قٰنِتُوْنَ ",
    "latin": "Wa qāluttakhażallāhu waladan subḥānah(ū), bal lahū mā fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).  ",
    "translation": "Mereka berkata, “Allah mengangkat anak.” Maha Suci Allah, bahkan milik-Nyalah apa yang di langit dan di bumi. Semua tunduk kepada-Nya."
  },
  {
    "no": 124,
    "arabic": "بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
    "latin": "Badī‘us-samāwāti wal-arḍ(i), wa iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).  ",
    "translation": "(Allah) pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah sesuatu itu."
  },
  {
    "no": 125,
    "arabic": "وَقَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ لَوْلَا يُكَلِّمُنَا اللّٰهُ اَوْ تَأْتِيْنَآ اٰيَةٌ  ۗ كَذٰلِكَ قَالَ الَّذِيْنَ مِنْ قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ ۗ تَشَابَهَتْ قُلُوْبُهُمْ ۗ قَدْ بَيَّنَّا الْاٰيٰتِ لِقَوْمٍ يُّوْقِنُوْنَ",
    "latin": "Wa qālal-lażīna lā ya‘lamūna lau lā yukallimunallāhu au ta'tīnā āyah(tun), każālika qālal-lażīna min qablihim miṡla qaulihim, tasyābahat qulūbuhum, qad bayyannal-āyāti liqaumiy yūqinūn(a).  ",
    "translation": "Orang-orang yang tidak mengetahui berkata, “Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?” Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sungguh, telah Kami jelaskan tanda-tanda (kekuasaan Kami) kepada kaum yang yakin."
  },
  {
    "no": 126,
    "arabic": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًاۙ وَّلَا تُسْـَٔلُ عَنْ اَصْحٰبِ الْجَحِيْمِ",
    "latin": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa lā tus'alu ‘an aṣḥābil-jaḥīm(i).  ",
    "translation": "Sesungguhnya Kami telah mengutusmu (Nabi Muhammad) dengan hak sebagai pembawa berita gembira dan pemberi peringatan. Engkau tidak akan dimintai (pertanggungjawaban) tentang penghuni-penghuni neraka."
  },
  {
    "no": 127,
    "arabic": "وَلَنْ تَرْضٰى عَنْكَ الْيَهُوْدُ وَلَا النَّصٰرٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰى ۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَ الَّذِيْ جَاۤءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
    "latin": "Wa lan tarḍā ‘ankal-yahūdu wa lan-naṣārā ḥattā tattabi‘a millatahum, qul inna hudallāhi huwal-hudā, wa la'inittaba‘ta ahwā'ahum ba‘dal-lażī jā'aka minal-‘ilm(i), mā laka minallāhi miw waliyyiw wa lā naṣīr(in).  ",
    "translation": "Orang-orang Yahudi dan Nasrani tidak akan pernah rela kepadamu (Nabi Muhammad) sehingga engkau mengikuti agama mereka. Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).” Sungguh, jika engkau mengikuti hawa nafsu mereka setelah ilmu (kebenaran) sampai kepadamu, tidak ada bagimu pelindung dan penolong dari (azab) Allah."
  },
  {
    "no": 128,
    "arabic": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَتْلُوْنَهٗ حَقَّ تِلَاوَتِهٖۗ اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗ وَمَنْ يَّكْفُرْ بِهٖ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ",
    "latin": "Allażīna ātaināhumul-kitāba yatlūnahū ḥaqqa tilāwatih(ī), ulā'ika yu'minūna bih(ī), wa may yakfur bihī fa ulā'ika humul-khāsirūn(a).  ",
    "translation": "Orang-orang yang telah Kami beri kitab suci, mereka membacanya sebagaimana mestinya, itulah orang-orang yang beriman padanya. Siapa yang ingkar padanya, merekalah orang-orang yang rugi."
  },
  {
    "no": 129,
    "arabic": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ ",
    "latin": "Yā banī isrā'īlażkurū ni‘matiyal-latī an‘amtu ‘alaikum wa annī faḍḍaltukum ‘alal-‘ālamīn(a).  ",
    "translation": "Wahai Bani Israil, ingatlah nikmat-Ku yang telah Aku anugerahkan kepadamu dan sesungguhnya Aku telah melebihkan kamu daripada semua umat di alam ini (pada masa itu)."
  },
  {
    "no": 130,
    "arabic": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا عَدْلٌ وَّلَا تَنْفَعُهَا شَفَاعَةٌ وَّلَا هُمْ يُنْصَرُوْنَ ",
    "latin": "Wattaqū yaumal lā tajzī nafsun ‘an nafsin syai'aw wa lā yuqbalu minhā ‘adluw wa lā tanfa‘uhā syafā‘atuw wa lā hum yunṣarūn(a). ",
    "translation": "Takutlah kamu pada hari (ketika) tidak seorang pun dapat menggantikan (membela) orang lain sedikit pun, tebusannya tidak diterima, syafaat tidak berguna baginya, dan mereka tidak akan ditolong."
  },
  {
    "no": 131,
    "arabic": "۞ وَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَمَّهُنَّ ۗ قَالَ اِنِّيْ جَاعِلُكَ لِلنَّاسِ اِمَامًا ۗ قَالَ وَمِنْ ذُرِّيَّتِيْ ۗ قَالَ لَا يَنَالُ عَهْدِى الظّٰلِمِيْنَ",
    "latin": "Wa iżibtalā ibrāhīma rabbuhū bikalimātin fa atammahunn(a), qāla innī jā‘iluka lin-nāsi imāmā(n), qāla wa min żurriyyatī, qāla lā yanālu ‘ahdiẓ-ẓālimīn(a).  ",
    "translation": "(Ingatlah) ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, “Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.” Dia (Ibrahim) berkata, “(Aku mohon juga) dari sebagian keturunanku.” Allah berfirman, “(Doamu Aku kabulkan, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.”"
  },
  {
    "no": 132,
    "arabic": "وَاِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَاَمْنًاۗ وَاتَّخِذُوْا مِنْ مَّقَامِ اِبْرٰهٖمَ مُصَلًّىۗ  وَعَهِدْنَآ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
    "latin": "Wa iż ja‘alnal-baita maṡābatal lin-nāsi wa amnā(n), wattakhiżū mim maqāmi ibrāhīma muṣallā(n), wa ‘ahidnā ilā ibrāhīma wa ismā‘īla an ṭahhirā baitiya liṭ-ṭā'ifīna  wal-‘ākifīna war-rukka‘is-sujūd(i).  ",
    "translation": "(Ingatlah) ketika Kami menjadikan rumah itu (Ka‘bah) tempat berkumpul dan tempat yang aman bagi manusia. (Ingatlah ketika Aku katakan,) “Jadikanlah sebagian Maqam Ibrahim37) sebagai tempat salat.” (Ingatlah ketika) Kami wasiatkan kepada Ibrahim dan Ismail, “Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, yang iktikaf, serta yang rukuk dan sujud (salat)!”"
  },
  {
    "no": 133,
    "arabic": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اجْعَلْ هٰذَا بَلَدًا اٰمِنًا وَّارْزُقْ اَهْلَهٗ مِنَ الثَّمَرٰتِ مَنْ اٰمَنَ مِنْهُمْ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ قَالَ وَمَنْ كَفَرَ فَاُمَتِّعُهٗ قَلِيْلًا ثُمَّ اَضْطَرُّهٗٓ اِلٰى عَذَابِ النَّارِ ۗ وَبِئْسَ الْمَصِيْرُ ",
    "latin": "Wa iż qāla ibrāhīmu rabbij‘al hāżā baladan āminaw warzuq ahlahū minaṡ-ṡamarāti man āmana minhum billāhi wal-yaumil-ākhir(i), qāla wa man kafara fa umatti‘uhū qalīlan ṡumma aḍṭarruhū ilā ‘ażābin-nār(i), wa bi'sal-maṣīr(u).  ",
    "translation": "(Ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah (negeri Makkah) ini negeri yang aman dan berilah rezeki berupa buah-buahan (hasil tanaman, tumbuhan yang bisa dimakan) kepada penduduknya, yaitu orang yang beriman di antara mereka kepada Allah dan hari Akhir.” Dia (Allah) berfirman, “Siapa yang kufur akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka. Itulah seburuk-buruk tempat kembali.”"
  },
  {
    "no": 134,
    "arabic": "وَاِذْ يَرْفَعُ اِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَاِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ مِنَّا ۗ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ ",
    "latin": "Wa iż yarfa‘u ibrāhīmul-qawā‘ida minal-baiti wa ismā‘īl(u), rabbanā taqabbal minnā, innaka antas-samī‘ul-‘alīm(u).  ",
    "translation": "(Ingatlah) ketika Ibrahim meninggikan fondasi Baitullah bersama Ismail (seraya berdoa), “Ya Tuhan kami, terimalah (amal) dari kami. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 135,
    "arabic": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَآ اُمَّةً مُّسْلِمَةً لَّكَۖ وَاَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۚ اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ ",
    "latin": "Rabbanā waj‘alnā muslimaini laka wa min żurriyyatinā ummatam muslimatal lak(a), wa arinā manāsikanā wa tub ‘alainā, innaka antat-tawwābur-raḥīm(u).  ",
    "translation": "Ya Tuhan kami, jadikanlah kami berdua orang yang berserah diri kepada-Mu, (jadikanlah) dari keturunan kami umat yang berserah diri kepada-Mu, tunjukkanlah kepada kami cara-cara melakukan manasik (rangkaian ibadah) haji, dan terimalah tobat kami. Sesungguhnya Engkaulah Yang Maha Penerima Tobat lagi Maha Penyayang."
  },
  {
    "no": 136,
    "arabic": "رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِكَ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ ۗ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "latin": "Rabbanā  wab‘aṡ fīhim rasūlam minhum yatlū ‘alaihim āyātika wa yu‘allimuhumul-kitāba wal-ḥikmata wa yuzakkīhim, innaka antal-‘azīzul-ḥakīm(u).  ",
    "translation": "Ya Tuhan kami, utuslah di antara mereka seorang rasul dari kalangan mereka, yang membacakan kepada mereka ayat-ayat-Mu, mengajarkan kitab suci dan hikmah (sunah)38) kepada mereka, dan menyucikan mereka. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.”"
  },
  {
    "no": 137,
    "arabic": "وَمَنْ يَّرْغَبُ عَنْ مِّلَّةِ اِبْرٰهٖمَ اِلَّا مَنْ سَفِهَ نَفْسَهٗ ۗوَلَقَدِ اصْطَفَيْنٰهُ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ",
    "latin": "Wa may yargabu ‘an millati ibrāhīma illā man safiha nafsah(ū), wa laqad-iṣṭafaināhu fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a).  ",
    "translation": "Siapa yang membenci agama Ibrahim selain orang yang memperbodoh dirinya sendiri? Kami benar-benar telah memilihnya (Ibrahim) di dunia ini dan sesungguhnya di akhirat dia termasuk orang-orang saleh."
  },
  {
    "no": 138,
    "arabic": "اِذْ قَالَ لَهٗ رَبُّهٗٓ اَسْلِمْۙ  قَالَ اَسْلَمْتُ لِرَبِّ الْعٰلَمِيْنَ",
    "latin": "Iż qāla lahū rabbuhū aslim, qāla aslamtu lirabbil-‘ālamīn(a).  ",
    "translation": "(Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), “Berserahdirilah!” Dia menjawab, “Aku berserah diri kepada Tuhan seluruh alam.”"
  },
  {
    "no": 139,
    "arabic": "وَوَصّٰى بِهَآ اِبْرٰهٖمُ بَنِيْهِ وَيَعْقُوْبُۗ يٰبَنِيَّ اِنَّ اللّٰهَ اصْطَفٰى لَكُمُ الدِّيْنَ فَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ۗ",
    "latin": "Wa waṣṣā bihā ibrāhīmu banīhi wa ya‘qūb(u), yā baniyya innallāhaṣṭafā lakumud-dīna falā tamūtunna illā wa antum muslimūn(a).  ",
    "translation": "Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya dan demikian pula Ya‘qub, “Wahai anak-anakku, sesungguhnya Allah telah memilih agama ini untukmu. Janganlah kamu mati kecuali dalam keadaan muslim.”"
  },
  {
    "no": 140,
    "arabic": "اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ حَضَرَ يَعْقُوْبَ الْمَوْتُۙ اِذْ قَالَ لِبَنِيْهِ مَا تَعْبُدُوْنَ مِنْۢ بَعْدِيْۗ قَالُوْا نَعْبُدُ اِلٰهَكَ وَاِلٰهَ اٰبَاۤىِٕكَ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ اِلٰهًا وَّاحِدًاۚ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
    "latin": "Am kuntum syuhadā'a iż ḥaḍara ya‘qūbal-maut(u), iż qāla libanīhi mā ta‘budūna mim ba‘dī, qālū na‘budu ilāhaka wa ilāha ābā'ika ibrāhīma wa ismā‘īla wa isḥāqa ilāhaw wāḥidā(n), wa naḥnu lahū muslimūn(a).  ",
    "translation": "Apakah kamu (hadir) menjadi saksi menjelang kematian Ya‘qub ketika dia berkata kepada anak-anaknya, “Apa yang kamu sembah sepeninggalku?” Mereka menjawab, “Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu: Ibrahim, Ismail, dan Ishaq, (yaitu) Tuhan Yang Maha Esa dan (hanya) kepada-Nya kami berserah diri.”"
  },
  {
    "no": 141,
    "arabic": "تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ",
    "latin": "Tilka ummatun qad khalat, lahā mā kasabat wa lakum mā kasabtum, wa lā tus'alūna ‘ammā kānū ya‘malūn(a).  ",
    "translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Kamu tidak akan diminta pertanggungjawaban tentang apa yang telah mereka kerjakan."
  },
  {
    "no": 142,
    "arabic": "وَقَالُوْا كُوْنُوْا هُوْدًا اَوْ نَصٰرٰى تَهْتَدُوْا ۗ قُلْ بَلْ مِلَّةَ اِبْرٰهٖمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
    "latin": "Wa qālū kūnū hūdan au naṣārā tahtadū, qul bal millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).  ",
    "translation": "Mereka berkata, “Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.” Katakanlah, “(Tidak.) Akan tetapi, (kami mengikuti) agama Ibrahim yang lurus dan dia tidak termasuk orang-orang musyrik.”"
  },
  {
    "no": 143,
    "arabic": "قُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْۚ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
    "latin": "Qūlū āmannā billāhi wa mā unzila ilainā wa mā unzila ilā ibrāhīma wa ismā‘īla wa isḥāqa  wa ya‘qūba wal-asbāṭi wa mā ūtiya mūsā wa ‘īsā wa mā ūtiyan-nabiyyūna mir rabbihim, lā nufarriqu baina aḥadim minhum wa naḥnu lahū muslimūn(a).  ",
    "translation": "Katakanlah (wahai orang-orang yang beriman), “Kami beriman kepada Allah, pada apa yang diturunkan kepada kami, pada apa yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya‘qub dan keturunannya, pada apa yang diberikan kepada Musa dan Isa, serta pada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan (hanya) kepada-Nya kami berserah diri.”"
  },
  {
    "no": 144,
    "arabic": "فَاِنْ اٰمَنُوْا بِمِثْلِ مَآ اٰمَنْتُمْ بِهٖ فَقَدِ اهْتَدَوْا ۚوَاِنْ تَوَلَّوْا فَاِنَّمَا هُمْ فِيْ شِقَاقٍۚ فَسَيَكْفِيْكَهُمُ اللّٰهُ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ ۗ ",
    "latin": "Fa'in āmanū bimiṡli mā āmantum bihī faqadihtadau, wa in tawallau fa'innamā hum fī syiqāq(in), fasayakfīkahumullāh(u), wa huwas-samī‘ul-‘alīm(u). ",
    "translation": "Jika mereka telah mengimani apa yang kamu imani, sungguh mereka telah mendapat petunjuk. Akan tetapi, jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu). Maka, Allah akan mencukupkanmu (dengan pelindungan-Nya) dari (kejahatan) mereka. Dia Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 145,
    "arabic": "صِبْغَةَ اللّٰهِ ۚ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ صِبْغَةً ۖ وَّنَحْنُ لَهٗ عٰبِدُوْنَ ",
    "latin": "Ṣibgatallāh(i), wa man aḥsanu minallāhi ṣibgataw wa naḥnu lahū ‘ābidūn(a).  ",
    "translation": "(Peliharalah) sibgah Allah.39) Siapa yang lebih baik sibgahnya daripada Allah? Hanya kepada-Nya kami menyembah."
  },
  {
    "no": 146,
    "arabic": "قُلْ اَتُحَاۤجُّوْنَنَا فِى اللّٰهِ وَهُوَ رَبُّنَا وَرَبُّكُمْۚ وَلَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْۚ وَنَحْنُ لَهٗ مُخْلِصُوْنَ ۙ",
    "latin": "Qul atuḥājjūnanā fillāhi wa huwa rabbunā wa rabbukum, wa lanā a‘mālunā wa lakum a‘mālukum, wa naḥnu lahū mukhliṣūn(a).  ",
    "translation": "Katakanlah (Nabi Muhammad), “Apakah kamu (Yahudi dan Nasrani) hendak berdebat dengan kami tentang Allah? Padahal, Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu. Hanya kepada-Nya kami dengan tulus mengabdikan diri."
  },
  {
    "no": 147,
    "arabic": "اَمْ تَقُوْلُوْنَ اِنَّ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطَ كَانُوْا هُوْدًا اَوْ نَصٰرٰى ۗ قُلْ ءَاَنْتُمْ اَعْلَمُ اَمِ اللّٰهُ ۗ وَمَنْ اَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهٗ مِنَ اللّٰهِ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "latin": "Am taqūlūna inna ibrāhīma wa ismā‘īla wa isḥāqa  wa ya‘qūba wal-asbāṭa kānū hūdan au naṣārā, qul a'antum a‘lamu amillāh(u), wa man aẓlamu mimman katama syahādatan ‘indahū minallāh(i), wa mallāhu bigāfilin ‘ammā ta‘malūn(a).  ",
    "translation": "Apakah kamu juga berkata bahwa Ibrahim, Ismail, Ishaq, Ya‘qub, dan keturunannya adalah penganut Yahudi atau Nasrani? Katakanlah, “Apakah kamu yang lebih mengetahui ataukah Allah? Siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya?” Allah sama sekali tidak lengah dari apa yang kamu kerjakan."
  },
  {
    "no": 148,
    "arabic": "تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ ࣖ   ۔",
    "latin": "Tilka ummatun qad khalat, lahā mā kasabat wa lakum mā kasabtum, wa lā tus'alūna ‘ammā kānū ya‘malūn(a).  ",
    "translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Kamu tidak akan diminta pertanggungjawaban tentang apa yang telah mereka kerjakan."
  }
]