[
  {
    "no": 171,
    "arabic": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
    "latin": "Wa mā ubarri'u nafsī, innan-nafsa la'ammāratum bis-sū'i illā mā raḥima rabbī, inna rabbī gafūrur raḥīm(un).",
    "translation": "Aku tidak (menyatakan) diriku bebas (dari kesalahan) karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun lagi Maha Penyayang.”"
  },
  {
    "no": 2,
    "arabic": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
    "latin": "Wa qālal-maliku'tūnī bihī astakhliṣhu linafsī, falammā kallamahū qāla innakal-yauma ladainā makīnun amīn(un).",
    "translation": "Raja berkata, “Bawalah dia (Yusuf) kepadaku agar aku memilih dia (sebagai orang yang dekat) kepadaku.” Ketika dia (raja) telah berbicara kepadanya, dia (raja) berkata, “Sesungguhnya (mulai) hari ini engkau menjadi seorang yang berkedudukan tinggi di lingkungan kami lagi sangat dipercaya.”"
  },
  {
    "no": 3,
    "arabic": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
    "latin": "Qālaj‘alnī ‘alā khazā'inil-arḍ(i), innī ḥafīẓun ‘alīm(un).",
    "translation": "Dia (Yusuf) berkata, “Jadikanlah aku pengelola perbendaharaan negeri (Mesir). Sesungguhnya aku adalah orang yang pandai menjaga (amanah) lagi sangat berpengetahuan.”"
  },
  {
    "no": 4,
    "arabic": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "latin": "Wa każālika makkannā liyūsufa  fil-arḍi yatabawwa'u minhā ḥaiṡu yasyā'(u), nuṣību biraḥmatinā man nasyā'u wa lā nuḍī‘u ajral-muḥsinīn(a).",
    "translation": "Demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir) untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat Kami kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik."
  },
  {
    "no": 5,
    "arabic": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
    "latin": "Wa la'ajrul-ākhirati khairul lil-lażīna āmanū wa kānū yattaqūn(a).",
    "translation": "Sungguh, pahala akhirat itu (pasti) lebih baik bagi orang-orang yang beriman dan selalu bertakwa."
  },
  {
    "no": 6,
    "arabic": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
    "latin": "Wa jā'a ikhwatu yūsufa fa dakhalū ‘alaihi fa ‘arafahum wa hum lahū munkirūn(a).",
    "translation": "Saudara-saudara Yusuf datang (ke Mesir), lalu mereka masuk ke (tempat)-nya. Maka, dia (Yusuf) mengenali mereka, sedangkan mereka benar-benar tidak mengenalinya.372)"
  },
  {
    "no": 7,
    "arabic": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
    "latin": "Wa lammā jahhazahum bijahāzihim qāla'tūnī bi'akhil lakum min abīkum, alā tarauna annī ūfil-kaila wa ana khairul-munzilīn(a).",
    "translation": "Ketika dia (Yusuf) menyiapkan perbekalan (bahan makanan) untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah denganmu (Bunyamin). Tidakkah kamu melihat bahwa aku menyempurnakan takaran (gandum) dan aku adalah sebaik-baiknya penerima tamu?"
  },
  {
    "no": 8,
    "arabic": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
    "latin": "Fa illam ta'tūnī bihī falā kaila lakum ‘indī wa lā taqrabūn(i).",
    "translation": "Jika kamu tidak membawanya kepadaku, kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”"
  },
  {
    "no": 9,
    "arabic": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفٰعِلُوْنَ",
    "latin": "Qālū sanurāwidu ‘anhu abāhu wa innā lafā‘ilūn(a).",
    "translation": "Mereka berkata, “Kami akan membujuk ayahnya agar mengizinkan kami membawanya dan sesungguhnya kami benar-benar akan melaksanakannya.”"
  },
  {
    "no": 10,
    "arabic": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "latin": "Wa qāla lifityānihij‘alū biḍā‘atahum fī riḥālihim la‘allahum ya‘rifūnahā iżanqalabū ilā ahlihim la‘allahum yarji‘ūn(a).",
    "translation": "Dia (Yusuf) berkata kepada para pembantunya, “Masukkanlah (kembali) barang-barang mereka (yang mereka jadikan alat tukar)373) ke dalam karung-karung mereka. (Hal itu dilakukan) agar mereka mengetahuinya apabila telah kembali kepada keluarga mereka. Mudah-mudahan mereka kembali lagi.”374)"
  },
  {
    "no": 11,
    "arabic": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "latin": "Falammā raja‘ū ilā abīhim qālū yā abānā muni‘a minnal-kailu fa arsil ma‘anā akhānā naktal wa innā lahū laḥāfiẓūn(a).",
    "translation": "Maka, ketika mereka telah kembali kepada ayah mereka (Ya‘qub), mereka berkata, “Wahai ayah kami, kita tidak akan mendapat jatah (gandum) lagi (jika tidak membawa saudara kami). Oleh karena itu, biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah. Sesungguhnya kami benar-benar akan menjaganya.”"
  },
  {
    "no": 12,
    "arabic": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "latin": "Qāla hal āmanukum ‘alaihi illā kamā amintukum ‘alā akhīhi min qabl(u), fallāhu khairun ḥāfiẓaw wa huwa arḥamur-rāḥimīn(a).",
    "translation": "Dia (Ya‘qub) berkata, “Bagaimana aku akan memercayakannya (Bunyamin) kepadamu, seperti halnya dahulu aku telah memercayakan saudaranya (Yusuf) kepada kamu? Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.”"
  },
  {
    "no": 13,
    "arabic": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
    "latin": "Wa lammā fataḥū matā‘ahum wajadū biḍā‘atahum ruddat ilaihim, qālū yā abānā mā nabgī, hāżihī biḍā‘atunā ruddat ilainā wa namīru ahlanā wa naḥfaẓu akhānā wa nazdādu kaila ba‘īr(in), żālika kailuy yasīr(un).",
    "translation": "Ketika mereka membuka barang-barang mereka, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami, apa (lagi) yang kita inginkan? Ini barang-barang kita dikembalikan kepada kita, kita akan dapat mendatangkan bahan makanan untuk keluarga kita, dan kami akan menjaga saudara kami, serta kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu adalah suatu (tambahan) jatah yang mudah (bagi raja Mesir).”"
  },
  {
    "no": 14,
    "arabic": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
    "latin": "Qāla lan ursilahū ma‘akum ḥattā tu'tūni mauṡiqam minallāhi lata'tunnanī bihī illā ayyuḥāṭa bikum, falammā ātauhu mauṡiqahum qālallāhu ‘alā mā naqūlu wakīl(un).",
    "translation": "Dia (Ya‘qub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kembali kepadaku, kecuali jika kamu dikepung (oleh musuh).” Setelah mereka memberikan janji kepadanya, dia (Ya‘qub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”"
  },
  {
    "no": 15,
    "arabic": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
    "latin": "Wa qāla yā baniyya lā tadkhulū mim bābiw wāḥidiw wadkhulū min abwābim mutafarriqah(tin), wa mā ugnī ‘ankum minallāhi min syai'(in), inil-ḥukmu illā lillāh(i), ‘alaihi tawakkaltu wa ‘alaihi  falyatawakkalil-mutawakkilūn(a).",
    "translation": "Dia (Ya‘qub) berkata, “Wahai anak-anakku, janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda-beda. (Namun,) aku tidak dapat mencegah (takdir) Allah dari kamu sedikit pun. (Penetapan) hukum itu hanyalah hak Allah. Kepada-Nyalah aku bertawakal dan hendaklah kepada-Nya (saja) orang-orang yang bertawakal (meningkatkan) tawakal(-nya).”"
  },
  {
    "no": 16,
    "arabic": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "latin": "Wa lammā dakhalū min ḥaiṡu amarahum abūhum, mā kāna yugnī ‘anhum minallāhi min syai'in illā ḥājatan fī nafsi ya‘qūba qaḍāhā, wa innahū lażū ‘ilmil limā ‘allamnāhu wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
    "translation": "Ketika mereka masuk dari arah yang sesuai dengan perintah ayahnya, (hal itu) tidak dapat mencegah sedikit pun keputusan Allah, tetapi (itu) hanya suatu keinginan pada diri Ya‘qub (yaitu kasih sayang kepada anak-anaknya) yang telah dipenuhinya. Sesungguhnya dia benar-benar mempunyai pengetahuan karena Kami telah mengajarkan kepadanya, tetapi kebanyakan manusia tidak mengetahui."
  },
  {
    "no": 17,
    "arabic": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
    "latin": "Wa lammā dakhalū ‘alā yūsufa  āwā ilaihi akhāhu qāla innī akhūka falā tabta'is bimā kānū ya‘malūn(a).",
    "translation": "Ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah saudaramu, jangan engkau bersedih terhadap apa yang selalu mereka kerjakan.”"
  },
  {
    "no": 18,
    "arabic": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسٰرِقُوْنَ",
    "latin": "Falammā jahhazahum bijahāzihim ja‘las-siqāyata fī raḥli akhīhi ṡumma ażżana mu'ażżinun ayyatuhal-‘īru innakum lasāriqūn(a).",
    "translation": "Maka, ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan cawan375) ke dalam karung saudaranya (Bunyamin). Kemudian berteriaklah seorang penyeru, “Wahai kafilah, sesungguhnya kamu benar-benar para pencuri.”"
  },
  {
    "no": 19,
    "arabic": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
    "latin": "Qālū wa aqbalū ‘alaihim māżā tafqidūn(a).",
    "translation": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Apa yang hilang darimu?”"
  },
  {
    "no": 20,
    "arabic": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
    "latin": "Qālū nafqidu ṣuwā‘al-maliki wa liman jā'a bihī ḥimlu ba‘īriw wa ana bihī za‘īm(un).",
    "translation": "Mereka menjawab, “Kami kehilangan cawan raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta dan aku jamin itu.”"
  },
  {
    "no": 21,
    "arabic": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سٰرِقِيْنَ",
    "latin": "Qālū tallāhi laqad ‘alimtum  mā ji'tanā linufsida fil-arḍi wa mā kunnā sāriqīn(a).",
    "translation": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”"
  },
  {
    "no": 22,
    "arabic": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
    "latin": "Qālū famā jazā'uhū in kuntum kāżibīn(a).",
    "translation": "Mereka berkata, “Kalau demikian, apa hukumannya jika kamu berdusta?”"
  },
  {
    "no": 23,
    "arabic": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
    "latin": "Qālū jazā'uhū maw wujida fī raḥlihī fa huwa jazā'uh(ū), każālika najziẓ-ẓālimīn(a).",
    "translation": "Mereka (saudara-saudara Yusuf) menjawab, “Hukumannya ialah siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dialah sendiri balasannya (dijadikan hamba sahaya).376) Demikianlah kami memberikan hukuman kepada orang-orang zalim.”"
  },
  {
    "no": 24,
    "arabic": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
    "latin": "Fa bada'a bi'au‘iyatihim qabla wi‘ā'i akhīhi ṡummastakhrajahā miw wi‘ā'i akhīh(i), każālika kidnā liyūsuf(a), mā kāna liya'khuża akhāhu fī dīnil-maliki illā ay yasyā'allāh(u), narfa‘u darajātim man nasyā'(u), wa fauqa kulli żī ‘ilmin ‘alīm(un).",
    "translation": "Maka, mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri (Bunyamin), kemudian dia mengeluarkannya (cawan raja itu) dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut hukum raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui."
  },
  {
    "no": 25,
    "arabic": "۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ",
    "latin": "Qālū iy yasriq faqad saraqa akhul lahū min qabl(u), fa asarrahā yūsufu fī nafsihī wa lam yubdihā lahum, qāla antum syarrum makānā(n), wallāhu a‘lamu bimā taṣifūn(a).",
    "translation": "Mereka (saudara-saudara Yusuf) berkata, “Jika dia (Bunyamin) mencuri, sungguh sebelum ini saudaranya pun (Yusuf) pernah mencuri.” Maka Yusuf menyembunyikan (kekesalan) dalam hatinya dan tidak menampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kamu lebih buruk kedudukan (yakni sifat-sifat kamu). Allah Maha Mengetahui apa yang kamu terangkan.”"
  },
  {
    "no": 26,
    "arabic": "قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
    "latin": "Qālū yā ayyuhal-‘azīzu inna lahū aban syaikhan kabīran fa khuż aḥadanā makānah(ū), innā narāka minal-muḥsinīn(a).",
    "translation": "Mereka berkata, “Wahai al-Aziz, sesungguhnya dia (Bunyamin) mempunyai ayah yang sudah lanjut usia karena itu ambillah salah seorang di antara kami sebagai gantinya. Sesungguhnya kami melihat engkau termasuk orang-orang yang selalu berbuat lebih baik.”"
  },
  {
    "no": 27,
    "arabic": "قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ ࣖ",
    "latin": "Qāla ma‘āżallāhi an na'khuża illā maw wajadnā matā‘anā ‘indah(ū), innā iżal laẓālimūn(a).",
    "translation": "Dia (Yusuf) berkata, “Kami memohon pelindungan kepada Allah dari menahan (seseorang), kecuali siapa yang kami temukan harta kami padanya. Jika kami (berbuat) demikian, sesungguhnya kami benar-benar orang-orang zalim.”"
  },
  {
    "no": 28,
    "arabic": "فَلَمَّا اسْتَيْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
    "latin": "Falammastai'asū minhu khalaṣū najiyyā(n), qāla kabīruhum alam ta‘lamū anna abākum qad akhaża ‘alaikum mauṡiqam minallāhi wa min qablu mā farrattum fī yūsufa falan abraḥal-arḍa ḥattā ya'żana lī abī au yaḥkumallāhu lī, wa huwa khairul-ḥākimīn(a).",
    "translation": "Maka, ketika mereka telah berputus asa darinya (putusan Yusuf terhadap permintaan mereka membebaskan adiknya) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayah kamu telah mengambil sumpah dari kamu dengan (nama) Allah dan sebelum ini kamu telah menyia-nyiakan Yusuf? Oleh karena itu, aku tidak akan meninggalkan negeri ini (Mesir) sampai ayahku mengizinkanku (untuk kembali) atau Allah memberi putusan terhadapku. Dia adalah pemberi putusan yang terbaik."
  },
  {
    "no": 29,
    "arabic": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
    "latin": "Irji‘ū ilā abīkum fa qūlū yā abānā innabnaka saraq(a), wa mā syahidnā illā bimā ‘alimnā wa mā kunnā lil-gaibi ḥāfiẓīn(a).",
    "translation": "Kembalilah kepada ayahmu, lalu katakanlah, ‘Wahai ayah kami, sesungguhnya anakmu (Bunyamin) telah mencuri dan kami tidak bersaksi kecuali apa yang kami ketahui dan kami bukanlah orang-orang yang menjaga (mengetahui) apa yang gaib (yang di balik) itu."
  },
  {
    "no": 30,
    "arabic": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
    "latin": "Was'alil-qaryatal-latī kunnā fīhā wal-‘īral-latī aqbalnā fīhā, wa innā laṣādiqūn(a).",
    "translation": "Tanyalah (penduduk) negeri tempat kami berada dan kafilah yang datang bersama kami. Sesungguhnya kami betul-betul orang yang benar.’”"
  },
  {
    "no": 31,
    "arabic": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
    "latin": "Qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), ‘asallāhu ay ya'tiyanī bihim jamī‘ā(n), innahū huwal-‘alīmul-ḥakīm(u).",
    "translation": "Dia (Ya‘qub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. (Kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semua kepadaku. Sesungguhnya hanya Dialah Yang Maha Mengetahui lagi Maha Bijaksana.”"
  },
  {
    "no": 32,
    "arabic": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
    "latin": "Wa tawallā ‘anhum wa qāla yā asafā ‘alā yūsufa wabyaḍḍat ‘aināhu minal-ḥuzni fa huwa kaẓīm(un).",
    "translation": "Dia (Ya‘qub) berpaling dari mereka (anak-anaknya) seraya berkata, “Alangkah kasihan Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia adalah orang yang sungguh-sungguh menahan (amarah dan kepedihan)."
  },
  {
    "no": 33,
    "arabic": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهٰلِكِيْنَ",
    "latin": "Qālū tallāhi tafta'u tażkuru yūsufa ḥattā takūna ḥaraḍan au takūna minal-hālikīn(a).",
    "translation": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa (wafat).”"
  },
  {
    "no": 34,
    "arabic": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "latin": "Qāla innamā asykū baṡṡī wa ḥuznī ilallāhi wa a‘lamu minallāhi mā lā ta‘lamūn(a).",
    "translation": "Dia (Ya‘qub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Aku mengetahui dari Allah apa yang tidak kamu ketahui."
  },
  {
    "no": 35,
    "arabic": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
    "latin": "Yā baniyyażhabū fa taḥassasū miy yūsufa wa akhīhi wa lā tai'asū mir rauḥillāh(i), innahū lā yai'asu mir rauḥillāhi illal-qaumul-kāfirūn(a).",
    "translation": "Wahai anak-anakku, pergi dan carilah berita tentang Yusuf beserta saudaranya. Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya tidak ada yang berputus asa dari rahmat Allah, kecuali kaum yang kafir.”"
  },
  {
    "no": 36,
    "arabic": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
    "latin": "Falammā dakhalū ‘alaihi qālū yā ayyuhal-‘azīzu massanā wa ahlanaḍ-ḍurru wa ji'nā bibiḍā‘atim muzjātin fa aufi lanal-kaila wa taṣaddaq ‘alainā, innallāha yajzil-mutaṣaddiqīn(a).",
    "translation": "Ketika mereka masuk ke (tempat)-nya (Yusuf), mereka berkata, “Wahai yang mulia, kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah takaran (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.”"
  },
  {
    "no": 37,
    "arabic": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جٰهِلُوْنَ",
    "latin": "Qāla hal ‘alimtum mā fa‘altum biyūsufa wa akhīhi iż antum jāhilūn(a).",
    "translation": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak mengetahui (akibat) perbuatanmu itu?”"
  },
  {
    "no": 38,
    "arabic": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "latin": "Qālū a'innaka la'anta yūsuf(u), qāla ana yūsufu wa hāżā akhī qad mannallāhu ‘alainā, innahū may yataqqi wa yaṣbir fa innallāha lā yuḍī‘u ajral-muḥsinīn(a).",
    "translation": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Siapa yang bertakwa dan bersabar, sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang muhsin.”"
  },
  {
    "no": 39,
    "arabic": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
    "latin": "Qālū tallāhi laqad āṡarakallāhu ‘alainā wa in kunnā lakhāṭi'īn(a).",
    "translation": "Mereka berkata, “Demi Allah, Allah benar-benar telah melebihkan engkau di atas kami dan sesungguhnya kami benar-benar orang-orang yang bersalah.”"
  },
  {
    "no": 40,
    "arabic": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "latin": "Qāla lā taṡrība ‘alaikumul-yaum(a), wa yagfirullāhu lakum, wa huwa arḥamur-rāḥimīn(a).",
    "translation": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dia Maha Penyayang di antara para penyayang."
  },
  {
    "no": 41,
    "arabic": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
    "latin": "Iżhabū biqamīṣī hāżā fa alqūhu ‘alā wajhi abī ya'ti baṣīrā(n), wa'tūnī bi'ahlikum ajma‘īn(a).",
    "translation": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat (kembali); dan bawalah seluruh keluargamu kepadaku.”"
  },
  {
    "no": 42,
    "arabic": "وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ",
    "latin": "Wa lammā faṣalatil-‘īru qāla abūhum innī la'ajidu rīḥa yūsufa lau lā an tufannidūn(i).",
    "translation": "Ketika kafilah itu telah keluar (dari Mesir dan memasuki Palestina), ayah mereka berkata, “Sesungguhnya aku mencium bau Yusuf seandainya kamu tidak menuduhku lemah akal.”"
  },
  {
    "no": 43,
    "arabic": "قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ",
    "latin": "Qālū tallāhi innaka lafī ḍalālikal-qadīm(i).",
    "translation": "Mereka (keluarga Yusuf) berkata, “Demi Allah, sesungguhnya engkau benar-benar masih dalam kekeliruanmu yang dahulu.”"
  },
  {
    "no": 44,
    "arabic": "فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "latin": "Falammā an jā'al-basyīru alqāhu ‘alā wajihihī fartadda baṣīrā(n), qāla alam aqul lakum, innī a‘lamu minallāhi mā lā ta‘lamūn(a).",
    "translation": "Ketika telah tiba pembawa kabar gembira itu, diusapkannya (baju itu) ke wajahnya (Ya‘qub), lalu dia dapat melihat kembali. Dia (Ya‘qub) berkata, “Bukankah telah aku katakan kepadamu bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui?”"
  },
  {
    "no": 45,
    "arabic": "قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ",
    "latin": "Qālū yā abānastagfir lanā żunūbanā innā kunnā khāṭi'īn(a).",
    "translation": "Mereka (anak-anak Ya‘qub) berkata, “Wahai ayah kami, mohonkanlah ampunan untuk kami atas dosa-dosa kami. Sesungguhnya kami adalah orang-orang yang bersalah.”"
  },
  {
    "no": 46,
    "arabic": "قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "latin": "Qāla saufa astagfiru lakum rabbī, innahū huwal-gafūrur-raḥīm(u).",
    "translation": "Dia (Ya‘qub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.”"
  },
  {
    "no": 47,
    "arabic": "فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ",
    "latin": "Falammā dakhalū ‘alā yūsufa āwā ilaihi abawaihi wa qāladkhulū miṣra in syā'allāhu āminīn(a).",
    "translation": "Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul ibu bapaknya seraya berkata, “Masuklah ke negeri Mesir. Insyaallah dalam keadaan aman.”"
  },
  {
    "no": 48,
    "arabic": "وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
    "latin": "Wa rafa‘a abawaihi ‘alal-‘arsyi wa kharrū lahū sujjadā(n), wa qāla yā abati hāżā ta'wīlu ru'yāya min qabl(u), qad ja‘alahā rabbī ḥaqqā(n), wa qad aḥsana bī iż akhrajanī minas-sijni wa jā'a bikum minal-badwi mim ba‘di an nazagasy-syaiṭānu bainī wa baina ikhwatī, inna rabbī laṭīful limā yasyā'(u), innahū huwal-‘alīmul-ḥakīm(u).",
    "translation": "Dia (Yusuf) menaikkan kedua ibu bapaknya ke atas singgasana. Mereka tunduk bersujud kepadanya (Yusuf). Dia (Yusuf) berkata, “Wahai ayahku, inilah takwil mimpiku yang dahulu itu. Sungguh, Tuhanku telah menjadikannya kenyataan. Sungguh, Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sesungguhnya Tuhanku Maha Lembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui lagi Maha Bijaksana."
  },
  {
    "no": 49,
    "arabic": "۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ",
    "latin": "Rabbi qad ātaitanī minal-mulki wa ‘allamtanī min ta'wīlil-aḥādīṡ(i), fāṭiras-samāwāti wal-arḍ(i), anta waliyyī fid-dun-yā wal-ākhirah(ti), tawaffanī muslimaw wa alḥiqnī biṣ-ṣāliḥīn(a).",
    "translation": "Tuhanku, sungguh Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat. Wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang-orang saleh.”"
  },
  {
    "no": 50,
    "arabic": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ",
    "latin": "Żālika min ambā'il-gaibi nūḥīhi ilaik(a), wa mā kunta ladaihim iż ajma‘ū amrahum wa hum yamkurūn(a).",
    "translation": "Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad), padahal engkau tidak berada di samping mereka ketika mereka bersepakat mengatur tipu daya (untuk memasukkan Yusuf ke dalam sumur)."
  },
  {
    "no": 51,
    "arabic": "وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ",
    "latin": "Wa mā akṡarun-nāsi wa lau ḥaraṣta bimu'minīn(a).",
    "translation": "Kebanyakan manusia tidak akan beriman walaupun engkau (Nabi Muhammad) sangat menginginkannya."
  },
  {
    "no": 52,
    "arabic": "وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ",
    "latin": "Wa mā tas'aluhum ‘alaihi min ajr(in), in huwa illā żikrul lil-‘ālamīn(a).",
    "translation": "Engkau tidak meminta imbalan apa pun kepada mereka atas hal itu (seruanmu). Ia (Al-Qur’an) tidak lain adalah pengajaran bagi semesta alam."
  },
  {
    "no": 53,
    "arabic": "وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ",
    "latin": "Wa ka'ayyim min āyatin fis-samāwāti wal-arḍi yamurrūna ‘alaihā wa hum ‘anhā mu‘rḍūn(a).",
    "translation": "Berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, tetapi mereka berpaling darinya."
  },
  {
    "no": 54,
    "arabic": "وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ",
    "latin": "Wa mā yu'minu akṡaruhum billāhi illā wa hum musyrikūn(a).",
    "translation": "Kebanyakan mereka tidak beriman kepada Allah, bahkan mereka musyrik."
  },
  {
    "no": 55,
    "arabic": "اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ",
    "latin": "Afa aminū an ta'tiyahum gāsyiyatum min ‘ażābillāhi au ta'tiyahumus-sā‘atu bagtataw wa hum lā yasy‘urūn(a).",
    "translation": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari?"
  },
  {
    "no": 56,
    "arabic": "قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ",
    "latin": "Qul hāżihī sabīlī ad‘ū ilallāh(i), ‘alā baṣīratin ana wa manittaba‘anī, wa subḥānallāhi wa mā ana minal-musyrikīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (seluruh manusia) kepada Allah dengan bukti yang nyata. Maha Suci Allah dan aku tidak termasuk golongan orang-orang musyrik.”"
  },
  {
    "no": 57,
    "arabic": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ",
    "latin": "Wa mā arsalnā min qablika illā rijālan nūḥī ilaihim min ahlil-qurā, afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna ‘āqibatul-lażīna min qablihim, wa ladārul-ākhirati khairul lil-lażīnattaqau, afalā ta‘qilūn(a).",
    "translation": "Kami tidak mengutus sebelum engkau (Nabi Muhammad), kecuali laki-laki yang Kami berikan wahyu kepada mereka di antara penduduk negeri. Tidakkah mereka berjalan di bumi lalu memperhatikan bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Sesungguhnya negeri akhirat itu lebih baik bagi orang-orang yang bertakwa. Apakah kamu tidak mengerti?"
  },
  {
    "no": 58,
    "arabic": "حَتّٰٓى اِذَا اسْتَيْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ",
    "latin": "Ḥattā iżastai'asar-rusulu wa ẓannū annahum qad kużibū jā'ahum naṣrunā, fa nujjiya man nasyā'(u), wa lā yuraddu ba'sunā ‘anil-qaumil-mujrimīn(a).",
    "translation": "Sehingga, apabila para rasul tidak memiliki harapan lagi dan meyakini bahwa mereka benar-benar telah didustakan, datanglah kepada mereka pertolongan Kami, lalu diselamatkanlah orang yang Kami kehendaki. Siksa Kami tidak dapat ditolak dari kaum pendosa."
  },
  {
    "no": 59,
    "arabic": "لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
    "latin": "Laqad kāna fī qaṣaṣihim ‘ibratul li'ulil-albāb(i), mā kāna ḥadīṡay yuftarā wa lākin taṣdīqal-lażī baina yadaihi wa tafṣīla kulli syai'iw wa hudaw wa raḥmatal liqaumiy yu'minūn(a).",
    "translation": "Sungguh, pada kisah mereka benar-benar terdapat pelajaran bagi orang-orang yang berakal sehat. (Al-Qur’an) bukanlah cerita yang dibuat-buat, melainkan merupakan pembenar (kitab-kitab) yang sebelumnya, memerinci segala sesuatu, sebagai petunjuk, dan rahmat bagi kaum yang beriman."
  },
  {
    "no": 60,
    "arabic": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
    "latin": "Alif lām mīm rā, tilka āyātul-kitāb(i), wal-lażī unzila ilaika mir rabbikal-ḥaqqu wa lākinna akṡaran-nāsi lā yu'minūn(a).",
    "translation": "Alif Lām Mīm Rā. Itulah ayat-ayat Kitab (Al-Qur’an). (Kitab) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itu adalah kebenaran, tetapi kebanyakan manusia tidak beriman."
  },
  {
    "no": 61,
    "arabic": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
    "latin": "Allāhul-lażī rafa‘as-samāwāti bigairi ‘amadin taraunahā ṡummastawā ‘alal-‘arsyi wa sakhkharasy-syamsa  wal-qamar(a), kulluy yajrī li'ajalim musammā(n), yudabbirul-amra yufaṣṣilul-āyāti la‘allakum biliqā'i rabbikum tūqinūn(a).",
    "translation": "Allah yang meninggikan langit tanpa tiang yang (dapat) kamu lihat. Kemudian, Dia bersemayam di atas ‘Arasy377) serta menundukkan matahari dan bulan. Masing-masing beredar hingga waktu yang telah ditentukan (kiamat). Dia (Allah) mengatur urusan (makhluk-Nya) dan memerinci tanda-tanda (kebesaran-Nya) agar kamu meyakini pertemuan (kamu) dengan Tuhanmu."
  },
  {
    "no": 62,
    "arabic": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "latin": "Wa huwal-lażī maddal-arḍa wa ja‘ala fīhā rawāsiya wa anhārā(n), wa min kulliṡ-ṡamarāti ja‘ala fīhā zaujainiṡnaini yugsyil-lailan-nahār(a), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "Dialah yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. Dia menjadikan padanya (semua) buah-buahan berpasang-pasangan (dan) menutupkan malam pada siang.378) Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir."
  },
  {
    "no": 63,
    "arabic": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "latin": "Wa fil-arḍi qiṭa‘um mutajāwirātuw wa jannātum min a‘nābiw wa zar‘uw wa nakhīlun ṣinwānuw wa gairu ṣinwāniy yusqā bimā'iw wāḥid(in), wa nufaḍḍilu ba‘ḍahā ‘alā ba‘ḍin fil-ukul(i), inna fī żālika la'āyātil liqaumiy ya‘qilūn(a).",
    "translation": "Di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, dan pohon kurma yang bercabang dan yang tidak bercabang. (Semua) disirami dengan air yang sama, tetapi Kami melebihkan tanaman yang satu atas yang lainnya dalam hal rasanya. Sesungguhnya pada yang demikian itu benar-benar (terdapat) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti."
  },
  {
    "no": 64,
    "arabic": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرٰبًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "latin": "Wa in ta‘jab fa ‘ajabun qauluhum a'iżā kunnā turāban a'innā lafī khalqin jadīd(in), ulā'ikal-lażīna kafarū birabbihim, wa ulā'ikal-aglālu fī a‘nāqihim, wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "translation": "Jika engkau (Nabi Muhammad) heran, (justru) yang mengherankan adalah ucapan mereka (orang-orang kafir), “Apakah bila kami telah menjadi tanah, kami benar-benar akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah orang-orang yang kufur kepada Tuhannya. Mereka itulah orang-orang (yang dilekatkan) belenggu di lehernya. Mereka adalah para penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "no": 65,
    "arabic": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
    "latin": "Wa yasta‘jilūnaka bis-sayyi'ati qablal-ḥasanati wa qad khalat min qablihimul-maṡulāt(u), wa inna rabbaka lażū magfiratil lin-nāsi ‘alā ẓulmihim, wa inna rabbaka lasyadīdul-‘iqāb(i).",
    "translation": "Mereka meminta kepadamu agar keburukan (siksaan) dipercepat sebelum (datangnya) kebaikan, padahal sungguh telah berlalu bermacam-macam contoh (siksaan) sebelum mereka. Sesungguhnya Tuhanmu benar-benar memiliki ampunan bagi manusia meskipun mereka zalim. Sesungguhnya Tuhanmu benar-benar keras hukuman-Nya."
  },
  {
    "no": 66,
    "arabic": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
    "latin": "Wa yaqūlul-lażīna kafarū lau lā unzila ‘alaihi āyatum mir rabbih(ī), innamā anta munżiruw wa likulli qaumin hād(in).",
    "translation": "Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau (Nabi Muhammad) hanyalah seorang pemberi peringatan dan bagi setiap kaum ada pemberi petunjuk."
  },
  {
    "no": 67,
    "arabic": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
    "latin": "Allāhu ya‘lamu mā taḥmilu kullu unṡā wa mā tagīḍul-arḥāmu wa mā tazdād(u), wa kullu syai'in ‘indahū bimiqdār(in).",
    "translation": "Allah mengetahui apa yang dikandung oleh setiap perempuan dan apa yang berkurang (tidak sempurna dalam) rahim dan apa yang bertambah. Segala sesuatu ada ketentuan di sisi-Nya."
  },
  {
    "no": 68,
    "arabic": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
    "latin": "‘Alimul-gaibi wasy-syahādatil-kabīrul-muta‘āl(i).",
    "translation": "(Allahlah) yang mengetahui semua yang gaib dan yang nyata. (Dia) Yang Maha Besar lagi Maha Tinggi."
  },
  {
    "no": 69,
    "arabic": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
    "latin": "Sawā'um minkum man asarral-qaula wa man jahara bihī wa man huwa mustakhfim bil-laili wa sāribum bin-nahār(i).",
    "translation": "Sama saja (bagi Allah), siapa di antara kamu yang merahasiakan ucapan, siapa yang berterus terang dengannya, siapa yang bersembunyi pada malam hari dan siapa yang berjalan pada siang hari."
  },
  {
    "no": 70,
    "arabic": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
    "latin": "Lahū mu‘aqqibātum mim baini yadaihi wa min khalfihī yaḥfaẓūnahū min amrillāh(i), innallāha lā yugayyiru mā biqaumin ḥattā yugayyirū mā bi'anfusihim, wa iżā arādallāhu biqaumin sū'an falā maradda lah(ū), wa mā lahum min dūnihī miw wāl(in).",
    "translation": "Baginya (manusia) ada (malaikat-malaikat) yang menyertainya secara bergiliran dari depan dan belakangnya yang menjaganya atas perintah Allah. Sesungguhnya Allah tidak mengubah keadaan suatu kaum hingga mereka mengubah apa yang ada pada diri mereka. Apabila Allah menghendaki keburukan terhadap suatu kaum, tidak ada yang dapat menolaknya, dan sekali-kali tidak ada pelindung bagi mereka selain Dia."
  },
  {
    "no": 71,
    "arabic": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
    "latin": "Huwal-lażī  yurīkumul -barqa khaufaw  wa  ṭama‘aw  wa  yunsyi'us -saḥābaṡ-ṡiqāl(a).",
    "translation": "Dialah yang memperlihatkan kepadamu kilat (untuk menimbulkan) ketakutan dan harapan (akan turun hujan) serta menjadikan awan yang berat (mendung). "
  },
  {
    "no": 72,
    "arabic": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
    "latin": "Wa yusabbiḥur-ra‘du biḥamdihī wal-malā'ikatu min khīfatih(ī), wa yursiluṣ-ṣawā‘iqa fa yuṣību bihā may yasyā'u wa hum yujālidilūna fillāh(i), wa huwa syadīdul-miḥāl(i).",
    "translation": "Guruh bertasbih dengan memuji-Nya, (demikian pula) malaikat karena takut kepada-Nya. Dia (Allah) melepaskan petir, lalu menimpakannya kepada siapa yang Dia kehendaki. Sementara itu, mereka (orang-orang kafir) berbantah-bantahan tentang kekuasaan Allah, padahal Dia Maha Keras hukuman-Nya."
  },
  {
    "no": 73,
    "arabic": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
    "latin": "Lahū da‘watul-ḥaqq(i), wal-lażīna yad‘ūna min dūnihī lā yastajībūna lahum bisyai'in illā kabāsiṭi kaffaihi ilal-mā'i liyabluga fāhu wa mā huwa bibāligih(ī), wa mā du‘ā'ul-kāfirīna illā fī ḍalāl(in).",
    "translation": "Hanya bagi Allahlah seruan yang hak.379) (Sesembahan) yang mereka seru selain Dia, tidak dapat mengabulkan apa pun bagi mereka, kecuali seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya, padahal (air) itu tidak akan sampai ke mulutnya. Tidaklah seruan orang-orang kafir itu kecuali dalam kesia-siaan."
  },
  {
    "no": 74,
    "arabic": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
    "latin": "Wa lillāhi yasjudu man fis-samāwāti wal-arḍi ṭau‘aw wa karhaw wa ẓilāluhum bil-guduwwi wal-āṣāl(i).",
    "translation": "Hanya kepada Allahlah siapa saja yang ada di langit dan di bumi bersujud, baik dengan kemauan sendiri maupun terpaksa. (Bersujud pula kepada-Nya) bayang-bayang mereka pada waktu pagi dan petang hari."
  },
  {
    "no": 75,
    "arabic": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
    "latin": "Qul mar rabbus-samāwāti wal-arḍ(i), qulillāh(u), qul afattakhażtum  min dūnihī auliyā'a lā yamlikūna li'anfusihim naf‘aw wa lā ḍarrā(n), qul hal yastawil-a‘mā wal-baṣīr(u),  am hal tastawiẓ-ẓulumātu wan-nūr(u), am ja‘alū lillāhi syurakā'a khalaqū kakhalqihī fa tasyābahal-khalqu  ‘alaihim, qulillāhu khāliqu kulli syai'iw wa huwal-wāḥidul-qahhār(u).",
    "translation": "Katakanlah (Nabi Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.” Katakanlah, “Pantaskah kamu menjadikan selain Dia sebagai pelindung, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, “Apakah sama orang yang buta dengan orang yang dapat melihat? Atau, samakah kegelapan dengan cahaya? Atau, apakah mereka menjadikan sekutu-sekutu bagi Allah yang (diyakini) dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah pencipta segala sesuatu dan Dialah Yang Maha Esa lagi Maha Perkasa.”"
  },
  {
    "no": 76,
    "arabic": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
    "latin": "Anzala minas-samā'i mā'an fa sālat audiyatum biqadarihā faḥtamalas-sailu zabadar rābiyā(n), wa mimmā yūqidūna ‘alaihi fin-nāribtigā'a ḥilyatin au matā‘in zabadum miṡluh(ū), każālika yaḍribullāhul-ḥaqqa wal-bāṭil(a), fa ammaz-zabadu fa yażhabu jufā'ā(n), wa ammā mā yanfa‘un-nāsa fa yamkuṡu fil-arḍ(i), każālika yaḍribullāhul-amṡāl(a).",
    "translation": "Dia telah menurunkan air dari langit, lalu mengalirlah air itu di lembah-lembah sesuai dengan ukurannya. Arus itu membawa buih yang mengambang. Dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buih seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang hak dan batil. Buih akan hilang tidak berguna, sedangkan yang bermanfaat bagi manusia akan menetap di dalam bumi. Demikianlah Allah membuat perumpamaan."
  },
  {
    "no": 77,
    "arabic": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
    "latin": "Lil-lażīnastajābū lirabbihimul-ḥusnā, wal-lażīna lam yastajībū lahū lau anna lahum mā fil-arḍi jamī‘aw wa miṡlahū ma‘ahū laftadau bih(ī), ulā'ika lahum sū'ul-ḥisāb(i), wa ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "translation": "Bagi orang-orang yang memenuhi seruan Tuhannya (taat kepada Allah dan Rasul-Nya, disediakan) balasan yang terbaik (surga). (Sebaliknya, bagi) orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya (dari azab Allah pada hari Kiamat) dengan (hartanya) itu. Mereka itulah orang-orang yang akan mendapatkan hisab (perhitungan) yang buruk, tempat kediamannya adalah (neraka) Jahanam, dan itulah seburuk-buruknya tempat kediaman."
  },
  {
    "no": 78,
    "arabic": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
    "latin": "Afamay ya‘lamu annamā unzila ilaika mir rabbikal-ḥaqqu kaman huwa a‘mā, innamā yatażakkaru ulul-albāb(i).",
    "translation": "Apakah orang yang mengetahui bahwa apa yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu adalah kebenaran sama dengan orang yang buta? Hanya orang yang berakal sehat sajalah yang dapat mengambil pelajaran."
  },
  {
    "no": 79,
    "arabic": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
    "latin": "Al-lażīna yūfūna bi‘ahdillāhi wa lā yanquḍūnal-mīṡāq(a).",
    "translation": "(Yaitu) orang-orang yang memenuhi janji Allah dan tidak membatalkan perjanjian."
  },
  {
    "no": 80,
    "arabic": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
    "latin": "Wal-lażīna yaṣilūna mā amarallāhu bihī ay yūṣala wa yakhsyauna rabbahum wa yakhāfūna sū'al-ḥisāb(i).",
    "translation": "Orang-orang yang menghubungkan apa yang Allah perintahkan untuk disambungkan (seperti silaturahmi), takut kepada Tuhannya, dan takut (pula) pada hisab yang buruk."
  },
  {
    "no": 81,
    "arabic": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
    "latin": "Wal-lażīna ṣabarubtigā'a wajhi rabbihim wa aqāmuṣ-ṣalāta wa anfaqū mimmā razaqnāhum sirraw wa ‘alāniyataw wa yadra'ūna bil-ḥasanatis-sayyi'ata  ulā'ika lahum ‘uqbad-dār(i).",
    "translation": "Orang-orang yang bersabar demi mencari keridaan Tuhan mereka, mendirikan salat, menginfakkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi-sembunyi atau terang-terangan, dan membalas keburukan dengan kebaikan, orang-orang itulah yang mendapatkan tempat kesudahan (yang baik)."
  },
  {
    "no": 82,
    "arabic": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
    "latin": "Jannātu ‘adniy yadkhulūnahā wa man ṣalaḥa min ābā'ihim wa azwājihim  wa żurriyyātihim wal-malā'ikatu yadkhulūna ‘alaihim min kulli bāb(in).",
    "translation": "(Yaitu) surga-surga ‘Adn. Mereka memasukinya bersama orang saleh dari leluhur, pasangan-pasangan, dan keturunan-keturunan mereka, sedangkan malaikat-malaikat masuk ke tempat mereka dari semua pintu."
  },
  {
    "no": 83,
    "arabic": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
    "latin": "Salāmun ‘alaikum bimā ṣabartum fa ni‘ma ‘uqbad-dār(i).",
    "translation": "(Malaikat berkata,) “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu) karena kesabaranmu.” (Itulah) sebaik-baiknya tempat kesudahan (surga)."
  },
  {
    "no": 84,
    "arabic": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
    "latin": "Wal-lażīna yanquḍūna ‘ahdallāhi mim ba‘di mīṡāqihī wa yaqṭa‘ūna mā amarallāhu bihī ay yūṣala wa yufsidūna fil-arḍ(i), ulā'ika lahumul-la‘natu wa lahum sū'ud-dār(i).",
    "translation": "Orang-orang yang melanggar perjanjian (dengan) Allah setelah diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (seperti silaturahmi), dan berbuat kerusakan di bumi; mereka itulah orang-orang yang mendapat laknat dan bagi mereka tempat kediaman yang buruk (Jahanam)."
  },
  {
    "no": 85,
    "arabic": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
    "latin": "Allāhu yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), wa fariḥū bil-ḥayātid-dun-yā, wa mal-ḥayātud-dun-yā fil-ākhirati illā matā‘(un).",
    "translation": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (bagi siapa yang dikehendaki-Nya). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia dibandingkan akhirat hanyalah kesenangan (yang sedikit)."
  },
  {
    "no": 86,
    "arabic": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
    "latin": "Wa yaqūlul-lażīna kafarū lau lā unzila ‘alaihi āyatum mir rabbih(ī), qul innallāha yuḍillu may yasyā'u wa yahdī ilaihi man anāb(a).",
    "translation": "Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah menyesatkan380) siapa yang Dia kehendaki dan memberi petunjuk ke (jalan)-Nya bagi orang yang bertobat.”"
  },
  {
    "no": 87,
    "arabic": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
    "latin": "Al-lażīna āmanū wa taṭma'innu qulūbuhum biżikrillāh(i), alā biżikrillāhi taṭma'innul-qulūb(u).",
    "translation": "(Yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, bahwa hanya dengan mengingat Allah hati akan selalu tenteram."
  },
  {
    "no": 88,
    "arabic": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
    "latin": "Allażīna āmanū wa ‘amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in).",
    "translation": "Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik."
  },
  {
    "no": 89,
    "arabic": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
    "latin": "Każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa ‘alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), ‘alaihi tawakkaltu wa ilaihi matāb(i).",
    "translation": "Seperti (pengutusan para rasul sebelummu) itulah, Kami (juga) mengutusmu (Nabi Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat agar engkau bacakan kepada mereka (Al-Qur’an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”"
  },
  {
    "no": 90,
    "arabic": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
    "latin": "Wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi‘at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī‘ā(n), afalam yai'asil-lażīna  āmanū allau yasyā'ullāhu lahadan-nāsa jamī‘ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana‘ū qāri‘atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa‘dullāh(i), innallāha lā yukhliful-mī‘ād(a).",
    "translation": "Sekiranya ada suatu bacaan (Kitab Suci) yang dengannya gunung-gunung dapat digeserkan, bumi dibelah, atau orang mati dapat diajak bicara, (itulah Al-Qur’an). Sebenarnya segala urusan itu milik Allah. Tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah telah memberi petunjuk kepada manusia semuanya. Orang-orang yang kufur senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi di dekat tempat kediaman mereka, sampai datang janji Allah. Sesungguhnya Allah tidak menyalahi janji."
  },
  {
    "no": 91,
    "arabic": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ",
    "latin": "Wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna ‘iqāb(i).",
    "translation": "Sungguh, para rasul sebelum engkau (Nabi Muhammad) benar-benar telah diolok-olok. Maka, Aku memberi tenggang waktu kepada orang-orang yang kufur itu, kemudian Aku siksa mereka. Alangkah dahsyatnya hukuman-Ku!"
  },
  {
    "no": 92,
    "arabic": "اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ",
    "latin": "Afaman huwa qā'imun ‘alā kulli nafsim bimā kasabat, wa ja‘alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya‘lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū ‘anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "Apakah Dia yang mengawasi setiap jiwa atas apa yang diperbuatnya (sama dengan tuhan yang tidak demikian)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah (Nabi Muhammad), “Sebutkanlah sifat-sifat mereka itu! Apakah kamu hendak memberitahukan kepada-Nya apa yang tidak diketahui-Nya di bumi atau (mengatakan tentang hal itu) sekadar perkataan pada lahirnya saja.” Sebenarnya bagi orang-orang yang kufur, tipu daya mereka itu dijadikan terasa indah dan mereka dihalangi dari jalan (yang benar). Siapa yang disesatkan Allah, tidak ada seorang pun yang dapat memberi petunjuk baginya."
  },
  {
    "no": 93,
    "arabic": "لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ",
    "latin": "Lahum ‘ażābun fil-ḥayātid-dun-yā wa la‘ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in).",
    "translation": "Bagi merekalah azab (yang pedih) dalam kehidupan dunia dan azab akhirat pasti lebih pedih. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah."
  },
  {
    "no": 94,
    "arabic": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
    "latin": "Maṡalul-jannatil-latī wu‘idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka ‘uqbal-lażīnattaqau, wa ‘uqbal-kāfirīnan-nār(u).",
    "translation": "Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang-orang yang bertakwa. Sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka."
  },
  {
    "no": 95,
    "arabic": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
    "latin": "Wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba‘ḍah(ū), qul innamā umirtu an a‘budallāha wa lā usyrika bih(ī), ilaihi ad‘ū wa ilaihi ma'āb(i).",
    "translation": "Orang-orang yang telah Kami berikan al-Kitab kepada mereka381) bergembira dengan apa (kitab) yang diturunkan kepadamu (Nabi Muhammad). Di antara golongan-golongan itu (Yahudi dan Nasrani) ada yang mengingkari sebagiannya. Katakanlah, “Sesungguhnya aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”"
  },
  {
    "no": 96,
    "arabic": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
    "latin": "Wa każālika anzalnāhu ḥukman ‘arabiyyā(n), wa la'inittaba‘ta ahwā'ahum ba‘da mā jā'aka minal-‘ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in).",
    "translation": "Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai penentu hukum yang berbahasa Arab. Sungguh, jika engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, niscaya engkau sekali-kali tidak mempunyai pelindung dan tidak (pula) pemelihara dari (siksa) Allah."
  },
  {
    "no": 97,
    "arabic": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
    "latin": "Wa laqad arsalnā rusulam min qablika wa ja‘alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un).",
    "translation": "Sungguh Kami benar-benar telah mengutus para rasul sebelum engkau (Nabi Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak mungkin bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada ketentuannya.382)"
  },
  {
    "no": 98,
    "arabic": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
    "latin": "Yamḥullāhu mā yasyā'u wa yuṡbit(u), wa ‘indahū ummul-kitāb(i).",
    "translation": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Di sisi-Nyalah terdapat Ummul-Kitāb (Lauhulmahfuz)."
  },
  {
    "no": 99,
    "arabic": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
    "latin": "Wa immā nuriyannaka ba‘ḍal-lażī na‘iduhum au natawaffayannaka fa innamā ‘alaikal-balāgu wa ‘alainal-ḥisāb(u).",
    "translation": "Sesungguhnya jika Kami perlihatkan kepadamu (Nabi Muhammad, semasa hidupmu di dunia) sebagian (siksaan) yang Kami ancamkan kepada mereka (tentu engkau akan melihat kedahsyatannya), atau (jika) Kami wafatkan engkau (sebelum itu), sesungguhnya tugasmu hanya menyampaikan, dan Kamilah yang memperhitungkan (amal mereka)."
  },
  {
    "no": 100,
    "arabic": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
    "latin": "Awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu‘aqqiba liḥukmih(ī), wa huwa sarī‘ul-ḥisāb(i).",
    "translation": "Apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Allah menetapkan hukum (menurut kehendak-Nya) tanpa ada yang dapat menolak ketetapan-Nya; Dia Maha Cepat perhitungan-Nya."
  },
  {
    "no": 101,
    "arabic": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
    "latin": "Wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī‘ā(n), ya‘lamu mā taksibu kullu nafs(in), wa saya‘lamul-kuffāru liman ‘uqbad-dār(i).",
    "translation": "Sungguh orang-orang sebelum mereka (kafir Makkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang. Orang-orang kafir akan mengetahui untuk siapakah tempat kesudahan (yang baik)."
  },
  {
    "no": 102,
    "arabic": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ ",
    "latin": "Wa yaqūlul-lażīna kafarū lasta mursalā(n), qul kafā billāhi syahīdam bainī wa bainakum, wa man ‘indahū ‘ilmul-kitāb(i).",
    "translation": "Orang-orang yang kufur berkata, “Engkau (Nabi Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu al-Kitab383) menjadi saksi antara aku dan kamu.”"
  },
  {
    "no": 103,
    "arabic": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
    "latin": "Alif lām rā, kitābun anzalnāhu ilaika litukhrijan-nāsa minaẓ-ẓulumāti ilan-nūr(i), bi'iżni rabbihim ilā ṣirāṭil-‘azīzil-ḥamīd(i).",
    "translation": "Alif Lām Rā. (Ini adalah) Kitab (Al-Qur’an) yang Kami turunkan kepadamu (Nabi Muhammad) agar engkau mengeluarkan manusia dari berbagai kegelapan pada cahaya (terang-benderang) dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji."
  },
  {
    "no": 104,
    "arabic": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
    "latin": "Allāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), wa wailul lil-kāfirīna min ‘ażābin syadīd(in).",
    "translation": "(Dialah) Allah yang memiliki segala apa yang ada di langit dan apa yang ada di bumi. Kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat berat."
  },
  {
    "no": 105,
    "arabic": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
    "latin": "Allażīna yastaḥibbūnal-ḥayātad-dun-yā ‘alal-ākhirati wa yaṣuddūna ‘an sabīlillāhi wa yabgūnahā ‘iwajā(n), ulā'ika fī ḍalālim ba‘īd(in).",
    "translation": "(Yaitu) orang-orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, menghalang-halangi (manusia) dari jalan Allah, dan menginginkannya menjadi bengkok. Mereka itu berada dalam kesesatan yang jauh."
  },
  {
    "no": 106,
    "arabic": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "latin": "Wa mā arsalnā mir rasūlin illā bilisāni qaumihī liyubayyina lahum, fa yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa huwal-‘azīzul-ḥakīm(u).",
    "translation": "Kami tidak mengutus seorang rasul pun, kecuali dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka, Allah menyesatkan siapa yang Dia kehendaki (karena kecenderungannya untuk sesat), dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia Yang Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 107,
    "arabic": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
    "latin": "Wa laqad arsalnā mūsā bi'āyātinā an akhrij qaumaka minaẓ-ẓulumāti ilan-nūr(i), wa żakkirhum bi'ayyāmillāh(i), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
    "translation": "Sungguh Kami benar-benar telah mengutus Musa dengan (membawa) tanda-tanda (kekuasaan) Kami (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari berbagai kegelapan kepada cahaya (terang-benderang) dan ingatkanlah mereka tentang hari-hari Allah.”384) Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sangat penyabar lagi banyak bersyukur."
  },
  {
    "no": 108,
    "arabic": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
    "latin": "Wa iż qāla mūsā liqaumihiżkurū ni‘matallāhi ‘alaikum iż anjākum min āli fir‘auna yasūmūnakum sū'al-‘ażābi wa yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum ‘aẓīm(un).",
    "translation": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun. Mereka menyiksa kamu dengan siksa yang pedih, menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup (anak-anak) perempuanmu (untuk disiksa dan dilecehkan). Pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu."
  },
  {
    "no": 109,
    "arabic": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
    "latin": "Wa iż ta'ażżana rabbukum la'in syakartum la'azīdannakum wa la'in kafartum inna ‘ażābī lasyadīd(un). ",
    "translation": "(Ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), sesungguhnya azab-Ku benar-benar sangat keras.”"
  },
  {
    "no": 110,
    "arabic": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
    "latin": "Wa qāla mūsā in takfurū antum wa man fil-arḍi jamī‘ā(n), fa innallāha laganiyyun ḥamīd(un).",
    "translation": "Musa berkata, “Jika kamu dan siapa pun yang ada di bumi semuanya kufur (atas nikmat Allah), sesungguhnya Allah benar-benar Maha Kaya lagi Maha Terpuji."
  },
  {
    "no": 111,
    "arabic": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ",
    "latin": "Alam ya'tikum naba'ul-lażīna min qablikum qaumi nūḥiw wa ‘ādiw wa ṡamūd(a), wal-lażīna mim ba‘dihim,  lā ya‘lamuhum illallāh(u), jā'athum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad‘ūnanā ilaihi murīb(in).",
    "translation": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, Samud, dan orang-orang setelah mereka? Tidak ada yang mengetahui (bilangan) mereka selain Allah. Rasul-rasul telah datang kepada mereka dengan (membawa) bukti-bukti yang nyata, tetapi mereka menutupkan tangannya ke mulutnya (sebagai tanda penolakan dan karena kebencian) dan berkata, “Sesungguhnya kami tidak percaya akan ajaran yang kamu bawa dan kami benar-benar dalam keraguan yang menggelisahkan menyangkut apa yang kamu serukan kepada kami.”"
  },
  {
    "no": 112,
    "arabic": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ",
    "latin": "Qālat rusuluhum afillāhi syakkun fāṭiris-samāwāti wal-arḍ(i), yad‘ūkum liyagfira lakum min żunūbikum wa yu'akhkhirakum ilā ajalim musammā(n), qālū in antum illā basyarum miṡlunā, turīdūna an taṣuddūnā ‘ammā kāna ya‘budu ābā'unā fa'tūnā bisulṭānim mubīn(in).",
    "translation": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)-mu sampai waktu yang ditentukan.” Mereka menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami dari (menyembah) apa yang sejak dahulu selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”"
  },
  {
    "no": 113,
    "arabic": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "latin": "Qālat lahum rusuluhum in naḥnu illā basyarum miṡlukum wa lākinnallāha yamunnu ‘alā may yasyā'u min ‘ibādih(ī), wa mā kāna lanā an na'tiyakum bisulṭānin illā bi'iżnillāh(i), wa ‘alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak mungkin bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Hanya kepada Allah seharusnya orang-orang yang beriman bertawakal."
  },
  {
    "no": 114,
    "arabic": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
    "latin": "Wa mā lanā allā natawakkala ‘alallāhi wa qad hadānā subulanā, wa lanaṣbiranna ‘alā mā āżaitumūnā, wa ‘alallāhi falyatawakkalil-mutawakkilūn(a).",
    "translation": "Mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan kepada kami jalan-jalan (keselamatan)? Sungguh, kami benar-benar akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Hanya kepada Allah orang-orang yang bertawakal seharusnya berserah diri.”"
  },
  {
    "no": 115,
    "arabic": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
    "latin": "Wa qālal-lażīna kafarū lirusulihim lanukhrijannakum min arḍinā au lata‘ūdunna fī millatinā, fa auḥā ilaihim rabbuhum lanuhlikannaẓ-ẓālimīn(a).",
    "translation": "Orang-orang yang kufur berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali memeluk agama kami.” Maka, Tuhan mereka (para rasul) mewahyukan kepada mereka, “Kami pasti akan membinasakan orang-orang yang zalim itu."
  },
  {
    "no": 116,
    "arabic": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
    "latin": "Wa lanuskinannakumul-arḍa mim ba‘dihim, żālika liman khāfa maqāmī wa khāfa wa‘īd(i).",
    "translation": "Kami pasti akan menempatkanmu di negeri-negeri itu setelah mereka. Yang demikian itu (berlaku) bagi orang yang takut akan kebesaran-Ku dan takut akan ancaman-Ku.”"
  },
  {
    "no": 117,
    "arabic": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
    "latin": "Wastaftaḥū wa khāba kullu jabbārin ‘anīd(in).",
    "translation": "Mereka (para rasul) memohon diberi kemenangan dan kecewalah setiap orang yang sewenang-wenang lagi sangat keras kepala."
  },
  {
    "no": 118,
    "arabic": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
    "latin": "Miw warā'ihī jahannamu wa yusqā mim mā'in ṣadīd(in).",
    "translation": "Di hadapannya ada (neraka) Jahanam dan dia akan diberi minuman dengan air nanah."
  },
  {
    "no": 119,
    "arabic": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
    "latin": "Yatajarra‘uhū wa lā yakādu yusīguhū wa ya'tīhil-mautu min kulli makāniw wa mā huwa bimayyit(in), wa miw warā'ihī ‘ażābun galīẓ(un).",
    "translation": "Diteguk-teguknya (air nanah itu), dia hampir tidak bisa menelannya, dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak kunjung mati. Di hadapannya (masih ada) azab yang berat."
  },
  {
    "no": 120,
    "arabic": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
    "latin": "Maṡalul-lażīna kafarū birabbihim a‘māluhum karamādinisytaddat bihir-rīḥu fī yaumin ‘āṣif(in), lā yaqdirūna mimmā kasabū ‘alā syai'(in), żālika huwaḍ-ḍalālul-ba‘īd(u).",
    "translation": "Perumpamaan orang-orang yang kufur kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin kencang pada saat badai. Mereka tidak kuasa (memperoleh manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh."
  },
  {
    "no": 121,
    "arabic": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
    "latin": "Alam tara annallāha khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), iy yasya' yużhibkum wa ya'ti bikhalqin jadīd(in).",
    "translation": "Tidakkah engkau memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakanmu dan mendatangkan makhluk yang baru (untuk menggantikanmu)."
  },
  {
    "no": 122,
    "arabic": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
    "latin": "Wa mā żālika  ‘alallāhi bi‘azīz(in).",
    "translation": "Yang demikian itu bagi Allah tidak sulit."
  },
  {
    "no": 123,
    "arabic": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ",
    "latin": "Wa barazū lillāhi jamī‘an fa qālaḍ-ḍu‘afā'u lil-lażīnastakbarū innā kunnā lakum taba‘an fahal antum mugnūna ‘annā min ‘ażābillāhi min syai'(in), qālū lau hadānallāhu lahadainākum, sawā'un ‘alainā ajazi‘nā am ṣabarnā mā lanā mim maḥīṣ(in).",
    "translation": "Mereka semua berkumpul (di padang Mahsyar) untuk menghadap ke hadirat Allah. Lalu, orang-orang yang lemah berkata kepada orang-orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu. Maka, dapatkah kamu menghindarkan kami dari azab Allah sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat sama sekali untuk melarikan diri.”"
  },
  {
    "no": 124,
    "arabic": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
    "latin": "Wa qālasy-syaiṭānu lammā quḍiyal-amru innallāha wa‘adakum wa‘dal-ḥaqqi wa wa‘attukum fa akhlaftukum, wa mā kāna liya ‘alaikum min sulṭānin illā an da‘autukum fastajabtum lī, falā talūmūnī wa lūmū anfusakum, wa mā ana bimuṣrikhikum wa mā antum bimuṣrikhiyy(a), innī kafartu bimā asyraktumūni min qabl(u), innaẓ-ẓālimīna lahum ‘ażābun alīm(un).",
    "translation": "Setan berkata ketika urusan (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu, tetapi aku mengingkarinya. Tidak ada kekuasaan bagiku sedikit pun terhadapmu, kecuali aku (sekadar) menyerumu, lalu kamu mematuhi seruanku. Oleh karena itu, janganlah kamu mencercaku, tetapi cercalah dirimu sendiri. Aku tidak dapat menjadi penolongmu dan kamu pun tidak dapat menjadi penolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sesungguhnya orang-orang zalim akan mendapat siksaan yang sangat pedih."
  },
  {
    "no": 125,
    "arabic": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
    "latin": "Wa udkhilal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā bi'iżni rabbihim, taḥiyyatuhum fīhā salām(un).",
    "translation": "Orang-orang yang beriman dan beramal saleh dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan izin Tuhannya. Penghormatan mereka di dalamnya adalah (ucapan) salam.385)"
  },
  {
    "no": 126,
    "arabic": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
    "latin": "Alam tara kaifa ḍaraballāhu maṡalan kalimatan ṭayyibatan kasyajaratin ṭayyibatin aṣluhā ṡābituw wa far‘uhā fis-samā'(i).",
    "translation": "Tidakkah engkau memperhatikan bagaimana Allah telah membuat perumpamaan kalimah ṭayyibah?386) (Perumpamaannya) seperti pohon yang baik, akarnya kuat, cabangnya (menjulang) ke langit,"
  },
  {
    "no": 127,
    "arabic": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "latin": "Tu'tī ukulahā kulla ḥīnim bi'iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la‘allahum yatażakkarūn(a).",
    "translation": "dan menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Allah membuat perumpamaan untuk manusia agar mereka mengambil pelajaran."
  },
  {
    "no": 128,
    "arabic": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
    "latin": "Wa maṡalu kalimatin khabīṡatin kasyajaratin khabīṡatinijtuṡṡat  min fauqil-arḍi mā lahā min qarār(in).",
    "translation": "(Adapun) perumpamaan kalimah khabīṡah387) seperti pohon yang buruk, akar-akarnya telah dicabut dari permukaan bumi, (dan) tidak dapat tetap (tegak) sedikit pun."
  },
  {
    "no": 129,
    "arabic": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
    "latin": "Yuṡabbitullāhul-lażīna āmanū bil-qauliṣ-ṣābiti fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa yuḍillullāhuẓ-ẓālimīn(a), wa yaf‘alullāhu mā yasyā'(u).",
    "translation": "Allah meneguhkan orang-orang yang beriman dengan ucapan yang teguh388) dalam kehidupan di dunia dan di akhirat. Allah menyesatkan orang-orang yang zalim, dan Allah berbuat apa yang Dia kehendaki."
  },
  {
    "no": 130,
    "arabic": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
    "latin": "Alam tara ilal-lażīna baddalū ni‘matallāhi kufraw wa aḥallū qaumahum dāral-bawār(i).",
    "translation": "Tidakkah engkau memperhatikan orang-orang yang telah menukar nikmat Allah dengan kekufuran dan menjatuhkan kaumnya ke lembah kebinasaan,"
  },
  {
    "no": 131,
    "arabic": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
    "latin": "Jahannama yaṣlaunahā, wa bi'sal-qarār(u).",
    "translation": "(yaitu neraka) Jahanam? Mereka masuk ke dalamnya. (Itulah) seburuk-buruknya tempat kediaman."
  },
  {
    "no": 132,
    "arabic": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
    "latin": "Wa ja‘alū lillāhi andādal liyuḍillū ‘an sabīlih(ī), qul tamatta‘ū fa inna maṣīrakum ilan-nār(i).",
    "translation": "Mereka (orang-orang kafir) itu telah membuat tandingan-tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah! Sesungguhnya tempat kembalimu adalah neraka.”"
  },
  {
    "no": 133,
    "arabic": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
    "latin": "Qul li‘ibādiyal-lażīna āmanū yuqīmuṣ-ṣalāta wa yunfiqū mimmā razaqnāhum sirraw wa ‘alāniyatam min qabli ay ya'tiya yaumul lā bai‘un fīhi wa lā khilāl(un).",
    "translation": "Katakanlah (Nabi Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka secara sembunyi atau terang-terangan sebelum datang hari ketika tidak ada lagi jual beli dan persahabatan.”"
  },
  {
    "no": 134,
    "arabic": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
    "latin": "Allāhul-lażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi'amrih(ī), wa sakhkhara lakumul-anhār(a).",
    "translation": "Allahlah yang telah menciptakan langit dan bumi, menurunkan air (hujan) dari langit, lalu dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu. Dia juga telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya. Dia pun telah menundukkan sungai-sungai bagimu."
  },
  {
    "no": 135,
    "arabic": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
    "latin": "Wa sakhkhara lakumusy-syamsa wal-qamara dā'ibaīn(i), wa sakhkhara lakumul-laila wan-nahār(a).",
    "translation": "Dia telah menundukkan bagimu matahari dan bulan yang terus-menerus beredar (dalam orbitnya) dan telah pula menundukkan bagimu malam dan siang.389)"
  },
  {
    "no": 136,
    "arabic": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ",
    "latin": "Wa ātākum min kulli mā sa'altumūh(u), wa in ta‘uddū ni‘matallāhi lā tuḥṣūhā, innal-insāna laẓalūmun kaffār(un).",
    "translation": "Dia telah menganugerahkan kepadamu segala apa yang kamu mohonkan kepada-Nya. Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya manusia itu benar-benar sangat zalim lagi sangat kufur."
  },
  {
    "no": 137,
    "arabic": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
    "latin": "Wa iż qāla ibrāhīmu rabbij‘al hāżal-balada āminaw wajnubnī wa baniyya an na‘budal-aṣnām(a).",
    "translation": "(Ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah negeri ini (Makkah) negeri yang aman dan jauhkanlah aku beserta anak cucuku dari penyembahan terhadap berhala-berhala."
  },
  {
    "no": 138,
    "arabic": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
    "latin": "Rabbi innahunna  aḍlalna kaṡīram minan-nās(i), faman tabi‘anī fa innahū minnī, wa man ‘aṣānī fa innaka gafūrur raḥīm(un).",
    "translation": "Ya Tuhanku, sesungguhnya mereka (berhala-berhala itu) telah menyesatkan banyak manusia. Maka, siapa yang mengikutiku, sesungguhnya dia termasuk golonganku. Siapa yang mendurhakaiku, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 139,
    "arabic": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
    "latin": "Rabbanā innī askantu min żurriyyatī biwādin gairi żī zar‘in ‘inda baitikal-muḥarram(i), rabbanā liyuqīmuṣ-ṣalāta faj‘al af'idatam minan-nāsi tahwī ilaihim warzuqhum minaṡ-ṡamarāti la‘allahum yasykurūn(a).",
    "translation": "Ya Tuhan kami, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak ada tanamannya (dan berada) di sisi rumah-Mu (Baitullah) yang dihormati. Ya Tuhan kami, (demikian itu kami lakukan) agar mereka melaksanakan salat. Maka, jadikanlah hati sebagian manusia cenderung kepada mereka dan anugerahilah mereka rezeki dari buah-buahan. Mudah-mudahan mereka bersyukur."
  },
  {
    "no": 140,
    "arabic": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "latin": "Rabbanā innaka ta‘lamu mā nukhfī wa mā nu‘lin(u), wa mā yakhfā ‘alallāhi min syai'in fil-arḍi wa lā fis-samā'(i).",
    "translation": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan. Tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit."
  },
  {
    "no": 141,
    "arabic": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
    "latin": "Al-ḥamdu lillāhil-lażī wahaba lī ‘alal-kibari ismā‘īla wa isḥāq(a), inna rabbī lasamī‘ud-du‘ā'(i).",
    "translation": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(-ku) Ismail dan Ishaq. Sesungguhnya Tuhanku benar-benar Maha Mendengar (memperkenankan) doa."
  },
  {
    "no": 142,
    "arabic": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
    "latin": "Rabbij‘alnī muqīmaṣ-ṣalāti wa min żurriyyatī, rabbanā wa taqabbal du‘ā'(i).",
    "translation": "Ya Tuhanku, jadikanlah aku dan sebagian anak cucuku orang yang tetap melaksanakan salat. Ya Tuhan kami, perkenankanlah doaku.390)"
  },
  {
    "no": 143,
    "arabic": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ",
    "latin": "Rabbanagfir lī wa liwālidayya wa lil-mu'minīna yauma yaqūmul-ḥisāb(u).",
    "translation": "Ya Tuhan kami, ampunilah aku, kedua orang tuaku, dan orang-orang mukmin pada hari diadakan perhitungan (hari Kiamat).”"
  },
  {
    "no": 144,
    "arabic": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
    "latin": "Wa lā taḥsabannallāha gāfilan ‘ammā ya‘maluẓ-ẓālimūn(a), innamā yu'akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār(u).",
    "translation": "Janganlah sekali-kali engkau mengira bahwa Allah lengah terhadap apa yang orang-orang zalim perbuat. Sesungguhnya Dia menangguhkan mereka sampai hari ketika mata (mereka) terbelalak."
  },
  {
    "no": 145,
    "arabic": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ",
    "latin": "Muhṭi‘īna muqni‘ī ru'ūsihim lā yartaddu ilaihim ṭarfuhum, wa af'idatuhum hawā'(un).",
    "translation": "(Pada hari itu) mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedangkan mata mereka tidak berkedip dan hati mereka kosong."
  },
  {
    "no": 146,
    "arabic": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ",
    "latin": "Wa anżirin-nāsa yauma ya'tīhimul-‘ażāb(u), fa yaqūlul-lażīna ẓalamū rabbanā akhkhirnā ilā ajalin qarīb(in), nujib da‘wataka wa nattabi‘ir-rusul(a), awalam takūnū aqsamtum min qablu mā lakum min zawāl(in).",
    "translation": "Berikanlah (Nabi Muhammad) peringatan kepada manusia tentang hari (ketika) azab datang kepada mereka. Maka, (ketika itu) orang-orang yang zalim berkata, “Ya Tuhan kami, tangguhkanlah (azab) kami (dan kembalikanlah kami ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan-Mu dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan,) “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan beralih (dari kehidupan dunia ke akhirat)?"
  },
  {
    "no": 147,
    "arabic": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ",
    "latin": "Wa sakantum fī masākinil-lażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa‘alnā bihim wa ḍarabnā lakumul-amṡāl(a).",
    "translation": "(Bukankah) kamu pun dulu tinggal di tempat kediaman orang-orang yang menzalimi diri sendiri dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan (pula) kepadamu beberapa perumpamaan?”"
  },
  {
    "no": 148,
    "arabic": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ",
    "latin": "Wa qad makarū makrahum wa ‘indallāhi makruhum, wa in kāna makruhum litazūla minhul-jibāl(u).",
    "translation": "Sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Sekali-kali tipu daya mereka tidak akan mampu melenyapkan gunung-gunung.391)"
  },
  {
    "no": 149,
    "arabic": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ",
    "latin": "Falā taḥsabannallāha mukhlifa wa‘dihī rusulah(ū), innallāha ‘azīzun żun tiqām(in).",
    "translation": "Oleh karena itu, jangan sekali-kali engkau mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sesungguhnya Allah Maha Perkasa lagi mempunyai pembalasan,"
  },
  {
    "no": 150,
    "arabic": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ",
    "latin": "Yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazū lillāhil-wāḥidil-qahhār(i).",
    "translation": "(yaitu) hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit. Mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa lagi Maha Perkasa."
  },
  {
    "no": 151,
    "arabic": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ",
    "latin": "Wa taral-mujrimīna yauma'iżim muqarranīna fil-aṣfād(i).",
    "translation": "Pada hari itu engkau akan melihat orang-orang yang berdosa diikat dengan belenggu."
  },
  {
    "no": 152,
    "arabic": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ",
    "latin": "Sarābīluhum min qaṭirāniw wa tagsyā wujūhahumun-nār(u).",
    "translation": "Pakaian mereka dari cairan (seperti aspal) dan wajah mereka ditutup oleh api neraka."
  },
  {
    "no": 153,
    "arabic": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
    "latin": "Liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī‘ul-ḥisāb(i).",
    "translation": "(Demikian itu) agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sesungguhnya Allah Maha Cepat perhitungan(-Nya)."
  },
  {
    "no": 154,
    "arabic": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ ",
    "latin": "Hāżā balāgul lin-nāsi wa liyunżarū bihī wa liya‘lamū annamā huwa ilāhuw wāḥiduw wa liyażżakkara ulul-albāb(i).",
    "translation": "(Al-Qur’an) ini adalah penjelasan (yang sempurna) bagi manusia agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran."
  },
  {
    "no": 155,
    "arabic": "الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔",
    "latin": "Alif lām rā, tilka āyātul-kitābi wa qur'ānim mubīn(in).",
    "translation": "Alif Lām Rā. Itulah ayat-ayat Kitab, yaitu (ayat-ayat) Al-Qur’an yang memberi penjelasan."
  }
]