[
  {
    "no": 164,
    "arabic": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ",
    "latin": "Wa mā liya lā a‘budul-lażī faṭaranī wa ilaihi turja‘ūn(a).",
    "translation": "Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan?"
  },
  {
    "no": 2,
    "arabic": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ",
    "latin": "A'attakhiżu min dūnihī ālihatan iy yuridnir-raḥmānu biḍurril lā tugni ‘annī syafā‘atuhum syai'aw wa lā yunqiżūn(i).",
    "translation": "Mengapa aku (harus) mengambil sembahan-sembahan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku."
  },
  {
    "no": 3,
    "arabic": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "latin": "Innī iżal lafī ḍalālim mubīn(in).",
    "translation": "Sesungguhnya aku (jika berbuat) begitu, pasti berada dalam kesesatan yang nyata."
  },
  {
    "no": 4,
    "arabic": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ",
    "latin": "Innī  āmantu birabbikum fasma‘ūn(i).",
    "translation": "Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”"
  },
  {
    "no": 5,
    "arabic": "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ",
    "latin": "Qīladkhulil-jannah(ta), qāla yā laita qaumī ya‘lamūn(a).",
    "translation": "Dikatakan (kepadanya), “Masuklah ke surga.”640) Dia (laki-laki itu) berkata, “Aduhai, sekiranya kaumku mengetahui"
  },
  {
    "no": 6,
    "arabic": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ",
    "latin": "Bimā gafaralī rabbī wa ja‘alanī minal-mukramīn(a).",
    "translation": "(bagaimana) Tuhanku mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.”"
  },
  {
    "no": 7,
    "arabic": "۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ  ",
    "latin": "Wa mā anzalnā ‘alā qaumihī mim ba‘dihī min jundim minas-samā'i wa mā kunnā munzilīn(a).",
    "translation": "Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya."
  },
  {
    "no": 8,
    "arabic": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ",
    "latin": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum khāmidūn(a).",
    "translation": "(Azab mereka) itu cukup dengan satu teriakan saja. Maka, seketika itu mereka mati. "
  },
  {
    "no": 9,
    "arabic": "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "latin": "Yā ḥasratan ‘alal-‘ibād(i), mā ya'tīhim mir rasūlin illā kānū bihī yastahzi'ūn(a).",
    "translation": "Alangkah besar penyesalan diri para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya."
  },
  {
    "no": 10,
    "arabic": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ",
    "latin": "Alam yarau kam ahlaknā qablahum minal-qurūni annahum ilaihim lā yarji‘ūn(a).",
    "translation": "Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan? Mereka (setelah binasa) tidak ada yang kembali kepada mereka (di dunia)."
  },
  {
    "no": 11,
    "arabic": "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ࣖ",
    "latin": "Wa in kullul lammā jamī‘ul ladainā muḥḍarūn(a).",
    "translation": "Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab)."
  },
  {
    "no": 12,
    "arabic": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ",
    "latin": "Wa āyatul lahumul-arḍul-maitah(tu), aḥyaināhā wa akhrajnā minhā ḥabban faminhu ya'kulūn(a).",
    "translation": "Suatu tanda (kekuasaan-Nya) bagi mereka adalah bumi yang mati (tandus lalu) Kami menghidupkannya dan mengeluarkan darinya biji-bijian kemudian dari (biji-bijian) itu mereka makan."
  },
  {
    "no": 13,
    "arabic": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ",
    "latin": "Wa ja‘alnā fīhā jannātim min nakhīliw wa a‘nābiw wa fajjarnā fīhā minal-‘uyūn(i).",
    "translation": "Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur serta Kami memancarkan padanya beberapa mata air"
  },
  {
    "no": 14,
    "arabic": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ",
    "latin": "Liya'kulū min ṡamarihī wa mā ‘amilathu aidīhim, afalā yasykurūn(a).",
    "translation": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?"
  },
  {
    "no": 15,
    "arabic": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ",
    "latin": "Subḥānal-lażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya‘lamūn(a).",
    "translation": "Maha Suci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui."
  },
  {
    "no": 16,
    "arabic": "وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ",
    "latin": "Wa āyatul lahumul-lailu naslakhu minhun-nahāra fa'iżā hum muẓlimūn(a).",
    "translation": "Suatu tanda juga (atas kekuasaan Allah) bagi mereka adalah malam. Kami pisahkan siang dari (malam) itu. Maka, seketika itu mereka (berada dalam) kegelapan."
  },
  {
    "no": 17,
    "arabic": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ",
    "latin": "Wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-‘azīzil-‘alīm(i).",
    "translation": "(Suatu tanda juga atas kekuasaan Allah bagi mereka adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Maha Perkasa lagi Maha Mengetahui."
  },
  {
    "no": 18,
    "arabic": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ",
    "latin": "Wal-qamara qaddarnāhu manāzila ḥattā ‘āda kal-‘urjūnil-qadīm(i).",
    "translation": "(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah ia sampai ke tempat peredaran yang terakhir,) kembalilah ia seperti bentuk tandan yang tua.641)"
  },
  {
    "no": 19,
    "arabic": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ",
    "latin": "Lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār(i), wa kullun fī falakiy yasbaḥūn(a).",
    "translation": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya."
  },
  {
    "no": 20,
    "arabic": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ",
    "latin": "Wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masyḥūn(i).",
    "translation": "Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan."
  },
  {
    "no": 21,
    "arabic": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ",
    "latin": "Wa khalaqnā lahum mim miṡlihī mā yarkabūn(a).",
    "translation": "(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai.642)"
  },
  {
    "no": 22,
    "arabic": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ",
    "latin": "Wa in nasya' nugriqhum falā ṣarīkha lahum wa lā hum yunqażūn(a).",
    "translation": "Jika Kami menghendaki, Kami akan menenggelamkan mereka. Kemudian, tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan."
  },
  {
    "no": 23,
    "arabic": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ",
    "latin": "Illā raḥmatam minnā wa matā‘an ilā ḥīn(in).",
    "translation": "Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu."
  },
  {
    "no": 24,
    "arabic": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ",
    "latin": "Wa iżā qīla lahumuttaqū mā baina aidīkum wa mā khalfakum la‘allakum turḥamūn(a).",
    "translation": "Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan azab yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (maka mereka berpaling)."
  },
  {
    "no": 25,
    "arabic": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
    "latin": "Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū ‘anhā mu‘riḍīn(a).",
    "translation": "Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka berpaling darinya."
  },
  {
    "no": 26,
    "arabic": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ  ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "latin": "Wa iżā qīla lahum anfiqū mimmā razaqakumullāh(u), qālal-lażīna kafarū lil-lażīna āmanū anuṭ‘imu mal lau yasyā'ullāhu aṭ‘amah(ū), in antum illā fī ḍalālim mubīn(in).",
    "translation": "Apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”"
  },
  {
    "no": 27,
    "arabic": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Wa yaqūlūna matā hāżal-wa‘du in kuntum ṣādiqīn(a).",
    "translation": "Mereka berkata, “Kapankah janji (hari Kebangkitan) ini (terjadi) jika kamu orang-orang benar?”"
  },
  {
    "no": 28,
    "arabic": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ",
    "latin": "Mā yanẓurūna illā ṣaiḥataw wāḥidatan ta'khużuhum wa hum yakhiṣṣimūn(a).",
    "translation": "Mereka hanya menunggu satu teriakan643) yang akan membinasakan mereka saat mereka (sibuk) bertengkar (tentang urusan dunia)."
  },
  {
    "no": 29,
    "arabic": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ",
    "latin": "Falā yastaṭī‘ūna tauṣiyataw wa lā ilā ahlihim yarji‘ūn(a).",
    "translation": "Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya. "
  },
  {
    "no": 30,
    "arabic": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ",
    "latin": "Wa nufikha fiṣ-ṣūri fa'iżā hum minal-ajdāṡi ilā rabbihim yansilūn(a).",
    "translation": "Sangkakala pun ditiup644) dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya."
  },
  {
    "no": 31,
    "arabic": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ",
    "latin": "Qālū yā wailanā mam ba‘aṡanā mim marqadinā…hāżā mā wa‘adar-raḥmānu wa ṣadaqal-mursalūn(a).",
    "translation": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).”"
  },
  {
    "no": 32,
    "arabic": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ",
    "latin": "In kānat illā ṣaiḥataw wāḥidatan fa'iżā hum jamī‘ul ladainā muḥḍarūn(a).",
    "translation": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab)."
  },
  {
    "no": 33,
    "arabic": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ",
    "latin": "Fal-yauma lā tuẓlamu nafsun syai'aw wa lā tujzauna illā mā kuntum ta‘malūn(a).",
    "translation": "Pada hari itu tidak ada sama sekali orang yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan."
  },
  {
    "no": 34,
    "arabic": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ  ",
    "latin": "Inna aṣḥābal-jannatil-yauma fī syugulin fākihūn(a).",
    "translation": "Sesungguhnya penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak sempat berpikir tentang penghuni neraka) lagi bersenang-senang."
  },
  {
    "no": 35,
    "arabic": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ   ",
    "latin": "Hum wa azwājuhum fī ẓilālin ‘alal-arā'iki muttaki'ūn(a).",
    "translation": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil berbaring di atas ranjang berkelambu."
  },
  {
    "no": 36,
    "arabic": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ",
    "latin": "Lahum fīhā fākihatuw wa lahum mā yadda‘ūn(a).",
    "translation": "Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan."
  },
  {
    "no": 37,
    "arabic": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ",
    "latin": "Salāmun qaulam mir rabbir raḥīm(in).",
    "translation": "(Kepada mereka dikatakan,) “Salam sejahtera” sebagai ucapan dari Tuhan Yang Maha Penyayang."
  },
  {
    "no": 38,
    "arabic": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ",
    "latin": "Wamtāzul-yauma  ayyuhal-mujrimūn(a).",
    "translation": "(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!"
  },
  {
    "no": 39,
    "arabic": "۞ اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
    "latin": "Alam a‘had ilaikum yā banī ādama allā ta‘budusy-syaiṭān(a), innahū lakum ‘aduwwum mubīn(un).",
    "translation": "Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, bahwa janganlah kamu menyembah setan? Sesungguhnya setan itu musuh yang nyata bagi kamu."
  },
  {
    "no": 40,
    "arabic": "وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "latin": "Wa ani‘budūnī, hāżā ṣirāṭum mustaqīm(un).",
    "translation": "(Begitu juga bahwa) sembahlah Aku. Inilah jalan yang lurus.”"
  },
  {
    "no": 41,
    "arabic": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ",
    "latin": "Wa laqad aḍalla minkum jibillan kaṡīrā(n), afalam takūnū ta‘qilūn(a).",
    "translation": "Sungguh, ia (setan itu) benar-benar telah menyesatkan sangat banyak orang dari kamu. Maka, apakah kamu tidak mengerti?"
  },
  {
    "no": 42,
    "arabic": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
    "latin": "Hāżihī jahannamul-latī kuntum tū‘adūn(a).",
    "translation": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu."
  },
  {
    "no": 43,
    "arabic": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ",
    "latin": "Iṣlauhal-yauma bimā kuntum takfurūn(a).",
    "translation": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya."
  },
  {
    "no": 44,
    "arabic": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ",
    "latin": "Al-yauma nakhtimu ‘alā afwāhihim wa tukallimunā aidīhim wa tasyhadu arjuluhum bimā kānū yaksibūn(a).",
    "translation": "Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan bersaksi terhadap apa yang dahulu mereka kerjakan."
  },
  {
    "no": 45,
    "arabic": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ",
    "latin": "Wa lau nasyā'u laṭamasnā ‘alā a‘yunihim fastabaquṣ-ṣirāṭa fa annā yubṣirūn(a). ",
    "translation": "Seandainya Kami menghendaki, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?"
  },
  {
    "no": 46,
    "arabic": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ",
    "latin": "Wa lau nasyā'u lamasakhnāhum ‘alā makānatihim famastaṭā‘ū muḍiyyaw wa lā yarji‘ūn(a).",
    "translation": "Seandainya Kami menghendaki, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada, sehingga mereka tidak sanggup meneruskan perjalanan dan juga tidak sanggup pulang kembali."
  },
  {
    "no": 47,
    "arabic": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ",
    "latin": "Wa man nu‘ammirhu nunakkishu fil-khalq(i), afalā ya‘qilūn(a).",
    "translation": "Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menuju lemah). Maka, apakah mereka tidak mengerti?"
  },
  {
    "no": 48,
    "arabic": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ",
    "latin": "Wa mā ‘allamnāhusy-syi‘ra wa mā yambagī lah(ū), in huwa illā żikruw wa qur'ānum mubīn(un).",
    "translation": "Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain hanyalah pelajaran dan Al-Qur’an yang jelas"
  },
  {
    "no": 49,
    "arabic": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ",
    "latin": "Liyunżira man kāna ḥayyaw wa yaḥiqqal-qaulu ‘alal-kāfirīn(a).",
    "translation": "agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) terhadap orang-orang kafir itu menjadi pasti."
  },
  {
    "no": 50,
    "arabic": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ",
    "latin": "Awalam yarau annā khalaqnā lahum mimmā ‘amilat aidīnā an‘āman fahum lahā mālikūn(a).",
    "translation": "Tidakkah mereka mengetahui bahwa Kami telah menciptakan untuk mereka hewan-hewan ternak dari ciptaan tangan Kami (sendiri), lalu mereka menjadi pemiliknya?"
  },
  {
    "no": 51,
    "arabic": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ",
    "latin": "Wa żallalnāhā lahum fa minhā rakūbuhum wa minhā ya'kulūn(a).",
    "translation": "Kami menjadikannya (hewan-hewan itu) tunduk kepada mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan."
  },
  {
    "no": 52,
    "arabic": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ",
    "latin": "Wa lahum fīhā manāfi‘u wa masyārib(u), afalā yasykurūn(a).",
    "translation": "Pada dirinya (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Apakah mereka tidak bersyukur?"
  },
  {
    "no": 53,
    "arabic": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ",
    "latin": "Wattakhażū min dūnillāhi ālihatal la‘allahum yunṣarūn(a).",
    "translation": "Mereka menjadikan sesembahan selain Allah agar mereka mendapat pertolongan."
  },
  {
    "no": 54,
    "arabic": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ",
    "latin": "Lā yastaṭī‘ūna naṣrahum, wa hum lahum jundum muḥḍarūn(a).",
    "translation": "(Sesembahan) itu tidak mampu menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaganya."
  },
  {
    "no": 55,
    "arabic": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ",
    "latin": "Falā yaḥzunka qauluhum, innā na‘lamu mā yusirrūna wa mā yu‘linūn(a).",
    "translation": "Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih hati. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan."
  },
  {
    "no": 56,
    "arabic": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
    "latin": "Awalam yaral-insānu annā khalaqnāhu min nuṭfatin fa'iżā huwa khaṣīmum mubīn(un).",
    "translation": "Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi musuh yang nyata."
  },
  {
    "no": 57,
    "arabic": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ",
    "latin": "Wa ḍaraba lanā maṡalaw wa nasiya khalqah(ū), qāla may yuḥyil-‘iẓāma wa hiya ramīm(un).",
    "translation": "Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”645)"
  },
  {
    "no": 58,
    "arabic": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ",
    "latin": "Qul yuḥyīhal-lażī ansya'ahā awwala marrah(tin), wa huwa bikulli khalqin ‘alīm(un).",
    "translation": "Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk."
  },
  {
    "no": 59,
    "arabic": " ۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ",
    "latin": "Allażī ja‘ala lakum minasy-syajaril-akhḍari nārā(n), fa'iżā antum minhu tūqidūn(a).",
    "translation": "(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakan (api) darinya.”"
  },
  {
    "no": 60,
    "arabic": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ",
    "latin": "Awa laisal-lażī khalaqas-samāwāti wal-arḍa biqādirin ‘alā ay yakhluqa miṡlahum, balā wa huwal-khallāqul-‘alīm(u).",
    "translation": "Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan manusia yang serupa mereka itu (di akhirat kelak)? Benar. Dialah yang Maha Banyak Mencipta lagi Maha Mengetahui."
  },
  {
    "no": 61,
    "arabic": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ",
    "latin": "Innamā amruhū iżā arāda syai'an ay yaqūla lahū kun fa yakūn(u).",
    "translation": "Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu."
  },
  {
    "no": 62,
    "arabic": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ",
    "latin": "Fa subḥānal-lażī biyadihī malakūtu kulli syai'iw wa ilaihi turja‘ūn(a).",
    "translation": "Maka, Maha Suci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
  },
  {
    "no": 63,
    "arabic": "وَالصّٰۤفّٰتِ صَفًّاۙ",
    "latin": "Waṣ-ṣāffāti ṣaffā(n).",
    "translation": "Demi (rombongan malaikat) yang berbaris bersaf-saf, (untuk beribadah kepada Allah),"
  },
  {
    "no": 64,
    "arabic": "فَالزّٰجِرٰتِ زَجْرًاۙ",
    "latin": "Faz-zājirāti zajrā(n).",
    "translation": "demi (rombongan malaikat) yang mencegah (segala sesuatu) dengan sungguh-sungguh,"
  },
  {
    "no": 65,
    "arabic": "فَالتّٰلِيٰتِ ذِكْرًاۙ",
    "latin": "Fat-tāliyāti żikrā(n).",
    "translation": "demi (rombongan malaikat) yang membacakan peringatan,"
  },
  {
    "no": 66,
    "arabic": "اِنَّ اِلٰهَكُمْ لَوَاحِدٌۗ ",
    "latin": "Inna ilāhakum lawāḥid(un).",
    "translation": "sungguh, Tuhanmu benar-benar Esa."
  },
  {
    "no": 67,
    "arabic": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِۗ ",
    "latin": "Rabbus-samāwāti wal-arḍi wa mā bainahumā wa rabbul-masyāriq(i).",
    "translation": "Tuhan langit dan bumi dan apa yang berada di antara keduanya dan Tuhan tempat-tempat terbitnya matahari."
  },
  {
    "no": 68,
    "arabic": "اِنَّا زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِزِيْنَةِ ِۨالْكَوَاكِبِۙ",
    "latin": "Innā zayyannas-samā'ad-dun-yā bizīnatinil-kawākib(i).",
    "translation": "Sesungguhnya Kami telah menghiasi langit dunia (yang terdekat) dengan hiasan (berupa) bintang-bintang."
  },
  {
    "no": 69,
    "arabic": "وَحِفْظًا مِّنْ كُلِّ شَيْطٰنٍ مَّارِدٍۚ ",
    "latin": "Wa ḥifẓam min kulli syaiṭānim mārid(in).",
    "translation": "(Kami telah menjaganya dengan) penjagaan yang sempurna dari setiap setan yang durhaka."
  },
  {
    "no": 70,
    "arabic": "لَا يَسَّمَّعُوْنَ اِلَى الْمَلَاِ الْاَعْلٰى وَيُقْذَفُوْنَ مِنْ كُلِّ جَانِبٍۖ ",
    "latin": "Lā yassammā‘ūna ilal-mala'il-a‘lā wa yuqżafūna min kulli jānib(in).",
    "translation": "Mereka (setan-setan) tidak dapat mendengar (percakapan) para malaikat dan mereka dilempari dari segala penjuru"
  },
  {
    "no": 71,
    "arabic": "دُحُوْرًا وَّلَهُمْ عَذَابٌ وَّاصِبٌ ",
    "latin": "Duḥūraw wa lahum ‘ażābuw wāṣib(un).",
    "translation": "untuk mengusir mereka. Bagi mereka azab yang kekal (di akhirat),"
  },
  {
    "no": 72,
    "arabic": "اِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَاَتْبَعَهٗ شِهَابٌ ثَاقِبٌ ",
    "latin": "Illā man khaṭifal-khaṭfata fa'atba‘ahū syihābun ṡāqib(un).",
    "translation": "kecuali (setan) yang menyambar pembicaraan dengan sekali sambar; maka ia dikejar oleh bintang yang menyala."
  },
  {
    "no": 73,
    "arabic": "فَاسْتَفْتِهِمْ اَهُمْ اَشَدُّ خَلْقًا اَمْ مَّنْ خَلَقْنَا ۗاِنَّا خَلَقْنٰهُمْ مِّنْ طِيْنٍ لَّازِبٍ ",
    "latin": "Fastaftihim ahum asyaddu khalqan am man khalaqnā, innā khalaqnāhum min ṭīnil lāzib(in).",
    "translation": "Maka, tanyakanlah kepada mereka (musyrik Makkah), “Apakah mereka (manusia) lebih sulit penciptaannya ataukah selainnya (langit, bumi, dan lainnya) yang telah Kami ciptakan?” Sesungguhnya Kami telah menciptakan (bapak) mereka (Adam) dari tanah liat."
  },
  {
    "no": 74,
    "arabic": "بَلْ عَجِبْتَ وَيَسْخَرُوْنَ ۖ ",
    "latin": "Bal ‘ajibta wa yaskharūn(a).",
    "translation": "Bahkan, engkau (Nabi Muhammad) menjadi heran (terhadap keingkaran mereka) dan mereka selalu menghinamu."
  },
  {
    "no": 75,
    "arabic": "وَاِذَا ذُكِّرُوْا لَا يَذْكُرُوْنَ ۖ ",
    "latin": "Wa iżā żukkirū lā yażkurūn(a).",
    "translation": "Apabila diberi peringatan, mereka tidak mengingat (mengindahkannya)."
  },
  {
    "no": 76,
    "arabic": "وَاِذَا رَاَوْا اٰيَةً يَّسْتَسْخِرُوْنَۖ ",
    "latin": "Wa iżā ra'au āyatay yastaskhirūn(a).",
    "translation": "Apabila melihat suatu tanda (kebesaran Allah atau kebenaran Nabi Muhammad), mereka sangat menghina."
  },
  {
    "no": 77,
    "arabic": "وَقَالُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ۚ ",
    "latin": "Wa qālū in hāżā illā siḥrum mubīn(un).",
    "translation": "Mereka berkata, “Ini tidak lain hanyalah sihir yang nyata."
  },
  {
    "no": 78,
    "arabic": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ",
    "latin": "A'iżā mitnā wa kunnā turābaw wa ‘iẓāman a'innā lamab‘ūṡūn(a).",
    "translation": "Apabila kami telah mati, (lalu) menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan?"
  },
  {
    "no": 79,
    "arabic": "اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَۗ ",
    "latin": "Awa ābā'unal-awwalūn(a).",
    "translation": "Apakah nenek moyang kami yang terdahulu (akan dibangkitkan pula)?”"
  },
  {
    "no": 80,
    "arabic": "قُلْ نَعَمْ وَاَنْتُمْ دٰخِرُوْنَۚ ",
    "latin": "Qul na‘am wa antum dākhirūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Ya (kamu akan dibangkitkan) dan kamu akan terhina.”"
  },
  {
    "no": 81,
    "arabic": "فَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌ فَاِذَا هُمْ يَنْظُرُوْنَ ",
    "latin": "Fa'innamā hiya zajratuw wāḥidatun fa'iżā hum yanẓurūn(a).",
    "translation": "Sesungguhnya kebangkitan itu hanya dengan satu teriakan (tiupan sangkakala kedua). Maka, seketika itu mereka (bangun dari kematiannya) melihat (apa yang terjadi)."
  },
  {
    "no": 82,
    "arabic": "وَقَالُوْا يٰوَيْلَنَا هٰذَا يَوْمُ الدِّيْنِ ",
    "latin": "Wa qālū yā wailanā hāżā yaumud-dīn(i).",
    "translation": "Mereka berkata, “Alangkah celaka kami! (Kiranya) inilah hari Pembalasan itu.”"
  },
  {
    "no": 83,
    "arabic": "هٰذَا يَوْمُ الْفَصْلِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ ࣖ",
    "latin": "Hāżā yaumul-faṣlil-lażī kuntum bihī tukażżibūn(a).",
    "translation": "Inilah hari keputusan yang dahulu (selalu) kamu dustakan."
  },
  {
    "no": 84,
    "arabic": "اُحْشُرُوا الَّذِيْنَ ظَلَمُوْا وَاَزْوَاجَهُمْ وَمَا كَانُوْا يَعْبُدُوْنَ ۙ",
    "latin": "Uḥsyurul-lażīna ẓalamū wa azwājahum wa mā kānū ya‘budūn(a).",
    "translation": "(Lalu, diperintahkan kepada para malaikat,) “Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah"
  },
  {
    "no": 85,
    "arabic": "مِنْ دُوْنِ اللّٰهِ فَاهْدُوْهُمْ اِلٰى صِرَاطِ الْجَحِيْمِ ",
    "latin": "Min dūnillāhi fahdūhum ilā ṣirāṭil-jaḥīm(i).",
    "translation": "selain Allah. Lalu, tunjukkanlah kepada mereka jalan ke (neraka) Jahim."
  },
  {
    "no": 86,
    "arabic": "وَقِفُوْهُمْ اِنَّهُمْ مَّسْـُٔوْلُوْنَ ۙ",
    "latin": "Waqifūhum innahum mas'ūlūn(a).",
    "translation": "Tahanlah mereka (di tempat perhentian). Sesungguhnya mereka akan ditanya (tentang keyakinan dan perilaku mereka).”"
  },
  {
    "no": 87,
    "arabic": "مَا لَكُمْ لَا تَنَاصَرُوْنَ ",
    "latin": "Mā lakum lā tanāṣarūn(a).",
    "translation": "(Mereka lalu dikecam,) “Mengapa kamu tidak tolong-menolong (sebagaimana kamu di dunia)?”"
  },
  {
    "no": 88,
    "arabic": "بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُوْنَ",
    "latin": "Bal humul-yauma mustaslimūn(a).",
    "translation": "Bahkan, mereka pada hari itu menyerah (kepada putusan Allah)."
  },
  {
    "no": 89,
    "arabic": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
    "latin": "Wa aqbala ba‘ḍuhum ‘alā ba‘ḍiy yatasā'alūn(a).",
    "translation": "Sebagian mereka menghadap kepada sebagian yang lain saling bertanya (berbantah-bantahan)."
  },
  {
    "no": 90,
    "arabic": "قَالُوْٓا اِنَّكُمْ كُنْتُمْ تَأْتُوْنَنَا عَنِ الْيَمِيْنِ ",
    "latin": "Qālū innakum kuntum ta'tūnanā ‘anil-yamīn(i).",
    "translation": "(Pengikut) mereka berkata (kepada pemimpinnya), “Sesungguhnya kamulah yang dahulu selalu mendatangi kami dari arah kanan (untuk menghalangi kami dari kebajikan).”"
  },
  {
    "no": 91,
    "arabic": "قَالُوْا بَلْ لَّمْ تَكُوْنُوْا مُؤْمِنِيْنَۚ ",
    "latin": "Qālū bal lam takūnū mu'minīn(a).",
    "translation": "(Pemimpin) mereka menjawab, “(Tidak,) bahkan kamulah yang tidak (mau) menjadi orang mukmin."
  },
  {
    "no": 92,
    "arabic": "وَمَا كَانَ لَنَا عَلَيْكُمْ مِّنْ سُلْطٰنٍۚ بَلْ كُنْتُمْ قَوْمًا طٰغِيْنَ ",
    "latin": "Wa mā kāna lanā ‘alaikum min sulṭān(in), bal kuntum qauman ṭāgīn(a).",
    "translation": "(Sebenarnya,) kami sedikit pun tidak berkuasa terhadapmu (untuk menghalang-halangimu), bahkan kamulah kaum yang melampaui batas."
  },
  {
    "no": 93,
    "arabic": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ  ۖاِنَّا لَذَاۤىِٕقُوْنَ ",
    "latin": "Fa ḥaqqa ‘alainā qaulu rabbinā, innā lażā'iqūn(a).",
    "translation": "Maka, putusan (azab) Tuhan (akan) benar-benar menimpa kita. Pasti kita akan merasakan (azab itu)."
  },
  {
    "no": 94,
    "arabic": "فَاَغْوَيْنٰكُمْ اِنَّا كُنَّا غٰوِيْنَ ",
    "latin": "Fa agwainākum innā kunnā gāwīn(a).",
    "translation": "Kami (mengakui) telah menyesatkan kamu. Sesungguhnya kami sendiri orang-orang yang sesat.”"
  },
  {
    "no": 95,
    "arabic": "فَاِنَّهُمْ يَوْمَىِٕذٍ فِى الْعَذَابِ مُشْتَرِكُوْنَ",
    "latin": "Fa innahum yauma'iżin fil-‘ażābi musytarikūn(a).",
    "translation": "Sesungguhnya mereka pada hari itu bersama-sama merasakan azab."
  },
  {
    "no": 96,
    "arabic": "اِنَّا كَذٰلِكَ نَفْعَلُ بِالْمُجْرِمِيْنَ",
    "latin": "Innā każālika naf‘alu bil-mujrimīn(a).",
    "translation": "Sesungguhnya demikianlah Kami memperlakukan orang-orang yang berbuat dosa."
  },
  {
    "no": 97,
    "arabic": "اِنَّهُمْ كَانُوْٓا اِذَا قِيْلَ لَهُمْ لَآ اِلٰهَ اِلَّا اللّٰهُ يَسْتَكْبِرُوْنَ ۙ",
    "latin": "Innahum kānū iżā qīla lahum lā ilāha illallāhu yastakbirūn(a).",
    "translation": "Sesungguhnya dahulu apabila dikatakan kepada mereka, “Lā ilāha illallāh” (Tidak ada tuhan selain Allah), mereka menyombongkan diri."
  },
  {
    "no": 98,
    "arabic": "وَيَقُوْلُوْنَ اَىِٕنَّا لَتَارِكُوْٓا اٰلِهَتِنَا لِشَاعِرٍ مَّجْنُوْنٍ ۗ ",
    "latin": "Wa yaqūlūna a'innā latārikū ālihatinā lisyā‘irim majnūn(in).",
    "translation": "Mereka berkata, “Apakah kami harus meninggalkan sesembahan kami karena seorang penyair gila?”"
  },
  {
    "no": 99,
    "arabic": "بَلْ جَاۤءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِيْنَ",
    "latin": "Bal jā'a bil-ḥaqqi wa ṣaddaqal-mursalīn(a).",
    "translation": "Padahal dia (Nabi Muhammad) datang dengan membawa kebenaran dan membenarkan para rasul (sebelumnya)."
  },
  {
    "no": 100,
    "arabic": "اِنَّكُمْ لَذَاۤىِٕقُوا الْعَذَابِ الْاَلِيْمِ ۚ ",
    "latin": "Innakum lażā'iqul-‘ażābil-alīm(i).",
    "translation": "Sesungguhnya kamu pasti akan merasakan azab yang pedih."
  },
  {
    "no": 101,
    "arabic": "وَمَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَۙ",
    "latin": "Wa mā tujzauna illā mā kuntum ta‘malūn(a).",
    "translation": "Kamu tidak diberi balasan, kecuali terhadap apa yang telah kamu kerjakan."
  },
  {
    "no": 102,
    "arabic": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ",
    "latin": "Illā ‘ibādallāhil-mukhlaṣīn(a).",
    "translation": "Akan tetapi, hamba-hamba Allah yang terpilih (karena keikhlasannya),"
  },
  {
    "no": 103,
    "arabic": "اُولٰۤىِٕكَ لَهُمْ رِزْقٌ مَّعْلُوْمٌۙ",
    "latin": "Ulā'ika lahum rizqum ma‘lūm(un).",
    "translation": "mereka itu memperoleh rezeki yang sudah ditentukan,"
  },
  {
    "no": 104,
    "arabic": "فَوَاكِهُ ۚوَهُمْ مُّكْرَمُوْنَۙ",
    "latin": "Fawākihu wa hum mukramūn(a).",
    "translation": "(yaitu) buah-buahan. Mereka adalah orang-orang yang dimuliakan"
  },
  {
    "no": 105,
    "arabic": "فِيْ جَنّٰتِ النَّعِيْمِۙ",
    "latin": "Fī jannātin na‘īm(i).",
    "translation": "di dalam surga-surga yang penuh kenikmatan."
  },
  {
    "no": 106,
    "arabic": "عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ",
    "latin": "‘Alā sururim mutaqābilīn(a).",
    "translation": "(Mereka duduk) berhadap-hadapan di atas dipan-dipan."
  },
  {
    "no": 107,
    "arabic": "يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّنْ مَّعِيْنٍۢ ۙ",
    "latin": "Yuṭāfu ‘alaihim bika'sim mim ma‘īn(in).",
    "translation": "Kepada mereka diedarkan gelas (yang berisi minuman) dari mata air (surga)."
  },
  {
    "no": 108,
    "arabic": "بَيْضَاۤءَ لَذَّةٍ لِّلشّٰرِبِيْنَۚ ",
    "latin": "Baiḍā'a lażżatil lisy-syāribīn(a).",
    "translation": "(Warnanya) putih bersih dan lezat rasanya bagi orang-orang yang meminum(-nya)."
  },
  {
    "no": 109,
    "arabic": "لَا فِيْهَا غَوْلٌ وَّلَا هُمْ عَنْهَا يُنْزَفُوْنَ",
    "latin": "Lā fīhā gauluw wa lā hum ‘anhā yunzafūn(a).",
    "translation": "Tidak ada di dalamnya (unsur) yang membahayakan dan mereka tidak mabuk karenanya."
  },
  {
    "no": 110,
    "arabic": "وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ عِيْنٌ ۙ",
    "latin": "Wa ‘indahum qāṣirātuṭ-ṭarfi ‘īn(un).",
    "translation": "Di sisi mereka ada (bidadari-bidadari) yang bermata indah dan membatasi pandangannya (dari selain pasangan mereka)."
  },
  {
    "no": 111,
    "arabic": "كَاَنَّهُنَّ بَيْضٌ مَّكْنُوْنٌ",
    "latin": "Ka'annahum baiḍum maknūn(un).",
    "translation": "(Warna kulit) mereka seperti (warna) telur yang tersimpan dengan baik."
  },
  {
    "no": 112,
    "arabic": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ",
    "latin": "Fa'aqbala ba‘ḍuhum ‘alā ba‘ḍiy yatasā'alūn(a).",
    "translation": "Mereka berhadap-hadapan satu sama lain sambil bercakap-cakap."
  },
  {
    "no": 113,
    "arabic": "قَالَ قَاۤىِٕلٌ مِّنْهُمْ اِنِّيْ كَانَ لِيْ قَرِيْنٌۙ",
    "latin": "Qāla qā'ilum minhum innī kāna lī qarīn(un).",
    "translation": "Berkatalah salah seorang di antara mereka, “Sesungguhnya aku dahulu (di dunia) pernah mempunyai seorang teman"
  },
  {
    "no": 114,
    "arabic": "يَّقُوْلُ اَءِنَّكَ لَمِنَ الْمُصَدِّقِيْنَ",
    "latin": "Yaqūlu a'innaka laminal-muṣaddiqīn(a).",
    "translation": "yang berkata, ‘Apakah sesungguhnya kamu termasuk orang-orang yang membenarkan (hari Kebangkitan)?"
  },
  {
    "no": 115,
    "arabic": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَدِيْنُوْنَ",
    "latin": "A'iżā mitnā wa kunnā turāban a'innā lamadīnūn(a).",
    "translation": "Apabila kami telah mati (lalu) menjadi tanah dan tulang-belulang, apakah kami benar-benar (akan dibangkitkan untuk) diberi balasan?’”"
  },
  {
    "no": 116,
    "arabic": "قَالَ هَلْ اَنْتُمْ مُّطَّلِعُوْنَ",
    "latin": "Qāla hal antum muṭṭali‘ūn(a).",
    "translation": "Dia berkata, “Maukah kamu menengok (temanku itu)?”"
  },
  {
    "no": 117,
    "arabic": "فَاطَّلَعَ فَرَاٰهُ فِيْ سَوَاۤءِ الْجَحِيْمِ",
    "latin": "Faṭṭala‘a fa ra'āhu fī sawā'il-jaḥīm(i).",
    "translation": "Maka, dia menengoknya. Lalu, dia melihat (teman)-nya itu di tengah-tengah (neraka) Jahim."
  },
  {
    "no": 118,
    "arabic": "قَالَ تَاللّٰهِ اِنْ كِدْتَّ لَتُرْدِيْنِ ۙ",
    "latin": "Qāla tallāhi in kitta laturdīn(i).",
    "translation": "Dia berkata, “Demi Allah, engkau hampir saja mencelakakanku."
  },
  {
    "no": 119,
    "arabic": "وَلَوْلَا نِعْمَةُ رَبِّيْ لَكُنْتُ مِنَ الْمُحْضَرِيْنَ",
    "latin": "Wa lau lā ni‘matu rabbī lakuntu minal-muḥḍarīn(a).",
    "translation": "Sekiranya bukan karena nikmat Tuhanku, pastilah aku termasuk orang-orang yang diseret (ke neraka)."
  },
  {
    "no": 120,
    "arabic": "اَفَمَا نَحْنُ بِمَيِّتِيْنَۙ",
    "latin": "Afamā naḥnu bimayyitīn(a).",
    "translation": "Apakah kita tidak akan mati,"
  },
  {
    "no": 121,
    "arabic": "اِلَّا مَوْتَتَنَا الْاُوْلٰى وَمَا نَحْنُ بِمُعَذَّبِيْنَ",
    "latin": "Illā mautatunal-ūlā wa mā naḥnu bimu‘ażżabīn(a).",
    "translation": "kecuali kematian kita yang pertama saja (di dunia) dan kita tidak akan diazab (di akhirat ini)?”"
  },
  {
    "no": 122,
    "arabic": "اِنَّ هٰذَا لَهُوَ الْفَوْزُ الْعَظِيْمُ",
    "latin": "Inna hāżā lahuwal-fauzul-‘aẓīm(u).",
    "translation": "Sesungguhnya ini benar-benar kemenangan yang agung."
  },
  {
    "no": 123,
    "arabic": "لِمِثْلِ هٰذَا فَلْيَعْمَلِ الْعٰمِلُوْنَ",
    "latin": "Limiṡli hāżā falya‘malil-‘āmilūn(a).",
    "translation": "Untuk (kemenangan) seperti ini, hendaklah beramal (di dunia) orang-orang yang mampu beramal."
  },
  {
    "no": 124,
    "arabic": "اَذٰلِكَ خَيْرٌ نُّزُلًا اَمْ شَجَرَةُ الزَّقُّوْمِ",
    "latin": "Ażālika khairun nuzulan am syajaratuz-zaqqūm(i).",
    "translation": "Apakah (makanan surga) itu hidangan yang lebih baik ataukah pohon zaqum?"
  },
  {
    "no": 125,
    "arabic": "اِنَّا جَعَلْنٰهَا فِتْنَةً لِّلظّٰلِمِيْنَ",
    "latin": "Innā ja‘alnāhā fitnatal liẓ-ẓālimīn(a).",
    "translation": "Sesungguhnya Kami menjadikannya (pohon zaqum itu) sebagai azab bagi orang-orang zalim."
  },
  {
    "no": 126,
    "arabic": "اِنَّهَا شَجَرَةٌ تَخْرُجُ فِيْٓ اَصْلِ الْجَحِيْمِۙ",
    "latin": "Innahā syajaratun takhruju fī aṣlil-jaḥīm(i).",
    "translation": "Sesungguhnya itu adalah pohon yang keluar dari dasar (neraka) Jahim."
  },
  {
    "no": 127,
    "arabic": "طَلْعُهَا كَاَنَّهٗ رُءُوْسُ الشَّيٰطِيْنِ",
    "latin": "Ṭal‘uhā ka'annahū ru'ūsusy-syayāṭīn(i).",
    "translation": "Mayangnya seperti kepala-kepala setan."
  },
  {
    "no": 128,
    "arabic": "فَاِنَّهُمْ لَاٰكِلُوْنَ مِنْهَا فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۗ ",
    "latin": "Fa innahum la'ākilūna minhā fa māli'ūna minhal-buṭūn(a).",
    "translation": "Sesungguhnya mereka benar-benar memakan sebagian darinya (buah pohon itu) dan mereka memenuhi perutnya dengan buahnya (zaqum)."
  },
  {
    "no": 129,
    "arabic": "ثُمَّ اِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيْمٍۚ ",
    "latin": "Ṡumma inna lahum ‘alaihā lasyaubam min ḥamīm(in).",
    "translation": "(Setelah makan buah zaqum,) sesungguhnya bagi mereka minuman yang dicampur dengan air yang sangat panas."
  },
  {
    "no": 130,
    "arabic": "ثُمَّ اِنَّ مَرْجِعَهُمْ لَاِلَى الْجَحِيْمِ",
    "latin": "Ṡumma inna marji‘ahum la'ilal-jaḥīm(i).",
    "translation": "Kemudian, tempat kembali mereka pasti ke (neraka) Jahim."
  },
  {
    "no": 131,
    "arabic": "اِنَّهُمْ اَلْفَوْا اٰبَاۤءَهُمْ ضَاۤلِّيْنَۙ",
    "latin": "Innahum alfau ābā'ahum ḍāllīn(a).",
    "translation": "Sesungguhnya mereka mendapati nenek moyang mereka dalam keadaan sesat."
  },
  {
    "no": 132,
    "arabic": "فَهُمْ عَلٰٓى اٰثٰرِهِمْ يُهْرَعُوْنَ",
    "latin": "Fahum ‘alā āṡārihim yuhra‘ūn(a).",
    "translation": "Mereka tergesa-gesa mengikuti jejak (nenek moyang) mereka."
  },
  {
    "no": 133,
    "arabic": "وَلَقَدْ ضَلَّ قَبْلَهُمْ اَكْثَرُ الْاَوَّلِيْنَۙ",
    "latin": "Wa laqad ḍalla qablahum akṡarul-awwalīn(a).",
    "translation": "Sungguh, sebelum mereka (kaum Quraisy), benar-benar telah sesat sebagian besar dari orang-orang yang dahulu."
  },
  {
    "no": 134,
    "arabic": "وَلَقَدْ اَرْسَلْنَا فِيْهِمْ مُّنْذِرِيْنَ",
    "latin": "Wa laqad arsalnā fīhim munżirīn(a).",
    "translation": "Sungguh, Kami benar-benar telah mengutus (rasul) pemberi peringatan di kalangan mereka."
  },
  {
    "no": 135,
    "arabic": "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَۙ",
    "latin": "Fanẓur kaifa kāna ‘āqibatul-munżarīn(a).",
    "translation": "Maka, perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu,"
  },
  {
    "no": 136,
    "arabic": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ ࣖ ",
    "latin": "Illā ‘ibādallāhil-mukhlaṣīn(a).",
    "translation": "kecuali hamba-hamba Allah yang terpilih (karena keikhlasannya)."
  },
  {
    "no": 137,
    "arabic": "وَلَقَدْ نَادٰىنَا نُوْحٌ فَلَنِعْمَ الْمُجِيْبُوْنَۖ ",
    "latin": "Wa laqad nādānā nūḥun falani‘mal-mujībūn(a).",
    "translation": "Sungguh, Nuh benar-benar telah berdoa kepada Kami dan sungguh, Kamilah sebaik-baik yang memperkenankan doa."
  },
  {
    "no": 138,
    "arabic": "وَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِۖ ",
    "latin": "Wa najjaināhu wa ahlahū minal-karbil-‘aẓīm(i).",
    "translation": "Kami telah menyelamatkan dia dan pengikutnya dari bencana yang besar."
  },
  {
    "no": 139,
    "arabic": "وَجَعَلْنَا ذُرِّيَّتَهٗ هُمُ الْبَاقِيْنَ",
    "latin": "Wa ja‘alnā żurriyyatahū humul-bāqīn(a).",
    "translation": "Kami menjadikan keturunannya orang-orang yang bertahan (di bumi)."
  },
  {
    "no": 140,
    "arabic": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۖ ",
    "latin": "Wa taraknā ‘alaihi fil-ākhirīn(a).",
    "translation": "Kami mengabadikan untuknya (pujian) pada orang-orang yang datang kemudian,"
  },
  {
    "no": 141,
    "arabic": "سَلٰمٌ عَلٰى نُوْحٍ فِى الْعٰلَمِيْنَ",
    "latin": "Salāmun ‘alā nūḥin fil-‘ālamīn(a).",
    "translation": "“Kesejahteraan (Kami limpahkan) atas Nuh di semesta alam.”"
  },
  {
    "no": 142,
    "arabic": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "latin": "Innā każālika najzil-muḥsinīn(a).",
    "translation": "Sesungguhnya, demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 143,
    "arabic": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "latin": "Innahū min ‘ibādinal-mu'minīn(a).",
    "translation": "Sesungguhnya dia termasuk hamba-hamba Kami yang mukmin."
  },
  {
    "no": 144,
    "arabic": "ثُمَّ اَغْرَقْنَا الْاٰخَرِيْنَ",
    "latin": "Ṡumma agraqnal-ākharīn(a).",
    "translation": "Kemudian, Kami menenggelamkan yang lain."
  },
  {
    "no": 145,
    "arabic": "۞ وَاِنَّ مِنْ شِيْعَتِهٖ لَاِبْرٰهِيْمَ ۘ ",
    "latin": "Wa inna min syī‘atihī la'ibrāhīm(a).",
    "translation": "Sesungguhnya Ibrahim termasuk golongannya (Nuh).646)"
  },
  {
    "no": 146,
    "arabic": "اِذْ جَاۤءَ رَبَّهٗ بِقَلْبٍ سَلِيْمٍۙ",
    "latin": "Iż jā'a rabbahū biqalbin salīm(in).",
    "translation": "(Ingatlah) ketika dia datang kepada Tuhannya dengan hati yang suci,647)"
  },
  {
    "no": 147,
    "arabic": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَاذَا تَعْبُدُوْنَ ۚ ",
    "latin": "Iż qāla li'abīhi wa qaumihī māżā ta‘budūn(a).",
    "translation": "ketika dia berkata kepada ayahnya dan kaumnya, “Apa yang kamu sembah itu?"
  },
  {
    "no": 148,
    "arabic": "اَىِٕفْكًا اٰلِهَةً دُوْنَ اللّٰهِ تُرِيْدُوْنَۗ ",
    "latin": "A'ifkan ālihatan dūnallāhi turīdūn(a).",
    "translation": "Apakah kamu menghendaki kebohongan dengan sesembahan selain Allah?"
  },
  {
    "no": 149,
    "arabic": "فَمَا ظَنُّكُمْ بِرَبِّ الْعٰلَمِيْنَ",
    "latin": "Famā ẓannukum birabbil-‘ālamīn(a).",
    "translation": "Maka, bagaimana anggapanmu terhadap Tuhan semesta alam?”"
  },
  {
    "no": 150,
    "arabic": "فَنَظَرَ نَظْرَةً فِى النُّجُوْمِۙ",
    "latin": "Fa naẓara naẓratan fin-nujūm(i).",
    "translation": "Lalu, dia (Ibrahim) memandang sekilas ke arah bintang-bintang,"
  },
  {
    "no": 151,
    "arabic": "فَقَالَ اِنِّيْ سَقِيْمٌ",
    "latin": "Fa qāla innī saqīm(un).",
    "translation": "kemudian dia berkata, “Sesungguhnya aku sakit.”"
  },
  {
    "no": 152,
    "arabic": "فَتَوَلَّوْا عَنْهُ مُدْبِرِيْنَ",
    "latin": "Fa tawallau ‘anhu mudbirīn(a).",
    "translation": "Mereka lalu berpaling darinya seraya meninggalkannya."
  },
  {
    "no": 153,
    "arabic": "فَرَاغَ اِلٰٓى اٰلِهَتِهِمْ فَقَالَ اَلَا تَأْكُلُوْنَۚ ",
    "latin": "Farāga ilā ālihatihim faqāla alā ta'kulūn(a).",
    "translation": "Kemudian, dia langsung menuju ke berhala-berhala mereka (secara diam-diam), lalu berkata, “Mengapa kamu tidak makan?648)"
  },
  {
    "no": 154,
    "arabic": "مَا لَكُمْ لَا تَنْطِقُوْنَ",
    "latin": "Mā lakum lā tanṭiqūn(a).",
    "translation": "Mengapa kamu tidak menjawab?”"
  },
  {
    "no": 155,
    "arabic": "فَرَاغَ عَلَيْهِمْ ضَرْبًا ۢبِالْيَمِيْنِ",
    "latin": "Farāga ‘alaihim ḍarbam bil-yamīn(i).",
    "translation": "Dia lalu menghadap ke (berhala-berhala) itu sambil memukul dengan tangan kanan(-nya)."
  },
  {
    "no": 156,
    "arabic": "فَاَقْبَلُوْٓا اِلَيْهِ يَزِفُّوْنَ",
    "latin": "Fa aqbalū ilaihi yaziffūn(a).",
    "translation": "Kemudian, mereka (kaumnya) datang bergegas kepadanya."
  },
  {
    "no": 157,
    "arabic": "قَالَ اَتَعْبُدُوْنَ مَا تَنْحِتُوْنَۙ",
    "latin": "Qāla ata‘budūna mā tanḥitūn(a).",
    "translation": "Dia (Ibrahim) berkata, “Apakah kamu menyembah patung-patung yang kamu pahat itu?"
  },
  {
    "no": 158,
    "arabic": "وَاللّٰهُ خَلَقَكُمْ وَمَا تَعْمَلُوْنَ",
    "latin": "Wallāhu khalaqakum wa mā ta‘malūn(a).",
    "translation": "Padahal Allahlah yang menciptakanmu dan apa yang kamu perbuat itu.”"
  },
  {
    "no": 159,
    "arabic": "قَالُوا ابْنُوْا لَهٗ بُنْيَانًا فَاَلْقُوْهُ فِى الْجَحِيْمِ",
    "latin": "Qālubnū lahū bun-yānan fa'alqūhu fil-jaḥīm(i).",
    "translation": "Mereka berkata, “Buatlah bangunan (perapian) untuk (membakar)-nya, lalu lemparkan dia ke dalam api yang menyala-nyala itu.”"
  },
  {
    "no": 160,
    "arabic": "فَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَسْفَلِيْنَ",
    "latin": "Fa arādū bihī kaidan faja‘alnāhumul-asfalīn(a).",
    "translation": "Mereka bermaksud memperdayainya, (namun Allah menyelamatkannya), lalu Kami menjadikan mereka orang-orang yang hina."
  },
  {
    "no": 161,
    "arabic": "وَقَالَ اِنِّيْ ذَاهِبٌ اِلٰى رَبِّيْ سَيَهْدِيْنِ",
    "latin": "Wa qāla innī żāhibun ilā rabbī sayahdīn(i).",
    "translation": "Dia (Ibrahim) berkata, “Sesungguhnya aku akan pergi (menghadap) kepada Tuhanku.649) Dia akan memberiku petunjuk.”"
  },
  {
    "no": 162,
    "arabic": "رَبِّ هَبْ لِيْ مِنَ الصّٰلِحِيْنَ",
    "latin": "Rabbi hab lī minaṣ-ṣāliḥīn(a).",
    "translation": "100. (Ibrahim berdoa,) “Ya Tuhanku, anugerahkanlah kepadaku (keturunan) yang termasuk orang-orang saleh.”"
  },
  {
    "no": 163,
    "arabic": "فَبَشَّرْنٰهُ بِغُلٰمٍ حَلِيْمٍ",
    "latin": "Fa basysyarnāhu bigulāmin ḥalīm(in).",
    "translation": "Maka, Kami memberi kabar gembira kepadanya dengan (kelahiran) seorang anak (Ismail) yang sangat santun."
  },
  {
    "no": 164,
    "arabic": "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يٰبُنَيَّ اِنِّيْٓ اَرٰى فِى الْمَنَامِ اَنِّيْٓ اَذْبَحُكَ فَانْظُرْ مَاذَا تَرٰىۗ قَالَ يٰٓاَبَتِ افْعَلْ مَا تُؤْمَرُۖ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰبِرِيْنَ",
    "latin": "Falammā balaga ma‘ahus-sa‘ya qāla yā bunayya innī arā fil-manāmi annī ażbaḥuka fanẓur māżā tarā, qāla yā abatif‘al mā tu'mar(u), satajidunī in syā'allāhu minaṣ-ṣābirīn(a).",
    "translation": "Ketika anak itu sampai pada (umur) ia sanggup bekerja bersamanya, ia (Ibrahim) berkata, “Wahai anakku, sesungguhnya aku bermimpi bahwa aku menyembelihmu. Pikirkanlah apa pendapatmu?” Dia (Ismail) menjawab, “Wahai ayahku, lakukanlah apa yang diperintahkan (Allah) kepadamu! Insyaallah engkau akan mendapatiku termasuk orang-orang sabar.”"
  },
  {
    "no": 165,
    "arabic": "فَلَمَّآ اَسْلَمَا وَتَلَّهٗ لِلْجَبِيْنِۚ ",
    "latin": "Falammā aslamā wa tallahū lil-jabīn(i).",
    "translation": "Ketika keduanya telah berserah diri dan dia (Ibrahim) meletakkan pelipis anaknya di atas gundukan (untuk melaksanakan perintah Allah),"
  },
  {
    "no": 166,
    "arabic": "وَنَادَيْنٰهُ اَنْ يّٰٓاِبْرٰهِيْمُ ۙ",
    "latin": "Wa nādaināhu ay yā ibrāhīm(u).",
    "translation": "Kami memanggil dia, “Wahai Ibrahim,"
  },
  {
    "no": 167,
    "arabic": "قَدْ صَدَّقْتَ الرُّءْيَا ۚاِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "latin": "Qad ṣaddaqtar-ru'yā, innā każālika najzil-muḥsinīn(a).",
    "translation": "sungguh, engkau telah membenarkan mimpi itu.” Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 168,
    "arabic": "اِنَّ هٰذَا لَهُوَ الْبَلٰۤؤُا الْمُبِيْنُ",
    "latin": "Inna hāżā lahuwal-balā'ul-mubīn(u).",
    "translation": "Sesungguhnya ini benar-benar suatu ujian yang nyata."
  },
  {
    "no": 169,
    "arabic": "وَفَدَيْنٰهُ بِذِبْحٍ عَظِيْمٍ",
    "latin": "Wa fadaināhu biżibḥin ‘aẓīm(in).",
    "translation": "Kami menebusnya dengan seekor (hewan) sembelihan yang besar.650)"
  },
  {
    "no": 170,
    "arabic": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۖ ",
    "latin": "Wa taraknā ‘alaihi fil-ākhirīn(a).",
    "translation": "Kami mengabadikan untuknya (pujian) pada orang-orang yang datang kemudian,"
  },
  {
    "no": 171,
    "arabic": "سَلٰمٌ عَلٰٓى اِبْرٰهِيْمَ",
    "latin": "Salāmun ‘alā ibrāhīm(a).",
    "translation": "“Salam sejahtera atas Ibrahim.”"
  },
  {
    "no": 172,
    "arabic": "كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "latin": "Każālika najzil-muḥsinīn(a).",
    "translation": "Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 173,
    "arabic": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "latin": "Innahū min ‘ibādinal-mu'minīn(a).",
    "translation": "Sesungguhnya dia termasuk hamba-hamba Kami yang mukmin."
  },
  {
    "no": 174,
    "arabic": "وَبَشَّرْنٰهُ بِاِسْحٰقَ نَبِيًّا مِّنَ الصّٰلِحِيْنَ",
    "latin": "Wa basysyarnāhu bi'isḥāqa nabiyyam minaṣ-ṣāliḥīn(a).",
    "translation": "Kami telah memberinya kabar gembira tentang (akan dilahirkannya) Ishaq, seorang nabi yang termasuk orang-orang saleh."
  },
  {
    "no": 175,
    "arabic": "وَبٰرَكْنَا عَلَيْهِ وَعَلٰٓى اِسْحٰقَۗ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَّظَالِمٌ لِّنَفْسِهٖ مُبِيْنٌ ࣖ",
    "latin": "Wa bāraknā ‘alaihi wa ‘alā isḥāq(a), wa min żurriyyatihimā muḥsinuw wa ẓālimul linafsihī mubīn(un).",
    "translation": "Kami melimpahkan keberkahan kepadanya dan Ishaq. Sebagian keturunan keduanya ada yang berbuat baik dan ada (pula) yang terang-terangan berbuat zalim terhadap dirinya sendiri."
  },
  {
    "no": 176,
    "arabic": "وَلَقَدْ مَنَنَّا عَلٰى مُوْسٰى وَهٰرُوْنَ ۚ ",
    "latin": "Wa laqad manannā ‘alā mūsā wa hārūn(a).",
    "translation": "Sungguh, Kami benar-benar telah melimpahkan nikmat kepada Musa dan Harun."
  },
  {
    "no": 177,
    "arabic": "وَنَجَّيْنٰهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيْمِۚ ",
    "latin": "Wa najjaināhumā wa qaumahumā minal-karbil-‘aẓīm(i).",
    "translation": "Kami telah menyelamatkan keduanya dan kaumnya dari bencana yang besar."
  },
  {
    "no": 178,
    "arabic": "وَنَصَرْنٰهُمْ فَكَانُوْا هُمُ الْغٰلِبِيْنَۚ ",
    "latin": "Wa naṣarnāhum fakānū humul-gālibīn(a).",
    "translation": "Kami telah menolong mereka sehingga mereka menjadi orang-orang yang menang."
  },
  {
    "no": 179,
    "arabic": "وَاٰتَيْنٰهُمَا الْكِتٰبَ الْمُسْتَبِيْنَ ۚ ",
    "latin": "Wa ātaināhumal-kitābal-mustabīn(a).",
    "translation": "Kami telah menganugerahkan kepada keduanya Kitab yang sangat jelas (Taurat)."
  },
  {
    "no": 180,
    "arabic": "وَهَدَيْنٰهُمَا الصِّرَاطَ الْمُسْتَقِيْمَۚ ",
    "latin": "Wa hadaināhumaṣ-ṣirāṭal-mustaqīm(a).",
    "translation": "Kami telah membimbing keduanya ke jalan yang lurus."
  },
  {
    "no": 181,
    "arabic": "وَتَرَكْنَا عَلَيْهِمَا فِى الْاٰخِرِيْنَ ۖ ",
    "latin": "Wa taraknā ‘alaihimā fil-ākhirīn(a).",
    "translation": "Kami telah mengabadikan untuk keduanya (pujian) pada orang-orang yang datang kemudian,"
  },
  {
    "no": 182,
    "arabic": "سَلٰمٌ عَلٰى مُوْسٰى وَهٰرُوْنَ",
    "latin": "Salāmun ‘alā mūsā wa hārūn(a).",
    "translation": "“Salam sejahtera atas Musa dan Harun.”"
  },
  {
    "no": 183,
    "arabic": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "latin": "Innā każālika najzil-muḥsinīn(a).",
    "translation": "Sesungguhnya, demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 184,
    "arabic": "اِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "latin": "Innahumā min ‘ibādinal-mu'minīn(a).",
    "translation": "Sesungguhnya keduanya termasuk hamba-hamba Kami yang mukmin."
  },
  {
    "no": 185,
    "arabic": "وَاِنَّ اِلْيَاسَ لَمِنَ الْمُرْسَلِيْنَۗ ",
    "latin": "Wa inna ilyāsa laminal-mursalīn(a).",
    "translation": "Sesungguhnya Ilyas benar-benar termasuk para rasul."
  },
  {
    "no": 186,
    "arabic": "اِذْ قَالَ لِقَوْمِهٖٓ اَلَا تَتَّقُوْنَ",
    "latin": "Iż qāla liqaumihī alā tattaqūn(a).",
    "translation": "(Ingatlah) ketika dia berkata kepada kaumnya, “Mengapa kamu tidak bertakwa?"
  },
  {
    "no": 187,
    "arabic": "اَتَدْعُوْنَ بَعْلًا وَّتَذَرُوْنَ اَحْسَنَ الْخٰلِقِيْنَۙ",
    "latin": "Atad‘ūna ba‘law wa tażarūna aḥsanal-khāliqīn(a).",
    "translation": "Apakah kamu terus menyeru Ba‘l651) dan meninggalkan sebaik-baik pencipta,"
  },
  {
    "no": 188,
    "arabic": "اللّٰهَ رَبَّكُمْ وَرَبَّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
    "latin": "Allāha rabbakum wa rabba ābā'ikumul-awwalīn(a).",
    "translation": "Allah Tuhanmu dan Tuhan nenek moyangmu yang terdahulu?”"
  },
  {
    "no": 189,
    "arabic": "فَكَذَّبُوْهُ فَاِنَّهُمْ لَمُحْضَرُوْنَۙ",
    "latin": "Fakażżabūhu fa'innahum lamuḥḍarūn(a).",
    "translation": "Mereka kemudian mendustakannya (Ilyas). Sesungguhnya mereka akan diseret (ke neraka),"
  },
  {
    "no": 190,
    "arabic": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
    "latin": "Illā ‘ibādallāhil-mukhlaṣīn(a).",
    "translation": "kecuali hamba-hamba Allah yang terpilih (karena keikhlasannya)."
  },
  {
    "no": 191,
    "arabic": "وَتَرَكْنَا عَلَيْهِ فِى الْاٰخِرِيْنَ ۙ",
    "latin": "Wa taraknā ‘alaihi fil-ākhirīn(a).",
    "translation": "Kami mengabadikan untuknya (pujian) pada orang-orang yang datang kemudian,"
  },
  {
    "no": 192,
    "arabic": "سَلٰمٌ عَلٰٓى اِلْ يَاسِيْنَ",
    "latin": "Salāmun ‘alā ilyāsīn(a).",
    "translation": "“Salam sejahtera atas Ilyas dan kaumnya.”"
  },
  {
    "no": 193,
    "arabic": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "latin": "Innā każālika najzil-muḥsinīn(a).",
    "translation": "Sesungguhnya, demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 194,
    "arabic": "اِنَّهٗ مِنْ عِبَادِنَا الْمُؤْمِنِيْنَ",
    "latin": "Innahū min ‘ibādinal-mu'minīn(a).",
    "translation": "Sesungguhnya dia termasuk hamba-hamba Kami yang mukmin."
  },
  {
    "no": 195,
    "arabic": "وَاِنَّ لُوْطًا لَّمِنَ الْمُرْسَلِيْنَۗ ",
    "latin": "Wa inna lūṭal laminal-mursalīn(a).",
    "translation": "Sesungguhnya Lut benar-benar termasuk para rasul."
  },
  {
    "no": 196,
    "arabic": "اِذْ نَجَّيْنٰهُ وَاَهْلَهٗٓ اَجْمَعِيْنَۙ",
    "latin": "Iż najjaināhu wa ahlahū ajma‘īn(a).",
    "translation": "(Ingatlah) ketika Kami telah menyelamatkan dia dan pengikutnya semua,"
  },
  {
    "no": 197,
    "arabic": "اِلَّا عَجُوْزًا فِى الْغٰبِرِيْنَ",
    "latin": "Illā ‘ajūzan fil-gābirīn(a).",
    "translation": "kecuali seorang perempuan tua (istrinya) yang termasuk golongan (orang-orang kafir) yang tertinggal."
  },
  {
    "no": 198,
    "arabic": "ثُمَّ دَمَّرْنَا الْاٰخَرِيْنَ",
    "latin": "Ṡumma dammarnal-ākharīn(a).",
    "translation": "Kemudian, Kami binasakan yang lain.652)"
  },
  {
    "no": 199,
    "arabic": "وَاِنَّكُمْ لَتَمُرُّوْنَ عَلَيْهِمْ مُّصْبِحِيْنَۙ",
    "latin": "Wa innakum latamurrūna ‘alaihim muṣbiḥīn(a).",
    "translation": "Sesungguhnya kamu (penduduk Makkah) benar-benar akan melintasi (bekas-bekas kehancuran) mereka pada waktu pagi"
  },
  {
    "no": 200,
    "arabic": "وَبِالَّيْلِۗ اَفَلَا تَعْقِلُوْنَ ࣖ ",
    "latin": "Wa bil-lail(i), afalā ta‘qilūn(a).",
    "translation": "dan waktu malam. Mengapa kamu tidak mengerti?"
  },
  {
    "no": 201,
    "arabic": "وَاِنَّ يُوْنُسَ لَمِنَ الْمُرْسَلِيْنَۗ ",
    "latin": "Wa inna yūnusa laminal-mursalīn(a).",
    "translation": "Sesungguhnya Yunus benar-benar termasuk para rasul."
  },
  {
    "no": 202,
    "arabic": "اِذْ اَبَقَ اِلَى الْفُلْكِ الْمَشْحُوْنِۙ",
    "latin": "Iż abaqa ilal-fulkil-masyḥūn(i).",
    "translation": "(Ingatlah) ketika dia berlari ke kapal yang penuh muatan,"
  },
  {
    "no": 203,
    "arabic": "فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِيْنَۚ",
    "latin": "Fa sāhama fakāna minal-mudḥaḍīn(a).",
    "translation": "kemudian dia ikut diundi,653) maka dia termasuk orang-orang yang kalah (dalam undian)."
  },
  {
    "no": 204,
    "arabic": "فَالْتَقَمَهُ الْحُوْتُ وَهُوَ مُلِيْمٌ ",
    "latin": "Faltaqamahul-ḥūtu wa huwa mulīm(un).",
    "translation": "Dia kemudian ditelan oleh ikan besar dalam keadaan tercela.654)"
  },
  {
    "no": 205,
    "arabic": "فَلَوْلَآ اَنَّهٗ كَانَ مِنَ الْمُسَبِّحِيْنَ ۙ",
    "latin": "Falau lā annahū kāna minal-musabbiḥīn(a).",
    "translation": "Seandainya dia bukan golongan orang yang banyak bertasbih kepada Allah,"
  },
  {
    "no": 206,
    "arabic": "لَلَبِثَ فِيْ بَطْنِهٖٓ اِلٰى يَوْمِ يُبْعَثُوْنَۚ ",
    "latin": "Lalabiṡa fī baṭnihī ilā yaumi yub‘aṡūn(a).",
    "translation": "niscaya dia akan tetap tinggal di perutnya (ikan) sampai hari Kebangkitan."
  },
  {
    "no": 207,
    "arabic": "۞ فَنَبَذْنٰهُ بِالْعَرَاۤءِ وَهُوَ سَقِيْمٌ ۚ ",
    "latin": "Fa nabażnāhu bil-‘arā'i wa huwa saqīm(un).",
    "translation": "Kami kemudian melemparkannya (dari mulut ikan) ke daratan yang tandus, sedang dia dalam keadaan sakit."
  },
  {
    "no": 208,
    "arabic": "وَاَنْۢبَتْنَا عَلَيْهِ شَجَرَةً مِّنْ يَّقْطِيْنٍۚ ",
    "latin": "Wa ambatnā ‘alaihi syajaratam miy yaqṭīn(in).",
    "translation": "Kami kemudian menumbuhkan tanaman sejenis labu untuknya."
  },
  {
    "no": 209,
    "arabic": "وَاَرْسَلْنٰهُ اِلٰى مِائَةِ اَلْفٍ اَوْ يَزِيْدُوْنَۚ ",
    "latin": "Wa arsalnāhu ilā mi'ati alfin au yazīdūn(a).",
    "translation": "Kami mengutusnya kepada seratus ribu (orang) atau lebih,"
  },
  {
    "no": 210,
    "arabic": "فَاٰمَنُوْا فَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ",
    "latin": "Fa'āmanū famatta‘nāhum ilā ḥīn(in).",
    "translation": "lalu mereka beriman. Maka, Kami menganugerahkan kenikmatan hidup kepada mereka hingga waktu tertentu."
  },
  {
    "no": 211,
    "arabic": "فَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ ",
    "latin": "Fastaftihim alirabbikal-banātu wa lahumul-banūn(a).",
    "translation": "(Wahai Nabi Muhammad,) tanyalah mereka (orang-orang kafir Makkah), “Apakah untuk Tuhanmu anak-anak perempuan, sedangkan untuk mereka anak-anak laki-laki655)"
  },
  {
    "no": 212,
    "arabic": "اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شٰهِدُوْنَ",
    "latin": "Am khalaqnal-malā'ikata ināṡaw wa hum syāhidūn(a).",
    "translation": "atau Kami menciptakan malaikat-malaikat berupa perempuan, sedangkan mereka menyaksikan(-nya)?”"
  },
  {
    "no": 213,
    "arabic": "اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ",
    "latin": "Alā innahum min ifkihim layaqūlūn(a).",
    "translation": "Ingatlah, sesungguhnya mereka benar-benar mengatakan dengan kebohongan mereka,"
  },
  {
    "no": 214,
    "arabic": "وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ",
    "latin": "Waladallāh(u), wa innahum lakāżibūn(a).",
    "translation": "“Allah mempunyai anak.” Sesungguhnya mereka benar-benar pendusta."
  },
  {
    "no": 215,
    "arabic": "اَصْطَفَى الْبَنَاتِ عَلَى الْبَنِيْنَۗ ",
    "latin": "Aṣṭafal-banāti ‘alal-banīn(a).",
    "translation": "Apakah Dia (Allah) lebih memilih anak-anak perempuan daripada anak-anak laki-laki?"
  },
  {
    "no": 216,
    "arabic": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ",
    "latin": "Mā lakum, kaifa taḥkumūn(a).",
    "translation": "Apa yang telah terjadi pada kamu? Bagaimana kamu menetapkan(-nya)?"
  },
  {
    "no": 217,
    "arabic": "اَفَلَا تَذَكَّرُوْنَۚ ",
    "latin": "Afalā tażakkarūn(a).",
    "translation": "Maka, mengapa kamu tidak mengambil pelajaran?"
  },
  {
    "no": 218,
    "arabic": "اَمْ لَكُمْ سُلْطٰنٌ مُّبِيْنٌۙ",
    "latin": "Am lakum sulṭānum mubīn(un).",
    "translation": "Ataukah kamu mempunyai bukti yang jelas?"
  },
  {
    "no": 219,
    "arabic": "فَأْتُوْا بِكِتٰبِكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Fa'tū bikitābikum in kuntum ṣādiqīn(a).",
    "translation": "(Kalau begitu,) bawalah kitabmu jika kamu orang-orang yang benar."
  },
  {
    "no": 220,
    "arabic": "وَجَعَلُوْا بَيْنَهٗ وَبَيْنَ الْجِنَّةِ نَسَبًا ۗوَلَقَدْ عَلِمَتِ الْجِنَّةُ اِنَّهُمْ لَمُحْضَرُوْنَۙ",
    "latin": "Wa ja‘alū bainahū wa bainal-jinnati nasabā(n), wa laqad ‘alimatil-jinnatu innahum lamuḥḍarūn(a).",
    "translation": "Mereka menjadikan (hubungan) nasab antara Dia dan jin. Sungguh, jin benar-benar telah mengetahui bahwa mereka (kaum musyrik) pasti akan diseret (ke neraka),"
  },
  {
    "no": 221,
    "arabic": "سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَۙ",
    "latin": "Subḥānallāhi ‘ammā yaṣifūn(a).",
    "translation": "Maha Suci Allah dari apa yang mereka sifatkan,"
  },
  {
    "no": 222,
    "arabic": "اِلَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
    "latin": "Illā ‘ibādallāhil-mukhlaṣīn(a).",
    "translation": "kecuali hamba-hamba Allah yang terpilih (karena keikhlasannya)."
  },
  {
    "no": 223,
    "arabic": "فَاِنَّكُمْ وَمَا تَعْبُدُوْنَۙ",
    "latin": "Fa'innakum wa mā ta‘budūn(a).",
    "translation": "Maka, sesungguhnya kamu dan apa yang kamu sembah itu"
  },
  {
    "no": 224,
    "arabic": "مَآ اَنْتُمْ عَلَيْهِ بِفٰتِنِيْنَۙ",
    "latin": "Mā antum ‘alaihi bifātinīn(a).",
    "translation": "tidak akan dapat menyesatkan (seseorang) terhadap Allah,"
  },
  {
    "no": 225,
    "arabic": "اِلَّا مَنْ هُوَ صَالِ الْجَحِيْمِ",
    "latin": "Illā man huwa ṣālil-jaḥīm(i).",
    "translation": "kecuali orang yang akan masuk ke (neraka) Jahim."
  },
  {
    "no": 226,
    "arabic": "وَمَا مِنَّآ اِلَّا لَهٗ مَقَامٌ مَّعْلُوْمٌۙ",
    "latin": "Wa mā minnā illā lahū maqāmum ma‘lūm(un).",
    "translation": "(Malaikat berkata,) “Tidak satu pun di antara kami, kecuali masing-masing mempunyai kedudukan tertentu."
  },
  {
    "no": 227,
    "arabic": "وَّاِنَّا لَنَحْنُ الصَّۤافُّوْنَۖ",
    "latin": "Wa innā lanaḥnuṣ-ṣāffūn(a).",
    "translation": "Sesungguhnya kamilah yang selalu teratur dalam barisan (dalam melaksanakan perintah Allah)."
  },
  {
    "no": 228,
    "arabic": "وَاِنَّا لَنَحْنُ الْمُسَبِّحُوْنَ",
    "latin": "Wa innā lanaḥnul-musabbiḥūn(a).",
    "translation": "Sesungguhnya kamilah yang benar-benar terus bertasbih (kepada Allah).”"
  },
  {
    "no": 229,
    "arabic": "وَاِنْ كَانُوْا لَيَقُوْلُوْنَۙ",
    "latin": "Wa in kānū layaqūlūn(a).",
    "translation": "Sesungguhnya mereka (orang kafir Makkah) benar-benar berkata,"
  },
  {
    "no": 230,
    "arabic": "لَوْ اَنَّ عِنْدَنَا ذِكْرًا مِّنَ الْاَوَّلِيْنَۙ",
    "latin": "Lau anna ‘indanā żikram minal-awwalīn(a).",
    "translation": "“Seandainya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang terdahulu,"
  },
  {
    "no": 231,
    "arabic": "لَكُنَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ",
    "latin": "Lakunnā ‘ibādallāhil-mukhlaṣīn(a).",
    "translation": "niscaya kami akan menjadi hamba-hamba Allah yang terpilih."
  },
  {
    "no": 232,
    "arabic": "فَكَفَرُوْا بِهٖۚ فَسَوْفَ يَعْلَمُوْنَ",
    "latin": "Fa kafarū bih(ī), fasaufa ya‘lamūn(a).",
    "translation": "Akan tetapi, ternyata mereka mengingkarinya (Al-Qur’an). Maka, kelak mereka akan mengetahui (akibat keingkarannya itu)."
  },
  {
    "no": 233,
    "arabic": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِيْنَ ۖ",
    "latin": "Wa laqad sabaqat kalimatunā li‘ibādinal-mursalīn(a).",
    "translation": "Sungguh, janji Kami benar-benar telah tetap bagi hamba-hamba Kami yang menjadi rasul."
  },
  {
    "no": 234,
    "arabic": "اِنَّهُمْ لَهُمُ الْمَنْصُوْرُوْنَۖ",
    "latin": "Innahum lahumul-manṣūrūn(a).",
    "translation": "Sesungguhnya merekalah yang pasti akan mendapat pertolongan,"
  },
  {
    "no": 235,
    "arabic": "وَاِنَّ جُنْدَنَا لَهُمُ الْغٰلِبُوْنَ",
    "latin": "Wa inna jundanā lahumul-gālibūn(a).",
    "translation": "dan sesungguhnya bala tentara Kami itulah yang pasti menang."
  },
  {
    "no": 236,
    "arabic": "فَتَوَلَّ عَنْهُمْ حَتّٰى حِيْنٍۙ",
    "latin": "Fatawalla ‘anhum ḥattā ḥīn(in).",
    "translation": "Maka, berpalinglah engkau (Nabi Muhammad) dari mereka sampai waktu tertentu!"
  },
  {
    "no": 237,
    "arabic": "وَّاَبْصِرْهُمْۗ فَسَوْفَ يُبْصِرُوْنَ",
    "latin": "Wa abṣirhum, fa saufa yubṣirūn(a).",
    "translation": "Lihatlah mereka! Maka, kelak mereka akan melihat (azab itu)."
  },
  {
    "no": 238,
    "arabic": "اَفَبِعَذَابِنَا يَسْتَعْجِلُوْنَ",
    "latin": "Afabi‘ażābinā yasta‘jilūn(a).",
    "translation": "Maka, apakah mereka meminta agar azab Kami disegerakan?"
  },
  {
    "no": 239,
    "arabic": "فَاِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاۤءَ صَبَاحُ الْمُنْذَرِيْنَ",
    "latin": "Fa iżā nazala bisāḥatihim fa sā'a ṣabāḥul-munżarīn(a).",
    "translation": "Apabila turun (siksaan itu) di halaman mereka, sangat buruklah pagi hari bagi orang-orang yang diperingatkan itu."
  },
  {
    "no": 240,
    "arabic": "وَتَوَلَّ عَنْهُمْ حَتّٰى حِيْنٍۙ",
    "latin": "Wa tawalla ‘anhum ḥattā ḥīn(in).",
    "translation": "Berpalinglah engkau (Nabi Muhammad) dari mereka sampai waktu tertentu."
  },
  {
    "no": 241,
    "arabic": "وَّاَبْصِرْۗ فَسَوْفَ يُبْصِرُوْنَ",
    "latin": "Wa abṣir, fasaufa yubṣirūn(a).",
    "translation": "Lihatlah (mereka)! Maka, kelak mereka akan melihat (azab itu)."
  },
  {
    "no": 242,
    "arabic": "سُبْحٰنَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَۚ",
    "latin": "Subḥāna rabbika rabbil-‘izzati ‘ammā yaṣifūn(a).",
    "translation": "Maha Suci Tuhanmu, Tuhan pemilik kemuliaan dari apa yang mereka sifatkan."
  },
  {
    "no": 243,
    "arabic": "وَسَلٰمٌ عَلَى الْمُرْسَلِيْنَۚ ",
    "latin": "Wa salāmun ‘alal-mursalīn(a).",
    "translation": "Selamat sejahtera bagi para rasul."
  },
  {
    "no": 244,
    "arabic": "وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "latin": "Wal-ḥamdu lillāhi rabbil-‘ālamīn(a).",
    "translation": "Segala puji bagi Allah, Tuhan semesta alam."
  },
  {
    "no": 245,
    "arabic": "صۤ ۗوَالْقُرْاٰنِ ذِى الذِّكْرِۗ",
    "latin": "Ṣād, wal-qur'āni żiż-żikr(i).",
    "translation": "Ṣād. demi Al-Qur’an yang mengandung peringatan."
  },
  {
    "no": 246,
    "arabic": "بَلِ الَّذِيْنَ كَفَرُوْا فِيْ عِزَّةٍ وَّشِقَاقٍ",
    "latin": "Balil-lażīna kafarū fī ‘izzatiw wa syiqāq(in).",
    "translation": "Akan tetapi, orang-orang yang kufur (berada) dalam kesombongan dan permusuhan."
  },
  {
    "no": 247,
    "arabic": "كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ فَنَادَوْا وَّلَاتَ حِيْنَ مَنَاصٍ",
    "latin": "Kam ahlaknā min qablihim min qarnin fanādaw wa lāta ḥīna manāṣ(in).",
    "translation": "Betapa banyak generasi sebelum mereka yang telah Kami binasakan. Lalu, mereka meminta tolong (ketika datang azab), padahal (waktu itu) bukanlah saat untuk melepaskan diri."
  },
  {
    "no": 248,
    "arabic": "وَعَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْ ۖوَقَالَ الْكٰفِرُوْنَ هٰذَا سٰحِرٌ كَذَّابٌۚ",
    "latin": "Wa ‘ajibū an jā'ahum munżirum minhum, wa qālal-kāfirūna hāżā sāḥirun każżāb(un).",
    "translation": "Mereka heran karena telah datang kepada mereka seorang pemberi peringatan (rasul) dari kalangan mereka. Orang-orang kafir berkata, “Orang ini adalah penyihir yang banyak berdusta."
  },
  {
    "no": 249,
    "arabic": "اَجَعَلَ الْاٰلِهَةَ اِلٰهًا وَّاحِدًا ۖاِنَّ هٰذَا لَشَيْءٌ عُجَابٌ",
    "latin": "Aja‘alal-ālihata ilāhaw wāḥidā(n), inna hāżā lasyai'un ‘ujāb(un).",
    "translation": "Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sesungguhnya ini benar-benar sesuatu yang sangat mengherankan.”"
  },
  {
    "no": 250,
    "arabic": "وَانْطَلَقَ الْمَلَاُ مِنْهُمْ اَنِ امْشُوْا وَاصْبِرُوْا عَلٰٓى اٰلِهَتِكُمْ ۖاِنَّ هٰذَا لَشَيْءٌ يُّرَادُ ۖ",
    "latin": "Wanṭalaqal-mala'u minhum animsyū waṣbirū ‘alā ālihatikum, inna hāżā lasyai'uy yurād(u).",
    "translation": "Lalu, pergilah pemimpin-pemimpin mereka (seraya berkata), “Pergilah kamu dan tetaplah (menyembah) tuhan-tuhanmu. Sesungguhnya ini benar-benar suatu hal yang dikehendaki."
  },
  {
    "no": 251,
    "arabic": "مَا سَمِعْنَا بِهٰذَا فِى الْمِلَّةِ الْاٰخِرَةِ ۖاِنْ هٰذَآ اِلَّا اخْتِلَاقٌۚ",
    "latin": "Mā sami‘nā bihāżā fil-millatil-ākhirah(ti), in hāżā illakhtilāq(un).",
    "translation": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir. (Ajaran mengesakan Allah) ini tidak lain kecuali (dusta) yang dibuat-buat."
  },
  {
    "no": 252,
    "arabic": "اَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْۢ بَيْنِنَا ۗبَلْ هُمْ فِيْ شَكٍّ مِّنْ ذِكْرِيْۚ بَلْ لَّمَّا يَذُوْقُوْا عَذَابِ ۗ",
    "latin": "A'unzila ‘alaihiż-żikru mim baininā, bal hum fī syakkim min żikrī, bal lammā yażūqū ‘ażāb(i).",
    "translation": "Mengapa Al-Qur’an itu diturunkan kepada dia di antara kita?” Sebenarnya mereka dalam keraguan terhadap kitab-Ku. Akan tetapi, mereka (ragu karena) belum merasakan azab-Ku."
  },
  {
    "no": 253,
    "arabic": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَحْمَةِ رَبِّكَ الْعَزِيْزِ الْوَهَّابِۚ",
    "latin": "Am ‘indahum khazā'inu raḥmati rabbikal-‘azīzil-wahhāb(i).",
    "translation": "Atau, apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Maha Perkasa lagi Maha Pemberi?"
  },
  {
    "no": 254,
    "arabic": "اَمْ لَهُمْ مُّلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗفَلْيَرْتَقُوْا فِى الْاَسْبَابِ",
    "latin": "Am lahum mulkus-samāwāti wal-arḍi wa mā bainahumā, falyartaqū fil-asbāb(i).",
    "translation": "Atau, apakah mereka mempunyai kerajaan langit dan bumi serta apa yang ada di antara keduanya? (Jika ada,) biarlah mereka menaiki tangga-tangga (ke langit)."
  },
  {
    "no": 255,
    "arabic": "جُنْدٌ مَّا هُنَالِكَ مَهْزُوْمٌ مِّنَ الْاَحْزَابِ",
    "latin": "Jundum mā hunālika mahzūmum minal-aḥzāb(i).",
    "translation": "Bala tentara yang berada di sana dari golongan yang bersekutu (untuk mengalahkan Rasul Kami) tentu akan dikalahkan."
  },
  {
    "no": 256,
    "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّفِرْعَوْنُ ذُو الْاَوْتَادِۙ",
    "latin": "Każżabat qablahum qaumu nūḥiw wa ‘āduw wa fir‘aunu żul-autād(i).",
    "translation": "Sebelum mereka itu, kaum Nuh, ‘Ad, dan Fir‘aun yang mempunyai kekuatan besar (juga) telah mendustakan (para rasul)."
  },
  {
    "no": 257,
    "arabic": "وَثَمُوْدُ وَقَوْمُ لُوْطٍ وَّاَصْحٰبُ لْـَٔيْكَةِ ۗ اُولٰۤىِٕكَ الْاَحْزَابُ",
    "latin": "Wa ṡamūdu wa qaumu lūṭiw wa aṣḥābul-aikah(ti), ulā'ikal-aḥzāb(u).",
    "translation": "(Begitu juga) Samud, kaum Lut, dan penduduk Aikah. Mereka itulah golongan yang bersekutu (menentang para rasul)."
  },
  {
    "no": 258,
    "arabic": "اِنْ كُلٌّ اِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ ࣖ",
    "latin": "In kullun illā każżabar-rusula faḥaqqa ‘iqāb(i).",
    "translation": "Masing-masing tidak lain, kecuali mendustakan para rasul. Maka, pantaslah mereka merasakan hukuman-Ku."
  },
  {
    "no": 259,
    "arabic": "وَمَا يَنْظُرُ هٰٓؤُلَاۤءِ اِلَّا صَيْحَةً وَّاحِدَةً مَّا لَهَا مِنْ فَوَاقٍ",
    "latin": "Wa mā yanẓuru hā'ulā'i illā ṣaiḥataw wāḥidatam mā lahā min fawāq(in).",
    "translation": "Mereka tidak menunggu selain satu teriakan (saja) yang tidak ada selanya."
  },
  {
    "no": 260,
    "arabic": "وَقَالُوْا رَبَّنَا عَجِّلْ لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
    "latin": "Wa qālū rabbanā ‘ajjil lanā qiṭṭanā qabla yaumil-ḥisāb(i).",
    "translation": "Mereka berkata, “Wahai Tuhan kami, segerakanlah untuk kami bagian (dari siksa) kami sebelum hari Perhitungan.”"
  },
  {
    "no": 261,
    "arabic": "اِصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاذْكُرْ عَبْدَنَا دَاوٗدَ ذَا الْاَيْدِۚ اِنَّهٗٓ اَوَّابٌ",
    "latin": "Iṣbir ‘alā mā yaqūlūna ważkur ‘abdanā dāwūda żal-aid(i), innahū awwāb(un).",
    "translation": "Bersabarlah atas apa yang mereka katakan dan ingatlah akan hamba Kami, Daud, yang mempunyai kekuatan. Sesungguhnya dia adalah orang yang selalu kembali (kepada Allah)."
  },
  {
    "no": 262,
    "arabic": "اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ",
    "latin": "Innā sakhkharnal-jibāla ma‘ahū yusabbiḥna bil-‘asyiyyi wal-isyrāq(i).",
    "translation": "Sesungguhnya Kami telah menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi."
  },
  {
    "no": 263,
    "arabic": "وَالطَّيْرَمَحْشُوْرَةً ۗ كُلٌّ لَّهٗٓ اَوَّابٌ",
    "latin": "Waṭ-ṭaira maḥsyūrah(tan), kullul lahū awwāb(un).",
    "translation": "(Kami menundukkan pula) burung-burung dalam keadaan berkumpul. Masing-masing sangat patuh kepadanya (Daud)."
  },
  {
    "no": 264,
    "arabic": "وَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
    "latin": "Wa syadadnā mulkahū wa ātaināhul-ḥikmata wa faṣlal-khiṭāb(i).",
    "translation": "Kami menguatkan kerajaannya serta menganugerahkan hikmah (kenabian) kepadanya dan kemampuan dalam menyelesaikan perkara."
  },
  {
    "no": 265,
    "arabic": "۞ وَهَلْ اَتٰىكَ نَبَؤُا الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ",
    "latin": "Wa hal atāka naba'ul-khaṣm(i), iż tasawwarul-miḥrāb(a).",
    "translation": "Apakah telah sampai kepadamu (Nabi Muhammad) berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?"
  },
  {
    "no": 266,
    "arabic": "اِذْ دَخَلُوْا عَلٰى دَاوٗدَ فَفَزِعَ مِنْهُمْ قَالُوْا لَا تَخَفْۚ خَصْمٰنِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ اِلٰى سَوَاۤءِ الصِّرَاطِ",
    "latin": "Iż dakhalū ‘alā dāwūda fafazi‘a minhum qālū lā takhaf, khaṣmāni bagā ba‘ḍunā ‘alā ba‘ḍin faḥkum bainanā bil-ḥaqqi wa lā tusyṭiṭ wahdinā ilā sawā'iṣ-ṣirāṭ(i).",
    "translation": "Ketika mereka masuk menemui Daud, dia terkejut karena (kedatangan) mereka. Mereka berkata, “Janganlah takut! (Kami) berdua sedang berselisih. Sebagian kami berbuat aniaya kepada yang lain. Maka, berilah keputusan di antara kami dengan hak, janganlah menyimpang dari kebenaran, dan tunjukilah kami ke jalan yang lurus.”"
  },
  {
    "no": 267,
    "arabic": "اِنَّ هٰذَآ اَخِيْ ۗ لَهٗ تِسْعٌ وَّتِسْعُوْنَ نَعْجَةً وَّلِيَ نَعْجَةٌ وَّاحِدَةٌ ۗفَقَالَ اَكْفِلْنِيْهَا وَعَزَّنِيْ فِى الْخِطَابِ",
    "latin": "Inna hāżā akhī, lahū tis‘uw wa tis‘ūna na‘jataw wa liya na‘jatuw wāḥidah(tun), faqāla aqfilnīhā wa ‘azzanī fil-khiṭāb(i).",
    "translation": "(Salah seorang berkata,) “Sesungguhnya ini saudaraku. Dia mempunyai sembilan puluh sembilan ekor kambing betina, sedangkan aku mempunyai seekor saja. Lalu, dia berkata, ‘Biarkan aku yang memeliharanya! Dia mengalahkanku dalam perdebatan.’”"
  },
  {
    "no": 268,
    "arabic": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖۗ وَاِنَّ كَثِيْرًا مِّنَ الْخُلَطَاۤءِ لَيَبْغِيْ بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَقَلِيْلٌ مَّا هُمْۗ وَظَنَّ دَاوٗدُ اَنَّمَا فَتَنّٰهُ فَاسْتَغْفَرَ رَبَّهٗ وَخَرَّ رَاكِعًا وَّاَنَابَ ۩ ",
    "latin": "Qāla laqad ẓalamaka bisu'āli na‘jatika ilā ni‘ājih(ī), wa inna kaṡīram minal-khulaṭā'i layabgī ba‘ḍuhum ‘alā ba‘ḍin illal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti wa qalīlum mā hum, wa ẓanna dāwūdu annamā fatannāhu fastagfara rabbahū wa kharra rāki‘aw wa anāb(a).",
    "translation": "Dia (Daud) berkata, “Sungguh, dia benar-benar telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (digabungkan) kepada kambing-kambingnya. Sesungguhnya banyak di antara orang-orang yang berserikat itu benar-benar saling merugikan satu sama lain, kecuali orang-orang yang beriman dan beramal saleh, dan sedikit sekali mereka itu.” Daud meyakini bahwa Kami hanya mengujinya. Maka, dia memohon ampunan kepada Tuhannya dan dia tersungkur jatuh serta bertobat."
  },
  {
    "no": 269,
    "arabic": "فَغَفَرْنَا لَهٗ ذٰلِكَۗ وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ",
    "latin": "Fa gafarnā lahū żālik(a), wa inna lahū ‘indanā lazulfā wa ḥusna ma'āb(in).",
    "translation": "Lalu, Kami mengampuni (kesalahannya) itu. Sesungguhnya dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik."
  },
  {
    "no": 270,
    "arabic": "يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِ ࣖ ",
    "latin": "Yā dāwūdu innā ja‘alnāka khalīfatan fil-arḍi faḥkum bainan nāsi bil-ḥaqqi wa lā tattabi‘il-hawā fa yuḍillaka ‘an sabīlillāh(i), innal-lażīna yaḍillūna ‘an sabīlillāhi lahum ‘ażābun syadīdum bimā nasū yaumal-ḥisāb(i). ",
    "translation": "(Allah berfirman,) “Wahai Daud, sesungguhnya Kami menjadikanmu khalifah (penguasa) di bumi. Maka, berilah keputusan (perkara) di antara manusia dengan hak dan janganlah mengikuti hawa nafsu karena akan menyesatkan engkau dari jalan Allah. Sesungguhnya orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari Perhitungan.”"
  },
  {
    "no": 271,
    "arabic": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ",
    "latin": "Wa mā khalaqnas-samā'a wal-arḍa wa mā bainahumā bāṭilā(n), żālika ẓannul-lażīna kafarū, fawailul lil-lażīna kafarū minan-nār(i).",
    "translation": "Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya secara sia-sia. Itulah anggapan orang-orang yang kufur. Maka, celakalah orang-orang yang kufur karena (mereka akan masuk) neraka."
  },
  {
    "no": 272,
    "arabic": "اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ",
    "latin": "Am naj‘alul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti kal-mufsidīna fil-arḍ(i), am naj‘alul-muttaqīna kal-fujjār(i).",
    "translation": "Apakah (pantas) Kami menjadikan orang-orang yang beriman dan beramal saleh sama dengan orang-orang yang berbuat kerusakan di bumi? Pantaskah Kami menjadikan orang-orang yang bertakwa sama dengan para pendurhaka?"
  },
  {
    "no": 273,
    "arabic": "كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ",
    "latin": "Kitābun anzalnāhu ilaika mubārakul liyaddabbarū āyātihī wa liyatażakkara ulul-albāb(i).",
    "translation": "(Al-Qur’an ini adalah) kitab yang Kami turunkan kepadamu (Nabi Muhammad) yang penuh berkah supaya mereka menghayati ayat-ayatnya dan orang-orang yang berakal sehat mendapat pelajaran."
  },
  {
    "no": 274,
    "arabic": "وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌۗ",
    "latin": "Wa wahabnā lidāwūda wa sulaimān(a), ni‘mal-‘abd(u), innahū awwāb(un).",
    "translation": "Kami menganugerahkan kepada Daud (anak bernama) Sulaiman. Dia adalah sebaik-baik hamba. Sesungguhnya dia sangat taat (kepada Allah)."
  },
  {
    "no": 275,
    "arabic": "اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ",
    "latin": "Iż ‘uriḍa ‘alaihi bil-‘asyiyyiṣ-ṣāfinātul-jiyād(u).",
    "translation": "(Ingatlah) ketika pada suatu petang dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya."
  },
  {
    "no": 276,
    "arabic": "فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ",
    "latin": "Fa qāla innī aḥbabtu ḥubbal-khairi ‘an żikri rabbī, ḥattā tawārat bil-ḥijāb(i).",
    "translation": "Maka, dia berkata, “Sesungguhnya aku menyukai kesenangan terhadap yang baik (kuda) sehingga aku lalai mengingat Tuhanku sampai ia (matahari atau kuda itu) bersembunyi di balik tabir (hilang dari pandangan)."
  },
  {
    "no": 277,
    "arabic": "رُدُّوْهَا عَلَيَّ ۚفَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ",
    "latin": "Ruddūhā ‘alayy(a), faṭafiqa masḥam bis-sūqi wal-a‘nāq(i).",
    "translation": "Bawalah semua kuda itu kembali kepadaku.” Lalu, dia mengusap-usap kaki dan leher (kuda itu)."
  },
  {
    "no": 278,
    "arabic": "وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ",
    "latin": "Wa laqad fatannā sulaimāna wa alqainā ‘alā kursiyyihī jasadan ṡumma anāb(a).",
    "translation": "Sungguh, Kami benar-benar telah menguji Sulaiman dan Kami menggeletakkan(-nya) di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat."
  },
  {
    "no": 279,
    "arabic": "قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ",
    "latin": "Qāla rabbigfir lī wa hab lī mulkal lā yambagī li'aḥadim mim ba‘dī, innaka antal-wahhāb(u).",
    "translation": "Dia berkata, “Wahai Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut (dimiliki) oleh seorang pun sesudahku. Sesungguhnya Engkaulah Yang Maha Pemberi.” \n"
  },
  {
    "no": 280,
    "arabic": "فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ",
    "latin": "Fasakhkharnā lahur-rīḥa tajrī bi'amrihī rukhā'an ḥaiṡu aṣāb(a).",
    "translation": "Maka, Kami menundukkan kepadanya angin yang berembus dengan baik menurut perintahnya ke mana saja yang ia kehendaki."
  },
  {
    "no": 281,
    "arabic": "وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ",
    "latin": "Wasy-syayāṭīna kulla bannā'iw wa gawwāṣ(in).",
    "translation": "(Kami menundukkan pula kepadanya) setan-setan, semuanya ahli bangunan, dan penyelam."
  },
  {
    "no": 282,
    "arabic": "وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ",
    "latin": "Wa ākharīna muqarranīna fil-aṣfād(i).",
    "translation": "(Begitu juga setan-setan) lain yang terikat dalam belenggu."
  },
  {
    "no": 283,
    "arabic": "هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ",
    "latin": "Hāżā ‘aṭā'unā famnun au amsik bigairi ḥisāb(in).",
    "translation": "Inilah anugerah Kami. Maka, berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan."
  },
  {
    "no": 284,
    "arabic": "وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ ࣖ",
    "latin": "Wa inna lahū ‘indanā lazulfā wa ḥusna ma'āb(in).",
    "translation": "Sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik."
  },
  {
    "no": 285,
    "arabic": "وَاذْكُرْ عَبْدَنَآ اَيُّوْبَۘ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الشَّيْطٰنُ بِنُصْبٍ وَّعَذَابٍۗ",
    "latin": "Ważkur ‘abdanā ayyūb(a), iż nādā rabbahū annī massaniyasy-syaiṭānu binuṣbiw wa ‘ażāb(in).",
    "translation": "Ingatlah hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku telah diganggu setan dengan penderitaan dan siksaan (rasa sakit).”"
  },
  {
    "no": 286,
    "arabic": "اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ",
    "latin": "Urkuḍ birijlik(a), hāżā mugtasalum bāriduw wa syarāb(un).",
    "translation": "(Allah berfirman,) “Entakkanlah kakimu (ke bumi)! Inilah air yang sejuk untuk mandi dan minum.”"
  },
  {
    "no": 287,
    "arabic": "وَوَهَبْنَا لَهٗٓ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرٰى لِاُولِى الْاَلْبَابِ",
    "latin": "Wa wahabnā lahū ahlahū wa miṡlahum ma‘ahum raḥmatam minnā wa żikrā li'ulil-albāb(i).",
    "translation": "Kami anugerahkan (pula) kepadanya (Ayyub) keluarganya dan (Kami lipat gandakan) jumlah mereka sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat.656)"
  },
  {
    "no": 288,
    "arabic": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِّهٖ وَلَا تَحْنَثْ ۗاِنَّا وَجَدْنٰهُ صَابِرًا ۗنِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌ",
    "latin": "Wa khuż biyadika ḍigṡan faḍrib bihī wa lā taḥnaṡ, innā wajadnāhu ṣābirā(n), ni‘mal-‘abd(u), innahū awwāb(un).",
    "translation": "Ambillah dengan tanganmu seikat rumput, lalu pukullah (istrimu) dengannya dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sesungguhnya dia selalu kembali (kepada Allah dan sangat taat kepadanya)."
  },
  {
    "no": 289,
    "arabic": "وَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ",
    "latin": "Ważkur ‘ibādanā ibrāhīma wa isḥāqa wa ya‘qūba ulil-aidī wal-abṣār(i).",
    "translation": "Ingatlah hamba-hamba Kami: Ibrahim, Ishaq, dan Ya‘qub yang mempunyai kekuatan (dalam taat kepada Allah) dan penglihatan (mata hati yang jernih)."
  },
  {
    "no": 290,
    "arabic": "اِنَّآ اَخْلَصْنٰهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ ",
    "latin": "Innā akhlaṣnāhum bikhāliṣatin żikrad-dār(i).",
    "translation": "Sesungguhnya Kami telah memberikan secara khusus kepada mereka anugerah yang besar, (yaitu selalu) mengingat negeri akhirat."
  },
  {
    "no": 291,
    "arabic": "وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِۗ",
    "latin": "Wa innahum ‘indanā laminal-muṣṭafainal-akhyār(i).",
    "translation": "Sesungguhnya mereka di sisi Kami benar-benar termasuk orang-orang pilihan yang terbaik."
  },
  {
    "no": 292,
    "arabic": "وَاذْكُرْ اِسْمٰعِيْلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۗوَكُلٌّ مِّنَ الْاَخْيَارِۗ",
    "latin": "Ważkur ismā‘īla wal-yasa‘a wa żal-kifl(i), wa kullum minal-akhyār(i).",
    "translation": "Ingatlah Ismail, Ilyasa, dan Zulkifli. Semuanya termasuk orang-orang yang paling baik."
  },
  {
    "no": 293,
    "arabic": "هٰذَا ذِكْرٌ ۗوَاِنَّ لِلْمُتَّقِيْنَ لَحُسْنَ مَاٰبٍۙ ",
    "latin": "Hāżā żikr(un), wa inna lil-muttaqīna laḥusna ma'āb(in).",
    "translation": "Ini adalah kehormatan (bagimu dan kaummu). Sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik."
  },
  {
    "no": 294,
    "arabic": "جَنّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْاَبْوَابُۚ",
    "latin": "Jannāti ‘adnim mufattaḥatal lahumul-abwāb(u).",
    "translation": "(Yaitu) surga ‘Adn yang pintu-pintunya terbuka bagi mereka."
  },
  {
    "no": 295,
    "arabic": "مُتَّكِـِٕيْنَ فِيْهَا يَدْعُوْنَ فِيْهَا بِفَاكِهَةٍ كَثِيْرَةٍ وَّشَرَابٍ",
    "latin": "Muttaki'īna fīhā yad‘ūna fīhā bifākihatin kaṡīratiw wa syarāb(in).",
    "translation": "Mereka bersandar di dalamnya (di atas dipan-dipan) sambil meminta buah-buahan dan minuman yang banyak (di surga itu)."
  },
  {
    "no": 296,
    "arabic": "۞ وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ اَتْرَابٌ",
    "latin": "Wa ‘indahum qāṣirātuṭ-ṭarfi atrāb(un).",
    "translation": "Di samping mereka (ada bidadari-bidadari) yang pandangannya terbatas (hanya untuk pasangannya), lagi sebaya umurnya."
  },
  {
    "no": 297,
    "arabic": "هٰذَا مَا تُوْعَدُوْنَ لِيَوْمِ الْحِسَابِ",
    "latin": "Hāżā mā tū‘adūna liyaumil-ḥisāb(i).",
    "translation": "Inilah apa yang dijanjikan kepadamu pada hari Perhitungan."
  },
  {
    "no": 298,
    "arabic": "اِنَّ هٰذَا لَرِزْقُنَا مَا لَهٗ مِنْ نَّفَادٍۚ",
    "latin": "Ina hāżā larizqunā mā lahū min nafād(in).",
    "translation": "Sesungguhnya ini adalah benar-benar rezeki (dari) Kami yang tidak habis-habisnya."
  },
  {
    "no": 299,
    "arabic": "هٰذَا ۗوَاِنَّ لِلطّٰغِيْنَ لَشَرَّ مَاٰبٍۙ",
    "latin": "Hāżā, wa inna liṭ-ṭāgīna lasyarra ma'āb(in).",
    "translation": "Inilah (kenikmatan bagi orang yang bertakwa). Sesungguhnya bagi orang-orang yang melampaui batas benar-benar (disediakan) tempat kembali yang buruk."
  },
  {
    "no": 300,
    "arabic": "جَهَنَّمَۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمِهَادُ",
    "latin": "Jahannam(a), yaṣlaunahā, fabi'sal-mihād(u).",
    "translation": "(Yaitu neraka) Jahanam yang mereka akan masuk ke dalamnya. Itulah seburuk-buruk tempat tinggal."
  },
  {
    "no": 301,
    "arabic": "هٰذَاۙ فَلْيَذُوْقُوْهُ حَمِيْمٌ وَّغَسَّاقٌۙ",
    "latin": "Hāżā, falyażūqūhu ḥamīmuw wa gassāq(un).",
    "translation": "Inilah (azab neraka). Biarlah mereka merasakannya. (Minuman mereka) air yang mendidih dan cairan nanah (yang menjijikkan)."
  },
  {
    "no": 302,
    "arabic": "وَّاٰخَرُ مِنْ شَكْلِهٖٓ اَزْوَاجٌۗ",
    "latin": "Wa ākharu min syaklihī azwāj(un). ",
    "translation": "(Selain itu, ada) berbagai macam (azab) lain yang serupa itu."
  },
  {
    "no": 303,
    "arabic": "هٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْۚ  لَا مَرْحَبًا ۢبِهِمْ ۗ اِنَّهُمْ صَالُوا النَّارِ",
    "latin": "Hāżā faujum muqtaḥimum ma‘akum, lā marḥabam bihim, innahum ṣālun-nār(i).",
    "translation": "(Dikatakan kepada mereka,) “Ini rombongan (pengikut-pengikutmu) yang masuk berdesak-desakan bersama kamu (ke neraka).” Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka."
  },
  {
    "no": 304,
    "arabic": "قَالُوْا بَلْ اَنْتُمْ لَا مَرْحَبًاۢ بِكُمْ ۗ اَنْتُمْ قَدَّمْتُمُوْهُ لَنَاۚ فَبِئْسَ الْقَرَارُ",
    "latin": "Qālū bal antum lā marḥabam bikum, antum qaddamtumūhu lanā, fabi'sal-qarār(u).",
    "translation": "Mereka (para pengikutnya) menjawab, “Sebenarnya kamulah yang (lebih pantas) tidak menerima ucapan selamat datang karena kamulah yang menjerumuskan kami ke dalam azab. (Itulah) seburuk-buruk tempat menetap.”"
  },
  {
    "no": 305,
    "arabic": "قَالُوْا رَبَّنَا مَنْ قَدَّمَ لَنَا هٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى النَّارِ",
    "latin": "Qālū rabbanā man qaddama lanā hāżā fazidhu ‘ażāban ḍi‘fan fin-nār(i).",
    "translation": "Mereka berkata (lagi), “Wahai Tuhan kami, siapa yang menjerumuskan kami ke dalam (azab) ini, tambahkanlah kepadanya azab yang berlipat ganda di dalam neraka.”"
  },
  {
    "no": 306,
    "arabic": "وَقَالُوْا مَا لَنَا لَا نَرٰى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الْاَشْرَارِ",
    "latin": "Wa qālū mā lanā lā narā rijālan kunnā na‘udduhum minal-asyrār(i).",
    "translation": "Mereka (penghuni neraka) berkata, “Mengapa kami tidak melihat orang-orang yang (di dunia) selalu kami anggap sebagai orang-orang yang jahat (hina)?"
  },
  {
    "no": 307,
    "arabic": "اَتَّخَذْنٰهُمْ سِخْرِيًّا اَمْ زَاغَتْ عَنْهُمُ الْاَبْصَارُ",
    "latin": "Attakhażnāhum sikhriyyan am zāgat ‘anhumul-abṣār(u).",
    "translation": "Apakah karena dahulu kami menjadikan mereka (bahan) olok-olokan ataukah karena penglihatan (kami) yang tidak melihat mereka?”"
  },
  {
    "no": 308,
    "arabic": "اِنَّ ذٰلِكَ لَحَقٌّ تَخَاصُمُ اَهْلِ النَّارِ ࣖ",
    "latin": "Inna żālika laḥaqqun takhāṣumu ahlin-nār(i).",
    "translation": "Sesungguhnya yang demikian itu benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka."
  },
  {
    "no": 309,
    "arabic": "قُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌ ۖوَّمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "latin": "Qul innamā ana munżir(un), wa mā min ilāhin illallāhul-wāḥidul-qahhār(u).",
    "translation": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa lagi Maha Mengalahkan,"
  },
  {
    "no": 310,
    "arabic": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
    "latin": "Rabbus-samāwāti wal-arḍi wa mā bainahumal-‘azīzul-gaffār(u).",
    "translation": "(yaitu,) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Maha Perkasa lagi Maha Pengampun.”"
  },
  {
    "no": 311,
    "arabic": "قُلْ هُوَ نَبَؤٌا عَظِيْمٌۙ",
    "latin": "Qul huwa naba'un ‘aẓīm(un). ",
    "translation": "Katakanlah (Nabi Muhammad), “Ia (Al-Qur’an) adalah berita besar."
  },
  {
    "no": 312,
    "arabic": "اَنْتُمْ عَنْهُ مُعْرِضُوْنَ",
    "latin": "Antum ‘anhu mu‘riḍūn(a).",
    "translation": "Kamu berpaling darinya."
  },
  {
    "no": 313,
    "arabic": "مَا كَانَ لِيَ مِنْ عِلْمٍۢ بِالْمَلَاِ الْاَعْلٰٓى اِذْ يَخْتَصِمُوْنَ",
    "latin": "Mā kāna liya min ‘ilmim bil-mala'il-a‘lā iż yakhtaṣimūn(a).",
    "translation": "Aku tidak mempunyai pengetahuan sedikit pun tentang malaikat langit ketika mereka berbantah-bantahan."
  },
  {
    "no": 314,
    "arabic": "اِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
    "latin": "Iy yūḥā ilayya illā annamā ana nażīrum mubīn(un).",
    "translation": "Tidaklah diwahyukan kepadaku, kecuali aku hanyalah seorang pemberi peringatan yang nyata.”"
  },
  {
    "no": 315,
    "arabic": "اِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ",
    "latin": "Iż qāla rabbuka lil-malā'ikati innī khāliqum basyaram min ṭīn(in).",
    "translation": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah."
  },
  {
    "no": 316,
    "arabic": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ",
    "latin": "Fa'iżā sawwaituhū wa nafakhtu fīhi mir rūḥī faqa‘ū lahū sājidīn(a).",
    "translation": "Apabila Aku telah menyempurnakan (penciptaan)-nya dan meniupkan roh (ciptaan)-Ku ke dalamnya, tunduklah kamu kepadanya dalam keadaan bersujud.”"
  },
  {
    "no": 317,
    "arabic": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
    "latin": "Fasajadal-malā'ikatu kulluhum ajma‘ūn(a).",
    "translation": "Lalu, para malaikat itu bersujud semuanya bersama-sama,"
  },
  {
    "no": 318,
    "arabic": "اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "latin": "Illā iblīs(a), istakbara wa kāna minal-kafirīn(a).",
    "translation": "kecuali Iblis. Ia menyombongkan diri dan termasuk golongan kafir."
  },
  {
    "no": 319,
    "arabic": "قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ",
    "latin": "Qāla yā iblīsu mā mana‘aka an tasjuda  limā khalaqtu biyadayy(a), astakbarta am kunta minal-‘ālīn(a).",
    "translation": "(Allah) berfirman, “Wahai Iblis, apakah yang menghalangimu untuk bersujud kepada yang telah Aku ciptakan dengan kedua tangan-Ku (kekuasaan-Ku)? Apakah kamu menyombongkan diri ataukah (memang) termasuk golongan yang (lebih) tinggi?”"
  },
  {
    "no": 320,
    "arabic": "قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ",
    "latin": "Qāla ana khairum minhu khalaqtanī min nāriw wa khalaqtahū min ṭīn(in).",
    "translation": "(Iblis) berkata, “Aku lebih baik darinya, karena Engkau menciptakanku dari api, sedangkan Engkau menciptakannya dari tanah.”"
  },
  {
    "no": 321,
    "arabic": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۖ",
    "latin": "Qāla fakhruj minhā fa'innaka rajīm(un).",
    "translation": "(Allah) berfirman, “Keluarlah darinya (surga) karena sesungguhnya kamu terkutuk."
  },
  {
    "no": 322,
    "arabic": "وَّاِنَّ عَلَيْكَ لَعْنَتِيْٓ اِلٰى يَوْمِ الدِّيْنِ",
    "latin": "Wa inna ‘alaika la‘natī ilā yaumid-dīn(i).",
    "translation": "Sesungguhnya laknat-Ku tetap atasmu sampai hari Pembalasan.”"
  },
  {
    "no": 323,
    "arabic": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "latin": "Qāla rabbi fa'anẓirnī ilā yaumi yub‘aṡūn(a).",
    "translation": "(Iblis) berkata, “Wahai Tuhanku, tangguhkanlah (usia)-ku sampai hari mereka (manusia) dibangkitkan.”"
  },
  {
    "no": 324,
    "arabic": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
    "latin": "Qāla fa'innaka minal-munẓarīn(a).",
    "translation": "(Allah) berfirman, “Sesungguhnya kamu termasuk golongan yang ditangguhkan"
  },
  {
    "no": 325,
    "arabic": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ",
    "latin": "Ilā yaumil-waqtil-ma‘lūm(i).",
    "translation": "sampai hari yang telah ditentukan waktunya (kiamat).”"
  },
  {
    "no": 326,
    "arabic": "قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ",
    "latin": "Qāla fabi‘izzatika la'ugwiyannahum ajma‘īn(a).",
    "translation": "(Iblis) berkata, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya."
  },
  {
    "no": 327,
    "arabic": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ",
    "latin": "Illā ‘ibādaka minhumul-mukhlaṣīn(a).",
    "translation": "Kecuali, hamba-hamba-Mu yang terpilih (karena keikhlasannya) di antara mereka.”657)"
  },
  {
    "no": 328,
    "arabic": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
    "latin": "Qāla fal-ḥaqq(u), wal-ḥaqqa aqūl(u).",
    "translation": "(Allah) berfirman, “Maka, yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Aku katakan."
  },
  {
    "no": 329,
    "arabic": "لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
    "latin": "La'amla'anna jahannama minka wa mimman tabi‘aka minhum ajma‘īn(a).",
    "translation": "Aku pasti akan memenuhi (neraka) Jahanam denganmu dan orang yang mengikutimu di antara mereka semuanya.”"
  },
  {
    "no": 330,
    "arabic": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
    "latin": "Qul mā as'alukum ‘alaihi min ajriw wa mā ana minal-mutakallifīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku) dan aku bukanlah termasuk orang-orang yang mengada-ada."
  },
  {
    "no": 331,
    "arabic": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
    "latin": "In huwa illā żikrul lil-‘ālamīn(a).",
    "translation": "(Al-Qur’an) ini tidak lain, kecuali (sebagai) peringatan bagi semesta alam."
  },
  {
    "no": 332,
    "arabic": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
    "latin": "Wa lata‘lamunna naba'ahū ba‘da ḥīn(in).",
    "translation": "Sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur’an) setelah beberapa waktu lagi.”658)"
  },
  {
    "no": 333,
    "arabic": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
    "latin": "Tanzīlul-kitābi minallāhil-‘azīzil-ḥakīm(i).",
    "translation": "Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 334,
    "arabic": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
    "latin": "Innā anzalnā ilaikal-kitāba bil-ḥaqqi fa‘budillāha mukhliṣal lahud-dīn(a).",
    "translation": "Sesungguhnya Kami menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad) dengan hak. Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya."
  },
  {
    "no": 335,
    "arabic": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ",
    "latin": "Alā lillāhid-dīnul-khāliṣ(u), wal-lażīnattakhażū min dūnihī auliyā'(a), mā na‘buduhum illā liyuqarribūnā ilallāhi zulfā, innallāha yaḥkumu bainahum fī mā hum fīhi yakhtalifūn(a), innallāha lā yahdī man huwa kāżibun kaffār(un).",
    "translation": "Ketahuilah, hanya untuk Allah agama yang bersih (dari syirik). Orang-orang yang mengambil pelindung selain Dia (berkata,) “Kami tidak menyembah mereka, kecuali (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sesungguhnya Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sesungguhnya Allah tidak memberi petunjuk kepada pendusta lagi sangat ingkar."
  },
  {
    "no": 336,
    "arabic": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "latin": "Wa lau arādallāhu ay yattakhiża waladal laṣṭafā mimmā yakhluqu mā yasyā'(u), subḥānah(ū), huwallāhul-wāḥidul-qahhār(u).",
    "translation": "Seandainya Allah hendak mengambil (makhluk-Nya sebagai) anak, pasti akan memilih yang Dia kehendaki dari apa yang Dia ciptakan. Maha Suci Dia. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan."
  },
  {
    "no": 337,
    "arabic": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
    "latin": "Khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), yukawwirul-laila ‘alan-nahāri wa yukawwirun nahāra ‘alal-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī li'ajalim musammā(n), alā huwal-‘azīzul-gaffār(u).",
    "translation": "Dia (Allah) menciptakan langit dan bumi dengan hak (yang benar). Dia menutupkan malam atas siang, menutupkan siang atas malam, serta menundukkan matahari dan bulan. Masing-masing beredar menurut waktu yang ditentukan. Ketahuilah, Dialah Yang Maha Perkasa lagi Maha Pengampun."
  },
  {
    "no": 338,
    "arabic": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ",
    "latin": "Khalaqakum min nafsiw wāḥidatin ṡumma ja‘ala minhā zaujahā wa anzala lakum minal-an‘āmi ṡamāniyata azwāj(in), yakhluqukum fī buṭūni ummahātikum khalqam mim ba‘di khalqin fī ẓulumātin ṡalāṡ(in), żālikumullāhu rabbukum lahul-mulk(u), lā ilāha illā huw(a), fa'annā tuṣrafūn(a).",
    "translation": "Dia menciptakanmu dari jiwa yang satu (Adam), kemudian darinya Dia menjadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menciptakanmu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.659) Yang (berbuat) demikian itu adalah Allah, Tuhanmu, Pemilik kerajaan. Tidak ada tuhan selain Dia. Mengapa kamu dapat berpaling (dari kebenaran)?"
  },
  {
    "no": 339,
    "arabic": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "latin": "In takfurū fa'innallāha ganiyyun ‘ankum, wa lā yarḍā li‘ibādihil-kufr(a), wa in tasykurū yarḍahu lakum, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji‘ukum fa yunabbi'ukum bimā kuntum ta‘malūn(a), innahū ‘alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Jika kamu kufur, sesungguhnya Allah tidak memerlukanmu. Dia pun tidak meridai kekufuran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian, kepada Tuhanmulah kembalimu, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan di dalam dada."
  },
  {
    "no": 340,
    "arabic": "۞ وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ",
    "latin": "Wa iżā massal-insāna ḍurrun da‘ā rabbahū munīban ilaihi ṡumma iżā khawwalahū ni‘matan minhu nasiya mā kāna yad‘ū ilaihi min qablu wa ja‘ala lilllāhi andādal liyuḍilla ‘an sabīlih(ī), qul tamatta‘ bikufrika qalīlā(n), innaka min aṣḥābin-nār(i).",
    "translation": "Apabila ditimpa bencana, manusia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya. Akan tetapi, apabila Dia memberikan nikmat kepadanya, dia lupa terhadap apa yang pernah dia mohonkan kepada Allah sebelum itu dan dia menjadikan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah dengan kekufuranmu untuk sementara waktu! Sesungguhnya kamu termasuk penghuni neraka.”"
  },
  {
    "no": 341,
    "arabic": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
    "latin": "Amman huwa qānitun ānā'al-laili sājidaw wa qā'imay yaḥżarul-ākhirata wa yarjū raḥmata rabbih(ī), qul hal yastawil-lażīna ya‘lamūna wal-lażīna lā ya‘lamūn(a), innamā yatażakkaru ulul-albāb(i).",
    "translation": "(Apakah orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dalam keadaan bersujud, berdiri, takut pada (azab) akhirat, dan mengharapkan rahmat Tuhannya? Katakanlah (Nabi Muhammad), “Apakah sama orang-orang yang mengetahui (hak-hak Allah) dengan orang-orang yang tidak mengetahui (hak-hak Allah)?” Sesungguhnya hanya ululalbab (orang yang berakal sehat) yang dapat menerima pelajaran."
  },
  {
    "no": 342,
    "arabic": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
    "latin": "Qul yā ‘ibādil-lażīna āmanuttaqū rabbakum, lil-lażīna aḥsanū fī hāżihid-dun-yā ḥasanah(tun), wa arḍullāhi wāsi‘ah(tun), innamā yuwaffaṣ-ṣābirūna ajrahum bigairi ḥisāb(in).",
    "translation": "Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang beriman, bertakwalah kepada Tuhanmu.” Orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Bumi Allah itu luas. Sesungguhnya hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa perhitungan."
  },
  {
    "no": 343,
    "arabic": "قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ",
    "latin": "Qul innī umirtu an a‘budallāha mukhliṣal lahud-dīn(a).",
    "translation": "Katakanlah, “Sesungguhnya aku diperintahkan untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya."
  },
  {
    "no": 344,
    "arabic": "وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ",
    "latin": "Wa umirtu li'an akūna awwalal-muslimīn(a).",
    "translation": "Aku diperintahkan untuk menjadi orang pertama (dari umatnya) yang berserah diri (kepada Allah).”"
  },
  {
    "no": 345,
    "arabic": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "latin": "Qul innī akhāfu in ‘aṣaitu rabbī ‘ażāba yaumin ‘aẓīm(in).",
    "translation": "Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”"
  },
  {
    "no": 346,
    "arabic": "قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ",
    "latin": "Qulillāha a‘budu mukhliṣal lahū dīnī.",
    "translation": "Katakanlah, “Hanya Allah yang aku sembah dengan mengikhlaskan ketaatanku kepada-Nya.”"
  },
  {
    "no": 347,
    "arabic": "فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ",
    "latin": "Fa‘budū mā syi'tum min dūnih(ī), qul innal-khāsirīnal-lażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah(ti), alā żālika huwal-khusrānul-mubīn(u).",
    "translation": "Maka, sembahlah sesukamu selain Dia (wahai orang-orang musyrik!)660) Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri sendiri dan keluarganya pada hari Kiamat.” Ingatlah, yang demikian itu adalah kerugian yang nyata."
  },
  {
    "no": 348,
    "arabic": "لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ",
    "latin": "Lahum min fauqihim ẓulalum minan-nāri wa min taḥtihim ẓulal(un), żālika yukhawwifullāhu bihī ‘ibādah(ū), yā ‘ibādi fattaqūn(i).",
    "translation": "Di atas mereka ada lapisan-lapisan dari api dan di bawah mereka pun ada lapisan-lapisan pula. Demikianlah Allah membuat takut hamba-hamba-Nya dengan (azab) itu. “Wahai hamba-hamba-Ku, bertakwalah kepada-Ku!”"
  },
  {
    "no": 349,
    "arabic": "وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ",
    "latin": "Wal-lażīnajtanabuṭ-ṭāgūta ay ya‘budūhā wa anābū ilallāhi lahumul-busyrā, fabasysyir ‘ibād(i).",
    "translation": "Orang-orang yang menjauhi tagut, (yaitu) tidak menyembahnya dan kembali (bertobat) kepada Allah, bagi mereka berita gembira. Maka, sampaikanlah kabar gembira itu kepada hamba-hamba-Ku."
  },
  {
    "no": 350,
    "arabic": "الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ",
    "latin": "Allażīna yastami‘ūnal-qaula fa yattabi‘ūna aḥsanah(ū), ulā'ikal-lażīna hadāhumullāhu wa ulā'ika hum ulul-albāb(i).",
    "translation": "(Yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya.661) Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah ululalbab (orang-orang yang mempunyai akal sehat)."
  },
  {
    "no": 351,
    "arabic": "اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ",
    "latin": "Afaman ḥaqqa ‘alaihi kalimatul-‘ażāb(i), afa'anta tunqiżu man fin-nār(i).",
    "translation": "Maka, apakah (engkau, Nabi Muhammad, hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau akan menyelamatkan orang yang berada di dalam neraka?"
  },
  {
    "no": 352,
    "arabic": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ",
    "latin": "Lākinil-lażīnattaqau rabbahum lahum gurafum min fauqihā gurafum mabniyyah(tun), tajrī min taḥtihal-anhār(u), wa‘dallāh(i), lā yukhlifullāhul-mī‘ād(a).",
    "translation": "Akan tetapi, orang-orang yang bertakwa kepada Tuhannya bagi mereka kamar-kamar (di surga), di atasnya terdapat kamar-kamar yang dibangun (bertingkat-tingkat), dan mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan mengingkari janji."
  },
  {
    "no": 353,
    "arabic": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ ",
    "latin": "Alam tara annallāha anzala minas-samā'i mā'an fasalakahū yanābī‘a fil-arḍi ṡumma yaj‘aluhū ḥuṭāmā(n), ina fī żālika lażikrā li'ulil-albāb(i).",
    "translation": "Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit, lalu Dia mengalirkannya menjadi sumber-sumber air di bumi. Kemudian, dengan air itu Dia tumbuhkan tanam-tanaman yang bermacam-macam warnanya, kemudian ia menjadi kering, engkau melihatnya kekuning-kuningan, kemudian Dia menjadikannya hancur berderai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi ululalbab."
  },
  {
    "no": 354,
    "arabic": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "latin": "Afaman syaraḥallāhu ṣadrahū lil-islāmi fahuwa ‘alā nūrim mir rabbih(ī), fawailul lil-qāsiyati qulūbuhum min żikrillāh(i), ulā'ika fī ḍalālim mubīn(in).",
    "translation": "Maka, apakah orang yang Allah bukakan hatinya untuk (menerima) agama Islam, lalu mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)? Maka, celakalah mereka yang hatinya membatu dari mengingat Allah. Mereka itu dalam kesesatan yang nyata."
  },
  {
    "no": 355,
    "arabic": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "latin": "Allāhu nazzala aḥsanal-ḥadīṡi kitābam mutasyābiham maṡāniy(a), taqsya‘irru minhu julūdul-lażīna yakhsyauna rabbahum, ṡumma talīnu julūduhum wa qulūbuhum ilā żikrillāh(i), żālika hudallāhi yahdī bihī may yasyā'(u), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "Allah telah menurunkan perkataan yang terbaik, (yaitu) Kitab (Al-Qur’an) yang serupa (ayat-ayatnya) lagi berulang-ulang.662) Oleh karena itu, kulit orang yang takut kepada Tuhannya gemetar. Kemudian, kulit dan hati mereka menjadi lunak ketika mengingat Allah. Itulah petunjuk Allah yang dengannya Dia memberi petunjuk kepada siapa yang Dia kehendaki. Siapa yang dibiarkan sesat oleh Allah tidak ada yang dapat memberi petunjuk."
  },
  {
    "no": 356,
    "arabic": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
    "latin": "Afamay yattaqī biwajhihī sū'al-‘ażābi yaumal-qiyāmah(ti), wa qīla liẓ-ẓālimīna żūqū mā kuntum taksibūn(a).",
    "translation": "Apakah orang yang menghindari azab yang buruk dengan wajahnya pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dikatakan kepada orang-orang yang zalim, “Rasakanlah balasan apa yang telah kamu kerjakan.”"
  },
  {
    "no": 357,
    "arabic": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
    "latin": "Każżabal-lażīna min qablihim fa'atāhumul-‘ażābu mi ḥaiṡu lā yasy‘urūn(a).",
    "translation": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), datanglah azab kepada mereka dari arah yang tidak mereka sadari."
  },
  {
    "no": 358,
    "arabic": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
    "latin": "Fa ażāqahumullāhul-khizya fil-ḥayātid-dun-yā, wa la‘ażābul-ākhirati akbar(u), lau kānū ya‘lamūn(a).",
    "translation": "Maka, Allah menimpakan kepada mereka kehinaan dalam kehidupan dunia. Sungguh, azab akhirat lebih besar kalau mereka mengetahui(-nya)."
  },
  {
    "no": 359,
    "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
    "latin": "Wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡalil la‘allahum yatażakkarūn(a).",
    "translation": "Sungguh, Kami benar-benar telah membuatkan dalam Al-Qur’an ini segala macam perumpamaan bagi manusia agar mereka mendapat pelajaran."
  },
  {
    "no": 360,
    "arabic": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "latin": "Qur'ānan ‘arabiyyan gaira żī ‘iwajil la‘allahum yattaqūn(a).",
    "translation": "(Yaitu) Al-Qur’an dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) agar mereka bertakwa."
  },
  {
    "no": 361,
    "arabic": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشٰكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    "latin": "Ḍaraballāhu maṡalar rajulan fīhi syurakā'u mutasyākisūna wa rajulan salamal lirajulin hal yastawiyāni maṡalā(n), al-ḥamdu lillāh(i), bal akṡaruhum lā ya‘lamūn(a).",
    "translation": "Allah membuat perumpamaan, (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat, (tetapi) dalam perselisihan dan seorang (hamba sahaya) yang menjadi milik penuh seorang (saja). Apakah keduanya sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui(-nya)."
  },
  {
    "no": 362,
    "arabic": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
    "latin": "Innaka mayyituw wa innahum mayyitūn(a).",
    "translation": "Sesungguhnya engkau (Nabi Muhammad akan) mati dan sesungguhnya mereka pun (akan) mati."
  },
  {
    "no": 363,
    "arabic": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
    "latin": "Ṡumma innakum yaumal-qiyāmati ‘inda rabbikum takhtaṣimūn(a).",
    "translation": "Kemudian, sesungguhnya kamu sekalian pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu."
  }
]