[
  {
    "no": 364,
    "arabic": "۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ",
    "latin": "Faman aẓlamu mimman każaba ‘alallāhi wa każżaba biṣ-ṣidqi iż jā'ah(ū), alaisa fī jahannama maṡwal lil-kāfirīn(a).",
    "translation": "Maka, siapakah yang lebih zalim daripada orang yang membuat kebohongan terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di (neraka) Jahanam terdapat tempat tinggal bagi orang-orang kafir?"
  },
  {
    "no": 2,
    "arabic": "وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ",
    "latin": "Wal-lażī jā'a biṣ-ṣidqi wa ṣaddaqa bihī ulā'ika humul-muttaqūn(a).",
    "translation": "Orang yang membawa kebenaran (Nabi Muhammad) dan yang membenarkannya, mereka itulah orang-orang yang bertakwa."
  },
  {
    "no": 3,
    "arabic": "لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗ ذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَۚ",
    "latin": "Lahum mā yasyā'ūna ‘inda rabbihim, żālika jazā'ul-muḥsinīn(a).",
    "translation": "Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Itulah balasan bagi orang-orang yang berbuat kebaikan."
  },
  {
    "no": 4,
    "arabic": "لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
    "latin": "Liyukaffirallāhu ‘anhum aswa'al-lażī ‘amilū wa yajziyahum ajrahum bi'aḥsanil-lażī kānū ya‘malūn(a).",
    "translation": "(Demikian itu) agar Allah menghapus (dosa) perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang dahulu mereka kerjakan."
  },
  {
    "no": 5,
    "arabic": "اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ",
    "latin": "Alaisallāhu bikāfin ‘abdah(ū), wa yukhawwifūnaka bil-lażīna min dūnih(ī), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) selain Dia. Siapa yang Allah biarkan sesat tidak ada satu pun yang memberi petunjuk kepadanya."
  },
  {
    "no": 6,
    "arabic": "وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ",
    "latin": "Wa may yahdillāhu famā lahū min muḍill(in), alaisallāhu bi‘azīzin żintiqām(in).",
    "translation": "Siapa yang Allah tunjuki tidak satu pun yang menyesatkannya. Bukankah Allah Maha Perkasa lagi Maha Memiliki (kekuasaan) untuk membalas?"
  },
  {
    "no": 7,
    "arabic": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهٖۗ قُلْ حَسْبِيَ اللّٰهُ ۗعَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ ",
    "latin": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunnallāh(u), qul afara'aitum mā tad‘ūna min dūnillāhi in arādaniyallāhu biḍurrin hal hunna kāsyifātu ḍurrihī au arādanī biraḥmatin hal hunna mumsikātu raḥmatih(ī), qul ḥasbiyallāh(u), ‘alaihi yatawakkalul-mutawakkilūn(a).",
    "translation": "Sungguh, jika engkau (Nabi Muhammad) bertanya kepada mereka (kaum musyrik Makkah) siapa yang menciptakan langit dan bumi, niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu, tahukah kamu tentang apa yang kamu sembah selain Allah jika Allah hendak mendatangkan bencana kepadaku, apakah mereka (sesembahan itu) mampu menghilangkan bencana itu atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah (sebagai pelindung) bagiku. Hanya kepada-Nya orang-orang yang bertawakal berserah diri.”"
  },
  {
    "no": 8,
    "arabic": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ ۚفَسَوْفَ تَعْلَمُوْنَۙ",
    "latin": "Qul yā qaumi‘malū ‘alā makānatikum innī ‘āmil(un), fa saufa ta‘lamūn(a).",
    "translation": "Katakanlah, “Wahai kaumku, berbuatlah menurut kedudukanmu! Sesungguhnya aku pun berbuat (demikian). Kelak kamu akan mengetahui"
  },
  {
    "no": 9,
    "arabic": "مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
    "latin": "May ya'tīhi ‘ażābuy yukhzīhi wa yaḥillu ‘alaihi ‘ażābum muqīm(un).",
    "translation": "siapa yang akan mendapat siksa yang menghinakannya dan yang akan ditimpa azab yang kekal.”"
  },
  {
    "no": 10,
    "arabic": "اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ࣖ",
    "latin": "Innā anzalnā ‘alaikal-kitāba lin-nāsi bil-ḥaqq(i), fa manihtadā fa linafsih(ī), wa man ḍalla fa innamā yaḍillu ‘alaihā, wa mā anta ‘alaihim biwakīl(in).",
    "translation": "Sesungguhnya Kami telah menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) untuk (seluruh) manusia dengan hak. Siapa yang mendapat petunjuk, (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat, sesungguhnya kesesatan itu untuk dirinya sendiri. Engkau bukanlah penanggung jawab mereka."
  },
  {
    "no": 11,
    "arabic": "اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِيْ قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
    "latin": "Allāhu yatawaffal-anfusa ḥīna mautihā wal-latī lam tamut fī manāmihā, fayumsikul-latī qaḍā ‘alaihal-mauta wa yursilul-ukhrā ilā ajalim musammā(n), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "Allah menggenggam nyawa (manusia) pada saat kematiannya dan yang belum mati ketika dia tidur. Dia menahan nyawa yang telah Dia tetapkan kematiannya dan Dia melepaskan nyawa yang lain sampai waktu yang ditentukan. Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti (kekuasaan) Allah bagi kaum yang berpikir."
  },
  {
    "no": 12,
    "arabic": "اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ",
    "latin": "Amittakhażū min dūnillāhi syufa‘ā'(a), qul awalau kānū lā yamlikūna syai'aw wa lā ya‘qilūn(a).",
    "translation": "Apakah mereka juga menjadikan penolong selain Allah? Katakanlah, “Apakah (kamu menjadikannya penolong juga) meskipun mereka tidak memiliki suatu apa pun dan tidak mengerti?”"
  },
  {
    "no": 13,
    "arabic": "قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
    "latin": "Qul lillāhisy-syafā‘atu jamī‘ā(n), lahū mulkus-samāwāti wal-arḍ(i), ṡumma ilaihi turja‘ūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Hanya milik Allah pertolongan itu semuanya. Milik-Nya kerajaan langit dan bumi. Kemudian, hanya kepada-Nya kamu dikembalikan.”"
  },
  {
    "no": 14,
    "arabic": "وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ",
    "latin": "Wa iżā żukirallāhu waḥdahusyma'azzat qulūbul-lażīna  lā yu'minūna bil-ākhirah(ti), wa iżā żukiral-lażīna min dūnihī iżā hum yastabsyirūn(a).",
    "translation": "Apabila hanya (nama) Allah yang disebut, hati orang-orang yang tidak beriman kepada akhirat kesal. Namun, apabila (nama-nama sembahan) selain Allah disebut, tiba-tiba mereka bergembira."
  },
  {
    "no": 15,
    "arabic": "قُلِ اللّٰهُمَّ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "latin": "Qulillāhumma fāṭiras-samāwāti wal-arḍi ‘ālimal-gaibi wasy-syahādati anta taḥkumu baina  ‘ibādika fīmā kānū fīhi yakhtalifūn(a).",
    "translation": "Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu apa yang selalu mereka perselisihkan.”"
  },
  {
    "no": 16,
    "arabic": "وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ",
    "latin": "Wa lau anna lil-lażīna ẓalamū mā fil-arḍi jamī‘aw wa miṡlahū ma‘ahū laftadau bihī min sū'il-‘ażābi yaumal-qiyāmah(ti), wa badā lahum minallāhi mā lam yakūnū yaḥtasibūn(a).",
    "translation": "Sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Tampak jelaslah bagi mereka (azab) dari Allah yang belum pernah mereka perkirakan."
  },
  {
    "no": 17,
    "arabic": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "latin": "Wa badā lahum sayyi'ātu mā kasabū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Tampak jelaslah bagi mereka keburukan-keburukan yang mereka kerjakan (di dunia) dan mereka diliputi oleh (azab) yang selalu mereka olok-olokkan."
  },
  {
    "no": 18,
    "arabic": "فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "latin": "Fa'iżā massal-insāna ḍurrun da‘ānā ṡumma iżā khawwalnāhu ni‘matam minnā, qāla innamā ūtītuhū ‘alā ‘ilm(in), bal hiya fitnatuw wa lākinna akṡarahum lā ya‘lamūn(a).",
    "translation": "Apabila ditimpa bencana, manusia menyeru Kami. Kemudian, apabila Kami memberikan nikmat sebagai anugerah Kami kepadanya, dia berkata, “Sesungguhnya aku diberikan (nikmat) itu hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui(-nya)."
  },
  {
    "no": 19,
    "arabic": "قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
    "latin": "Qad qālahal-lażīna min qablihim famā agnā ‘anhum mā kānū yaksibūn(a).",
    "translation": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu. Maka, tidak berguna lagi bagi mereka apa yang selalu mereka usahakan."
  },
  {
    "no": 20,
    "arabic": "فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ",
    "latin": "Fa'aṣābahum sayyi'ātu mā kasabū, wal-lażīna ẓalamū min hā'ulā'i sayuṣībuhum  sayyi'ātu mā kasabū, wa mā hum bimu‘jizīn(a).",
    "translation": "Lalu, mereka ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat. Orang-orang yang zalim di antara mereka juga akan ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat dan tidak dapat melepaskan diri (darinya)."
  },
  {
    "no": 21,
    "arabic": "اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
    "latin": "Awalam ya‘lamū annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a).",
    "translation": "Tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkannya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman."
  },
  {
    "no": 22,
    "arabic": "۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "latin": "Qul yā ‘ibādiyal-lażīna asrafū ‘alā anfusihim lā taqnaṭū mir raḥmatillāh(i), innallāha yagfiruż-żunūba jamī‘ā(n), innahū huwal-gafūrur-raḥīm(u).",
    "translation": "Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang melampaui batas (dengan menzalimi) dirinya sendiri, janganlah berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa semuanya.663) Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 23,
    "arabic": "وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ",
    "latin": "Wa anībū ilā rabbikum wa aslimū lahū min qabli ay ya'tiyakumul-‘ażābu ṡumma lā tunṣarūn(a).",
    "translation": "Kembalilah kepada Tuhanmu dan berserahdirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak akan ditolong."
  },
  {
    "no": 24,
    "arabic": "وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ",
    "latin": "Wattabi‘ū aḥsana mā unzila ilaikum mir rabbikum min qabli ay ya'tiyakumul ‘ażābu bagtataw wa antum lā tasy‘urūn(a).",
    "translation": "Ikutilah sebaik-baik apa yang diturunkan kepadamu dari Tuhanmu (Al-Qur’an) sebelum azab datang kepadamu secara mendadak, sedangkan kamu tidak menyadarinya."
  },
  {
    "no": 25,
    "arabic": "اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السّٰخِرِيْنَۙ   ",
    "latin": "An taqūla yā ḥasratā ‘alā mā farraṭṭu fī jambillāhi wa in kuntu laminas-sākhirīn(a).",
    "translation": "(Maksudnya,) supaya (tidak) ada orang yang berkata, “Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah dan sesungguhnya aku benar-benar termasuk orang-orang yang memperolok-olokkan (agama Allah).”"
  },
  {
    "no": 26,
    "arabic": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
    "latin": "Au taqūla lau annallāha hadānī lakuntu minal-muttaqīn(a).",
    "translation": "Atau, supaya (tidak) ada yang berkata, “Seandainya Allah memberi petunjuk kepadaku, tentulah aku termasuk orang-orang yang bertakwa.”"
  },
  {
    "no": 27,
    "arabic": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
    "latin": "Au taqūla ḥīna taral-‘ażāba lau anna lī karratan fa akūna minal-muḥsinīn(a).",
    "translation": "Atau, supaya (tidak) ada (pula) yang berkata ketika melihat azab, “Seandainya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang muhsin.”"
  },
  {
    "no": 28,
    "arabic": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
    "latin": "Balā qad jā'atka āyātī fa każżabta bihā wastakbarta wa kunta minal-kāfirīn(a).",
    "translation": "Tidak begitu! Sebenarnya ayat-ayat-Ku telah datang kepadamu, tetapi kamu mendustakannya, menyombongkan diri, dan termasuk orang-orang kafir."
  },
  {
    "no": 29,
    "arabic": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
    "latin": "Wa yaumal-qiyāmati taral-lażīna każabū ‘alallāhi wujūhuhum muswaddah(tun), alaisa fī jahannama maṡwal lil-mutakabbirīn(a).",
    "translation": "Pada hari Kiamat, engkau akan melihat bahwa orang-orang yang berdusta kepada Allah wajahnya menghitam. Bukankah (neraka) Jahanam itu tempat tinggal bagi orang-orang yang takabur?"
  },
  {
    "no": 30,
    "arabic": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
    "latin": "Wa yunajjillāhul-lażīnattaqau bimafāzatihim, lā yamassuhumus-sū'u wa lā hum yaḥzanūn(a).",
    "translation": "Allah menyelamatkan orang-orang yang bertakwa karena kemenangannya sehingga mereka tidak disentuh oleh azab dan tidak bersedih."
  },
  {
    "no": 31,
    "arabic": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
    "latin": "Allāhu khāliqu kulli syai'(in), wa huwa ‘alā kulli syai'iw wakīl(un).",
    "translation": "Allah adalah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu."
  },
  {
    "no": 32,
    "arabic": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "latin": "Lahū maqālīdus-samāwāti wal-arḍ(i), wal-lażīna kafarū bi'āyātillāhi ulā'ika humul-khāsirūn(a).",
    "translation": "Milik-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Orang-orang yang kufur terhadap ayat-ayat Allah, mereka itulah orang-orang yang rugi."
  },
  {
    "no": 33,
    "arabic": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
    "latin": "Qul afagairallāhi ta'murūnnī a‘budu ayyuhal-jāhilūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Apakah kamu menyuruhku (untuk) menyembah selain Allah, wahai orang-orang yang bodoh?”"
  },
  {
    "no": 34,
    "arabic": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "latin": "Wa laqad ūḥiya ilaika wa ilal-lażīna min qablik(a), la'in asyrakta layaḥbaṭanna ‘amaluka wa latakūnanna minal-khāsirīn(a).",
    "translation": "Sungguh, benar-benar telah diwahyukan kepadamu dan kepada orang-orang (para nabi) sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan gugurlah amalmu dan tentulah engkau termasuk orang-orang yang rugi."
  },
  {
    "no": 35,
    "arabic": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "latin": "Balillāha fa‘bud wa kum minasy-syākirīn(a).",
    "translation": "Oleh karena itu, sembahlah Allah (saja) dan jadilah engkau termasuk orang-orang yang bersyukur.”"
  },
  {
    "no": 36,
    "arabic": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
    "latin": "Wa mā qadarullāha ḥaqqa qadrih(ī), wal-arḍu jamī‘an qabḍatuhū yaumal-qiyāmati was-samāwātu maṭwiyyātum biyamīnih(ī), subḥānahū wa ta‘ālā ‘ammā yusyrikūn(a).",
    "translation": "Mereka tidak mengagungkan Allah sebagaimana mestinya. Padahal, bumi seluruhnya (ada dalam) genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya.664) Maha Suci dan Maha Tinggi Dia dari apa yang mereka persekutukan."
  },
  {
    "no": 37,
    "arabic": "وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ",
    "latin": "Wa nufikha fiṣ-ṣūri faṣa‘iqa man fis-samāwāti wa man fil-arḍi illā man syā'allāh(u), ṡumma nufikha fīhi ukhrā fa'iżā hum qiyāmuy yanẓurūn(a).",
    "translation": "Sangkakala pun ditiup sehingga matilah semua (makhluk) yang (ada) di langit dan di bumi, kecuali mereka yang dikehendaki Allah. Kemudian, ia ditiup sekali lagi. Seketika itu, mereka bangun (dari kuburnya dan) menunggu (keputusan Allah)."
  },
  {
    "no": 38,
    "arabic": "وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ",
    "latin": "Wa asyraqatil-arḍu binūri rabbihā wa wuḍi‘al-kitābu wa jī'a bin-nabiyyīna wasy-syuhadā'i wa quḍiya bainahum bil-ḥaqqi wa hum lā yuẓlamūn(a).",
    "translation": "Bumi (padang Mahsyar) menjadi terang benderang dengan cahaya Tuhannya, buku (catatan amal) diberikan (kepada setiap orang), para nabi dan para saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil dan mereka tidak dizalimi."
  },
  {
    "no": 39,
    "arabic": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَ ࣖ ",
    "latin": "Wa wuffiyat kullu nafsim mā ‘amilat wa huwa a‘lamu bimā yaf‘alūn(a).",
    "translation": "Setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia paling tahu tentang apa yang mereka lakukan."
  },
  {
    "no": 40,
    "arabic": "وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ",
    "latin": "Wasīqal-lażīna kafarū ilā jahannama zumarā(n), ḥattā iżā jā'ūhā futiḥat abwābuhā wa qāla lahum khazanatuhā alam ya'tikum rusulum minkum yatlūna ‘alaikum āyāti rabbikum wa yunżirūnakum liqā'a yaumikum hāżā, qālū balā wa lākin ḥaqqat kalimatul-‘ażābi ‘alal-kāfirīn(a).",
    "translation": "Orang-orang yang kufur digiring ke (neraka) Jahanam secara berombongan sehingga apabila mereka telah sampai di sana, pintu-pintunya dibuka dan para penjaganya berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalanganmu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, (telah datang para rasul).” Akan tetapi, ketetapan azab pasti berlaku terhadap orang-orang kafir."
  },
  {
    "no": 41,
    "arabic": "قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
    "latin": "Qīladkhulū abwāba jahannama khālidīna fīhā, fa bi'sa maṡwal-mutakabūbirīn(a).",
    "translation": "Dikatakan (kepada mereka), “Masuklah pintu-pintu (neraka) Jahanam (untuk tinggal) di dalamnya selama-lamanya!” Maka, (neraka Jahanam) itu seburuk-buruk tempat tinggal bagi orang-orang yang takabur."
  },
  {
    "no": 42,
    "arabic": "وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ",
    "latin": "Wasīqal-lażīnattaqau rabbahum ilal-jannati zumarā(n), ḥattā iżā jā'ūhā wa futiḥat abwābuhā wa qāla lahum khazanatuhā salāmun ‘alaikum ṭibtum fadkhulūhā khālidīn(a).",
    "translation": "Orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan sehingga apabila mereka telah sampai di sana dan pintu-pintunya telah dibuka, para penjaganya berkata kepada mereka, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), berbahagialah kamu. Maka, masuklah ke dalamnya (untuk tinggal) selama-lamanya!”"
  },
  {
    "no": 43,
    "arabic": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ",
    "latin": "Wa qālul-ḥamdu lillāhil-lażī ṣadaqanā wa‘dahū wa auraṡanal-arḍa natabawwa'u minal-jannati ḥaiṡu nasyā'(u), fani‘ma ajrul-‘āmilīn(a).",
    "translation": "Mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya dan mewariskan bumi (di akhirat) ini kepada kami sehingga dapat menempati surga sesuai dengan kehendak kami.” (Surga adalah) sebaik-baik balasan bagi orang-orang yang beramal (saleh)."
  },
  {
    "no": 44,
    "arabic": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "latin": "Wa taral-malā'ikata ḥāffīna min ḥaulil-‘arsyi yusabbiḥūna biḥamdi rabbihim, wa quḍiya bainahum bil-ḥaqqi wa qīlal-ḥamdu lillāhi rabbil-‘ālamīn(a).",
    "translation": "Engkau (Nabi Muhammad) akan melihat malaikat melingkar di sekeliling ʻArasy. Mereka bertasbih sambil memuji Tuhannya. (Urusan) di antara mereka (seluruh makhluk) diputuskan dengan hak (adil). (Ketika itu) dikatakan, “Segala puji bagi Allah, Tuhan semesta alam.”"
  },
  {
    "no": 45,
    "arabic": " حٰمۤ  ۚ ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥā Mīm."
  },
  {
    "no": 46,
    "arabic": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ",
    "latin": "Tanzīlul-kitābi minallāhil-‘azīzil-‘alīm(i).",
    "translation": "Diturunkannya Kitab (Al-Qur’an) ini dari Allah Yang Maha Perkasa lagi Maha Mengetahui."
  },
  {
    "no": 47,
    "arabic": "غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ",
    "latin": "Gāfiriż-żambi wa qābilit-taubi syadīdil-‘iqābi żiṭ-ṭaul(i), lā ilāha illā huw(a), ilaihil-maṣīr(u). ",
    "translation": "(Dia) Pengampun dosa, Penerima tobat, Pemberi hukuman yang keras, (dan) Pemilik karunia. Tidak ada tuhan  selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali."
  },
  {
    "no": 48,
    "arabic": "مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ",
    "latin": "Mā yujādilu fī āyātillāhi illal-lażīna kafarū falā yagrurka taqallubuhum fil-bilād(i).",
    "translation": "Tidak ada yang memperdebatkan ayat-ayat Allah, kecuali orang-orang yang kufur. Oleh karena itu, janganlah engkau (Nabi Muhammad) tertipu oleh bolak-balik perjalanan mereka di seluruh negeri."
  },
  {
    "no": 49,
    "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْ ۖوَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ فَاَخَذْتُهُمْ ۗفَكَيْفَ كَانَ عِقَابِ",
    "latin": "Każżabat qablahum qaumu nūḥiw wal-aḥzābu mim ba‘dihim, wa hammat kullu ummatim birasūlihim liya'khużūhu wa jādalū bil-bāṭili liyudḥiḍū bihil-ḥaqqa fa'akhażtuhum, fa kaifa kāna ‘iqāb(i).",
    "translation": "Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka mendustakan (rasul). Setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk membunuhnya. Mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran. Maka, Aku menyiksa mereka. Bagaimanakah (pedihnya) azab-Ku?"
  },
  {
    "no": 50,
    "arabic": "وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ",
    "latin": "Wa każālika ḥaqqat kalimatu rabbika ‘alal-lażīna kafarū annahum aṣḥābun-nār(i).",
    "translation": "Demikianlah (sebagaimana berlaku kepada umat terdahulu), ketetapan Tuhanmu itu berlaku pula bagi orang-orang yang kufur bahwa mereka adalah para penghuni neraka."
  },
  {
    "no": 51,
    "arabic": "اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ",
    "latin": "Allażīna yaḥmilūnal-‘arsya wa man ḥaulahū yusabbiḥūna biḥamdi rabbihim wa yu'minūna bihī wa yastagfirūna lil-lażīna āmanū, rabbanā wasi‘ta kulla syai'ir raḥmataw wa ‘ilman fagfir lil-lażīna tābū wattaba‘ū sabīlaka wa qihim ‘ażābal-jaḥīm(i).",
    "translation": "(Para malaikat) yang memikul ʻArasy dan yang berada di sekelilingnya selalu bertasbih dengan memuji Tuhannya, beriman kepada-Nya, dan memohonkan ampunan untuk orang-orang yang beriman. (Mereka berkata,) “Wahai Tuhan kami, rahmat dan ilmu-Mu meliputi segala sesuatu. Maka, berikanlah ampunan kepada orang-orang yang bertobat serta mengikuti jalan-Mu dan lindungilah mereka dari azab (neraka) Jahim."
  },
  {
    "no": 52,
    "arabic": "رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ",
    "latin": "Rabbanā wa adkhilhum jannāti ‘adninil-latī wa‘attahum wa man ṣalaḥa min ābā'ihim wa azwājihim wa żurriyyātihim, innaka antal ‘azīzul-ḥakīm(u).",
    "translation": "Wahai Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka serta orang yang saleh di antara nenek moyang, istri, dan keturunan mereka. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 53,
    "arabic": "وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
    "latin": "Wa qihimus-sayyi'āt(i), wa man taqis-sayyi'āti yauma'iżin faqad raḥimtah(ū), wa żālika huwal-fauzul-‘aẓīm(u).",
    "translation": "Lindungilah mereka dari keburukan. Siapa yang Engkau lindungi dari keburukan pada hari itu, sungguh, Engkau telah menganugerahkan rahmat kepadanya. Itulah kemenangan yang agung.”"
  },
  {
    "no": 54,
    "arabic": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ",
    "latin": "Innal-lażīna kafarū yunādauna lamaqtullāhi akbaru mim maqtikum anfusakum iż tad‘ūna ilal-īmāni fatakfurūn(a).",
    "translation": "Sesungguhnya orang-orang yang kufur akan diseru (oleh malaikat pada hari Kiamat), “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri ketika kamu diseru untuk beriman, lalu kamu mengingkarinya.”"
  },
  {
    "no": 55,
    "arabic": "قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ",
    "latin": "Qālū rabbanā amattanaṡnataini wa aḥyaitanaṡnataini fa‘tarafnā biżunūbinā fa hal ilā khurūjim min sabīl(in).",
    "translation": "Mereka menjawab, “Wahai Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka, adakah jalan (bagi kami) untuk keluar (dari neraka)?”"
  },
  {
    "no": 56,
    "arabic": "ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ",
    "latin": "Żālikum bi'annahū iżā du‘iyallāhu waḥdahū kafartum, wa iy yusyrak bihī tu'minū, fal-ḥukmu lillāhil-‘aliyyil-kabīr(i).",
    "translation": "(Dikatakan kepada mereka,) “Itu (terjadi) karena kamu benar-benar kufur apabila diseru untuk menyembah Allah semata. (Namun,) jika Dia dipersekutukan, kamu (langsung) percaya. Maka, keputusan (saat ini) ada pada Allah Yang Maha Tinggi lagi Maha Besar.”"
  },
  {
    "no": 57,
    "arabic": "هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ",
    "latin": "Huwal-lażī yurīkum āyātihī wa yunazzilu lakum minas-samā'i rizqā(n), wa mā yatażakkaru illā may yunīb(u).",
    "translation": "Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Yang mendapat pelajaran tidak lain, kecuali orang-orang yang kembali (kepada Allah)."
  },
  {
    "no": 58,
    "arabic": "فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ",
    "latin": "Fad‘ullāha mukhliṣīna lahud-dīna wa lau karihal-kāfirūn(a).",
    "translation": "Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya meskipun orang-orang kafir tidak menyukai(-nya)."
  },
  {
    "no": 59,
    "arabic": "رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ",
    "latin": "Rafī‘ud-darajāti żul-‘arsy(i), yulqir-rūḥa min amrihī ‘alā may yasyā'u min ‘ibādihī liyunżira yaumat-talāq(i).",
    "translation": "(Dialah) Yang Maha Tinggi derajat-Nya, yang memiliki ʻArasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat)."
  },
  {
    "no": 60,
    "arabic": "يَوْمَ هُمْ بٰرِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ",
    "latin": "Yauma hum bārizūn(a), lā yakhfā ‘alallāhi minhum syai'(un), limanil-mulkul-yaum(a), lillāhil-wāḥidil-qahhār(i).",
    "translation": "(Yaitu) pada hari (ketika) mereka tampak dengan jelas (di hadapan Tuhan-Nya), tidak (ada) satu (keadaan) pun dari mereka yang tersembunyi di sisi Allah. (Allah berfirman,) “Milik siapakah kerajaan pada hari ini?” (Lalu, dijawab,) “Milik Allah Yang Maha Esa lagi Maha Mengalahkan.”"
  },
  {
    "no": 61,
    "arabic": "اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ ۗ لَا ظُلْمَ الْيَوْمَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "latin": "Al-yauma tujzā kullu nafsim bimā kasabat, lā ẓulmal-yaum(a), innallāha sarī‘ul-ḥisāb(i).",
    "translation": "Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah diusahakannya. Tidak ada yang terzalimi pada hari ini. Sesungguhnya Allah sangat cepat perhitungan-Nya."
  },
  {
    "no": 62,
    "arabic": "وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوْبُ لَدَى الْحَنَاجِرِ كٰظِمِيْنَ ەۗ مَا لِلظّٰلِمِيْنَ مِنْ حَمِيْمٍ وَّلَا شَفِيْعٍ يُّطَاعُۗ",
    "latin": "Wa anżirhum yaumal-āzifati iżil-qulūbu ladal-ḥanājiri kāẓimīn(a), mā liẓ-ẓālimīna min ḥamīmiw wa lā syafī‘iy yuṭā‘(u).",
    "translation": "Berilah mereka peringatan akan hari yang makin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan (kesedihan). Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya)."
  },
  {
    "no": 63,
    "arabic": "يَعْلَمُ خَاۤىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ",
    "latin": "Ya‘lamu khā'inatal-a‘yuni wa mā tukhfiṣ-ṣudūr(u).",
    "translation": "Dia mengetahui (pandangan) mata yang khianat665) dan apa yang tersembunyi di dalam dada."
  },
  {
    "no": 64,
    "arabic": "وَاللّٰهُ يَقْضِيْ بِالْحَقِّ ۗوَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَقْضُوْنَ بِشَيْءٍ ۗاِنَّ اللّٰهَ هُوَ السَّمِيْعُ الْبَصِيْرُ ࣖ",
    "latin": "Wallāhu yaqḍī bil-ḥaqq(i), wal-lażīna yad‘ūna min dūnihī lā yaqḍūna bisyai'(in), innallāha huwas-samī‘ul-baṣīr(u).",
    "translation": "Allah memutuskan dengan hak (benar dan adil), sedangkan mereka yang disembah selain-Nya tidak mampu memutuskan dengan suatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar lagi Maha Melihat."
  },
  {
    "no": 65,
    "arabic": "۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ",
    "latin": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna ‘āqibatul-lażīna kānū min qablihim, kānū hum asyaddu minhum quwwataw wa āṡāran fil-arḍi fa'akhażahumullāhu biżunūbihim, wa mā kāna lahum minallāhi miw wāq(in).",
    "translation": "Apakah mereka tidak berjalan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan (peradaban)-nya di bumi. Akan tetapi, Allah mengazab mereka karena dosa-dosanya. Tidak ada suatu pun yang melindungi mereka dari (azab) Allah."
  },
  {
    "no": 66,
    "arabic": "ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ",
    "latin": "Żālika bi'annahum kānat ta'tīhim rusuluhum bil-bayyināti fakafarū fa'akhażahumullāh(u), innahū qawiyyun syadīdul-‘iqāb(i).",
    "translation": "Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata666) lalu mereka ingkar. Maka, Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya."
  },
  {
    "no": 67,
    "arabic": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
    "latin": "Wa laqad arsalnā mūsā bi'āyātinā wa sulṭānim mubīn(in).",
    "translation": "Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat Kami dan keterangan yang nyata"
  },
  {
    "no": 68,
    "arabic": "اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ",
    "latin": "Ilā fir‘auna wa hāmāna wa qārūna faqālū sāḥirun każżāb(un).",
    "translation": "kepada Fir‘aun, Haman, dan Qarun. Lalu, mereka berkata, “(Musa) itu seorang penyihir lagi pendusta.”"
  },
  {
    "no": 69,
    "arabic": "فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ",
    "latin": "Falammā jā'ahum bil-ḥaqqi min ‘indinā qāluqtulū abnā'al-lażīna āmanū ma‘ahū wastaḥyū nisā'ahum, wa mā kaidul-kāfirīna illā fī ḍalāl(in).",
    "translation": "Ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak laki-laki orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Tidaklah tipu daya orang-orang kafir itu kecuali sia-sia belaka."
  },
  {
    "no": 70,
    "arabic": "وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ",
    "latin": "Wa qāla fir‘aunu żarūnī aqtul mūsā walyad‘u rabbah(ū), innī akhāfu ay yubaddila dīnakum au ay yuẓhira fil-arḍil-fasād(a).",
    "translation": "Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir (bahwa) dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”"
  },
  {
    "no": 71,
    "arabic": "وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ",
    "latin": "Wa qāla mūsā innī ‘użtu birabbī wa rabbikum min kulli mutakabbiril lā yu'minu biyaumil-ḥisāb(i).",
    "translation": "Musa berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari Perhitungan.”"
  },
  {
    "no": 72,
    "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "latin": "Wa qāla rajulum mu'min(um), min āli fir‘auna yaktumu īmānahū ataqtulūna rajulan ay yaqūla rabbiyallāhu wa qad jā'akum bil-bayyināti mir rabbikum, wa iy yaku kāżiban fa ‘alaihi każibuh(ū), wa iy yaku ṣādiqay yuṣibkum ba‘ḍul-lażī ya‘idukum, innallāha lā yahdī man huwa musrifun każżāb(un).",
    "translation": "Seorang laki-laki mukmin dari keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, ‘Tuhanku adalah Allah.’ Padahal, sungguh dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Jika dia seorang pendusta, dialah yang akan menanggung (dosa) dustanya itu, dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkan kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas lagi pendusta."
  },
  {
    "no": 73,
    "arabic": "يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظٰهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ",
    "latin": "Yā qaumi lakumul-mulkul-yauma ẓāhirīna fil-arḍ(i), famay yanṣurunā mim ba'sillāhi in jā'anā, qāla fir‘aunu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar-rasyād(i).",
    "translation": "Wahai kaumku, pada hari ini kerajaan ada padamu dengan berkuasa di bumi. Akan tetapi, siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu apa yang aku pandang baik dan aku hanya menunjukkan kepadamu jalan yang benar.”"
  },
  {
    "no": 74,
    "arabic": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ",
    "latin": "Wa qālal-lażī āmana yā qaumi innī akhāfu ‘alaikum miṡla yaumil-aḥzāb(i).",
    "translation": "Orang yang beriman itu berkata, “Wahai kaumku, sesungguhnya aku khawatir (bahwa) kamu akan ditimpa (bencana) seperti hari (kehancuran) golongan yang bersekutu."
  },
  {
    "no": 75,
    "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ",
    "latin": "Miṡla da'bi qaumi nūḥiw wa ‘ādiw wa ṡamūda wal-lażīna mim ba‘dihim, wa mallāhu yurīdu ẓulmal lil-‘ibād(i).",
    "translation": "(Yakni) seperti kebiasaan kaum Nuh, ‘Ad, Samud, dan orang-orang yang datang setelah mereka (yang ditimpa bencana). Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya."
  },
  {
    "no": 76,
    "arabic": "وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ",
    "latin": "Wa yā qaumi innī akhāfu ‘alaikum yaumat-tanād(i).",
    "translation": "Wahai kaumku, sesungguhnya aku khawatir terhadapmu akan (siksaan) hari saling memanggil.667)"
  },
  {
    "no": 77,
    "arabic": "يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "latin": "Yauma tuwallūna mudbirīn(a), mā lakum minallāhi min ‘āṣim(in), wa may yuḍlilillāhu famā lahū min hād(in).",
    "translation": "(Yaitu) pada hari (ketika) kamu dipalingkan dengan berbalik ke belakang (mencari perlindungan). Tidak ada seorang pun yang mampu menyelamatkanmu dari (azab) Allah. Siapa yang disesatkan oleh Allah tidak ada baginya (seorang) pemberi petunjuk pun."
  },
  {
    "no": 78,
    "arabic": "وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ",
    "latin": "Wa laqad jā'akum yūsufu min qablu bil-bayyināti famā ziltum fī syakkim mimmā jā'akum bih(ī), ḥattā iżā halaka qultum lay yab‘aṡallāhu mim ba‘dihī rasūlā(n), każālika yuḍillullāhu  man huwa musrifum murtāb(un). ",
    "translation": "Sungguh, sebelum itu Yusuf benar-benar telah datang kepadamu dengan membawa bukti-bukti yang nyata. Akan tetapi, kamu senantiasa dalam keraguan terhadap apa yang dibawanya hingga ketika dia wafat, kamu berkata, ‘Allah sekali-kali tidak akan mengirim seorang rasul pun setelahnya.’ Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu.”"
  },
  {
    "no": 79,
    "arabic": " ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "latin": "Allażīna yujādilūna fī āyātillāhi bigairi sulṭānin atāhum, kabura maqtan ‘indallāhi wa ‘indal-lażīna āmanū, każālika yaṭba‘ullāhu ‘alā kulli qalbi mutakabbirin jabbār(in).",
    "translation": "Orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka, sangat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong lagi sewenang-wenang."
  },
  {
    "no": 80,
    "arabic": "وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ",
    "latin": "Wa qāla fir‘aunu yā hāmānubni lī ṣarḥal la‘allī ablugul-asbāb(a).",
    "translation": "Fir‘aun berkata, “Hai Haman, buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,"
  },
  {
    "no": 81,
    "arabic": "اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ",
    "latin": "Asbābas-samāwāti fa aṭṭali‘a ilā ilāhi mūsā wa innī la'aẓunnuhū kāżibā(n), wa każālika zuyyina lifir‘auna sū'u ‘amalihī wa ṣudda  ‘anis-sabīl(i), wa mā kaidu fir‘auna illā fī tabāb(in).",
    "translation": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa. Sesungguhnya aku benar-benar meyakininya sebagai seorang pendusta.” Demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar). Tipu daya Fir‘aun itu tidak lain kecuali membawa kerugian."
  },
  {
    "no": 82,
    "arabic": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ",
    "latin": "Wa qālal-lażī āmana yā qaumittabi‘ūni ahdikum sabīlar-rasyād(i).",
    "translation": "Orang yang beriman itu berkata, “Wahai kaumku, ikutilah aku! Aku akan menunjukkan kepadamu jalan yang benar."
  },
  {
    "no": 83,
    "arabic": "يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ",
    "latin": "Yā qaumi innamā hāżihil-ḥayātud-dun-yā matā‘(un), wa innal-ākhirata hiya dārul-qarār(i).",
    "translation": "Wahai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal."
  },
  {
    "no": 84,
    "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ",
    "latin": "Man ‘amila sayyi'atan falā yujzā illā miṡlahā, wa man ‘amila ṣāliḥam min żakarin au unṡā wa huwa mu'minun fa'ulā'ika yadkhulūnal-jannata yurzaqūna fīhā bigairi ḥisāb(in).",
    "translation": "Siapa yang mengerjakan keburukan tidak dibalas, kecuali sebanding dengan keburukan itu. Siapa yang mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, akan masuk surga. Mereka dianugerahi rezeki di dalamnya tanpa perhitungan."
  },
  {
    "no": 85,
    "arabic": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ",
    "latin": "Wa yā qaumi mā lī ad‘ūkum ilan-najāti wa tad‘ūnanī ilan-nār(i).",
    "translation": "Wahai kaumku, bagaimanakah ini? Aku menyerumu kepada keselamatan, sedangkan kamu menyeruku kepada neraka."
  },
  {
    "no": 86,
    "arabic": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ",
    "latin": "Tad‘ūnanī li'akfura billāhi wa usyrika bihī mā laisa lī bihī ‘ilmuw wa ana ad‘ūkum ilal-‘azīzil-gaffār(i).",
    "translation": "Kamu menyeruku agar kufur kepada Allah dan mempersekutukan-Nya dengan sesuatu yang tidak ada padaku pengetahuan tentangnya, padahal aku menyerumu (beriman) kepada Yang Maha Perkasa lagi Maha Pengampun."
  },
  {
    "no": 87,
    "arabic": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ",
    "latin": "Lā jarama annamā tad‘ūnanī ilaihi laisa lahū da‘watun fid-dun-yā wa lā fil-ākhirati wa anna maraddanā ilallāhi wa annal-musrifīna hum aṣḥābun-nār(i).",
    "translation": "Sudah pasti bahwa apa yang kamu serukan kepadaku (agar menyembah)-nya bukanlah seruan yang layak sama sekali di dunia dan di akhirat. Sesungguhnya tempat kembali kita pasti kepada Allah dan sesungguhnya orang-orang yang melampaui batas akan menjadi penghuni neraka."
  },
  {
    "no": 88,
    "arabic": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ",
    "latin": "Fa satażkurūna mā aqūlu lakum, wa ufawwiḍu amrī ilallāh(i), innallāha baṣīrum bil-‘ibād(i). ",
    "translation": "Kelak kamu akan mengingat apa yang kukatakan kepadamu. Aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat hamba-hamba-Nya.”"
  },
  {
    "no": 89,
    "arabic": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ",
    "latin": "Fa waqāhullāhu sayyi'āti mā makarū wa ḥāqa bi'āli fir‘auna sū'al-‘ażāb(i).",
    "translation": "Maka, Allah melindunginya (orang yang beriman) dari berbagai kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh seburuk-buruk azab."
  },
  {
    "no": 90,
    "arabic": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ",
    "latin": "An-nāru yu‘raḍūna ‘alaihā guduwwaw wa ‘asyiyyā(n), wa yauma taqūmus-sā‘ah(tu), adkhilū āla fir‘auna asyaddal-‘ażāb(i).",
    "translation": "Neraka diperlihatkan kepada mereka (di alam barzakh) pada pagi dan petang. Pada hari terjadinya kiamat, (dikatakan,) “Masukkanlah Fir‘aun dan kaumnya ke dalam sekeras-keras azab!”"
  },
  {
    "no": 91,
    "arabic": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ",
    "latin": "Wa iż yataḥājjūna fin-nāri fayaqūluḍ-ḍu‘afā'u lil-lażīnastakbarū innā kunnā lakum taba‘an fahal antum mugnūna ‘annā naṣībam minan-nār(i).",
    "translation": "(Ingatlah) ketika mereka berbantah-bantahan di dalam neraka. Orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami (dahulu) adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”"
  },
  {
    "no": 92,
    "arabic": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
    "latin": "Qālal-lażīnastakbarū innā kullun fīhā innallāha qad ḥakama bainal-‘ibād(i).",
    "translation": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama di dalamnya (neraka). Sesungguhnya Allah telah menetapkan keputusan di antara hamba-hamba(-Nya).”"
  },
  {
    "no": 93,
    "arabic": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ",
    "latin": "Wa qālal-lażīna fin-nāri likhazanati jahannamad‘ū rabbakum yukhaffif ‘annā yaumam minal-‘ażāb(i).",
    "translation": "Orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga (neraka) Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”"
  },
  {
    "no": 94,
    "arabic": "قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ",
    "latin": "Qālū awalam taku ta'tīkum rusulukum bil-bayyināt(i), qālū balā, qālū fad‘ū, wa mā du‘ā'ul-kāfirīna illā fī ḍalāl(in).",
    "translation": "(Penjaga-penjaga Jahanam) berkata, “Bukankah rasul-rasul telah datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar (telah datang).” Mereka berkata, “Mohonlah (sendiri!)” (Akan tetapi,) doa orang-orang kafir itu sia-sia belaka."
  },
  {
    "no": 95,
    "arabic": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ",
    "latin": "Innā lananṣuru rusulanā wal-lażīna āmanū fil-ḥayātid-dun-yā wa yauma yaqūmul-asyhād(u).",
    "translation": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari dihadirkannya para saksi (hari Kiamat),"
  },
  {
    "no": 96,
    "arabic": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
    "latin": "Yauma lā yanfa‘uẓ-ẓālimīna ma‘żiratuhum wa lahumul-la‘natu wa lahum sū'ud-dār(i).",
    "translation": "(yaitu) hari (ketika) permintaan maaf tidak berguna bagi orang-orang zalim. Bagi mereka laknat dan tempat tinggal yang buruk."
  },
  {
    "no": 97,
    "arabic": "وَلَقَدْاٰتَيْنَا مُوْسَى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ",
    "latin": "Wa laqad ātainā mūsal-hudā wa auraṡnā banī isrā'īlal-kitāb(a).",
    "translation": "Sungguh, Kami benar-benar telah menganugerahkan petunjuk kepada Musa dan mewariskan Kitab (Taurat) kepada Bani Israil"
  },
  {
    "no": 98,
    "arabic": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ",
    "latin": "Hudaw wa żikrā li'ulil-albāb(i).",
    "translation": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat."
  },
  {
    "no": 99,
    "arabic": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ",
    "latin": "Faṣbir inna wa‘dallāhi ḥaqquw wastagfir liżambika wa sabbiḥ biḥamdi rabbika bil-‘asyiyyi wal-ibkār(i).",
    "translation": "Bersabarlah, sesungguhnya janji Allah itu benar, mohonlah ampun untuk dosamu, dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi!"
  },
  {
    "no": 100,
    "arabic": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
    "latin": "Innal-lażīna yujādilūna fī āyātillāhi bigairi sulṭānin atāhum, in fī ṣudūrihim illā kibrum mā hum bibāligīh(i), fasta‘iż billāh(i), innahū huwas-samī‘ul-baṣīr(u).",
    "translation": "Sesungguhnya orang-orang yang membantah ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, tidaklah ada dalam dada mereka kecuali kesombongan (untuk tujuan) yang tidak akan mereka capai, maka mintalah pelindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat."
  },
  {
    "no": 101,
    "arabic": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "latin": "Lakhalqus-samāwāti wal-arḍi akbaru min khalqin-nāsi wa lākinna akṡaran-nāsi lā ya‘lamūn(a). ",
    "translation": "Penciptaan langit dan bumi itu sungguh lebih besar daripada penciptaan manusia, tetapi kebanyakan manusia tidak mengetahui."
  },
  {
    "no": 102,
    "arabic": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ",
    "latin": "Wa mā yastawil-a‘mā wal-baṣīr(u), wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti wa lal-musī'(u), qalīlam mā tatażakkarūn(a).",
    "translation": "Tidak sama orang buta dengan orang melihat. Tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat keburukan. Sedikit sekali kamu mengambil pelajaran."
  },
  {
    "no": 103,
    "arabic": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "latin": "Innas-sā‘ata la'ātiyatul lā raiba fīhā, wa lākinna akṡaran-nāsi lā yu'minūn(a).",
    "translation": "Sesungguhnya hari Kiamat pasti akan datang. Tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak beriman."
  },
  {
    "no": 104,
    "arabic": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖ ",
    "latin": "Wa qāla rabbukumud‘ūnī astajib lakum, innal-lażīna yastakbirūna ‘an ‘ibādatī sayadkhulūna jahannama dākhirīn(a).",
    "translation": "Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu (apa yang kamu harapkan). Sesungguhnya orang-orang yang menyombongkan diri tidak mau beribadah kepada-Ku akan masuk (neraka) Jahanam dalam keadaan hina dina.”"
  },
  {
    "no": 105,
    "arabic": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
    "latin": "Allāhul-lażī ja‘ala lakumul-laila litaskunū fīhi wan-nahāra mubṣirā(n), innallāha lażū faḍlin ‘alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a).",
    "translation": "Allahlah yang menjadikan malam untukmu agar kamu beristirahat padanya (dan menjadikan) siang terang-benderang (agar kamu bekerja). Sesungguhnya Allah benar-benar memiliki karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan manusia tidak bersyukur."
  },
  {
    "no": 106,
    "arabic": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ",
    "latin": "Żālikumullāhu rabbukum khāliqu kulli syai'(in),  lā ilāha illā huw(a), fa'annā tu'fakūn(a).",
    "translation": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?"
  },
  {
    "no": 107,
    "arabic": "كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ",
    "latin": "Każālika yu'fakul-lażīna kānū bi'āyātillāhi yajḥadūn(a).",
    "translation": "Seperti itulah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan."
  },
  {
    "no": 108,
    "arabic": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
    "latin": "Allāhul-lażī ja‘ala lakumul-arḍa qarāraw was-samā'a binā'aw wa ṣawwarakum fa'aḥsana ṣuwarakum wa razaqakum minaṭ-ṭayyibāt(i), żālikumullāhu rabbukum, fatabārakallāhu rabbul-‘ālamīn(a).",
    "translation": "Allahlah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap. (Dia pula yang) membentukmu, lalu memperindah bentukmu, serta memberimu rezeki dari yang baik-baik. Demikianlah Allah Tuhanmu. Maha Suci Allah, Tuhan semesta alam."
  },
  {
    "no": 109,
    "arabic": "هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ",
    "latin": "Huwal-ḥayyu lā ilāha illā huwa fad‘ūhu mukhliṣīna lahud-dīn(a), al-ḥamdu lillāhi rabbil-‘ālamīn(a).",
    "translation": "Dialah yang hidup kekal, tidak ada tuhan selain Dia, maka berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Segala puji bagi Allah, Tuhan semesta alam."
  },
  {
    "no": 110,
    "arabic": "۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ",
    "latin": "Qul innī nuhītu an a‘budal-lażīna tad‘ūna min dūnillāhi lammā jā'aniyal-bayyinātu mir rabbī wa umirtu an uslima lirabbil-‘ālamīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah (sekutu-sekutu) yang kamu seru selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku. Aku diperintahkan agar berserah diri kepada Tuhan semesta alam.”"
  },
  {
    "no": 111,
    "arabic": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ",
    "latin": "Huwal-lażī khalaqakum min turābin ṡumma min nuṭfatin ṡumma min ‘alaqatin ṡumma yukhrijukum ṭiflan ṡumma litablugū asyuddakum ṡumma litakūnū syuyūkhā(n), wa minkum may yutawaffā min qablu wa litablugū ajalam musammaw wa la‘allakum ta‘qilūn(a).",
    "translation": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari darah yang menggumpal, kemudian Dia lahirkan kamu sebagai seorang anak kecil, kemudian (Dia membiarkan) kamu sampai dewasa, lalu menjadi tua. (Akan tetapi,) di antara kamu ada yang dimatikan sebelum itu. (Dia pun membiarkan) agar kamu sampai kepada kurun waktu yang ditentukan dan agar kamu mengerti."
  },
  {
    "no": 112,
    "arabic": "هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ࣖ ",
    "latin": "Huwal-lażī yuḥyī wa yumīt(u), fa'iżā qaḍā amran fa'innamā yaqūlu lahū kun fa yakūn(u).",
    "translation": "Dialah yang menghidupkan dan mematikan. Maka, apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu."
  },
  {
    "no": 113,
    "arabic": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ ۗاَنّٰى يُصْرَفُوْنَۚ",
    "latin": "Alam tara ilal-lażīna yujādilūna fī āyātillāh(i), annā yuṣrafūn(a).",
    "translation": "Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah, bagaimana mereka dapat dipalingkan?"
  },
  {
    "no": 114,
    "arabic": "اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَا ۗفَسَوْفَ يَعْلَمُوْنَۙ",
    "latin": "Allażīna każżabū bil kitābi wa bimā arsalnā bihī rusulanā, fasaufa ya‘lamūn(a).",
    "translation": "(Mereka adalah) orang-orang yang mendustakan Kitab (Al-Qur’an) dan wahyu yang dengannya para rasul Kami utus. Kelak mereka akan mengetahui"
  },
  {
    "no": 115,
    "arabic": "اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ",
    "latin": "Iżil-aglālu fī a‘nāqihim was-salāsil(u), yusḥabūn(a).",
    "translation": "ketika belenggu dan rantai (dipasang) di leher mereka, seraya mereka diseret"
  },
  {
    "no": 116,
    "arabic": "فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ",
    "latin": "Fil-ḥamīm(i), ṡumma fin-nāri yusjarūn(a).",
    "translation": "ke dalam air yang sangat panas. Mereka kemudian dibakar ke dalam api."
  },
  {
    "no": 117,
    "arabic": "ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ",
    "latin": "Ṡumma qīla lahum aina mā kuntum tusyrikūn(a).",
    "translation": "Lalu, dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan"
  },
  {
    "no": 118,
    "arabic": "مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ",
    "latin": "Min dūnillāh(i), qālū ḍallū ‘annā bal lam nakun nad‘ū min qablu syai'ā(n), każālika yuḍillullāhul-kāfirīn(a).",
    "translation": "selain Allah?” Mereka menjawab, “Mereka telah lenyap dari (hadapan) kami. Sebenarnya kami dahulu tidak pernah menyembah sesuatu pun.” Demikianlah Allah membiarkan orang-orang kafir menjadi sesat."
  },
  {
    "no": 119,
    "arabic": "ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ",
    "latin": "Żālikum bimā kuntum tafraḥūna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tamraḥūn(a).",
    "translation": "Yang demikian itu karena kamu bersuka ria di bumi tanpa (alasan) yang benar dan karena kamu selalu bersuka ria (dalam kemaksiatan)."
  },
  {
    "no": 120,
    "arabic": "اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
    "latin": "Udkhlulū abwāba jahannama khālidīna fīhā, fabi'sa maṡwal-mutakabūbirīn(a).",
    "translation": "(Dikatakan kepada mereka,) “Masuklah ke pintu-pintu (neraka) Jahanam dan kamu kekal di dalamnya. Itulah seburuk-buruk tempat bagi orang-orang yang sombong.”"
  },
  {
    "no": 121,
    "arabic": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ ۚفَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ",
    "latin": "Faṣbir inna wa‘dallāhi ḥaqq(un), fa'immā nuriyannaka ba‘ḍal-lażī  na‘iduhum au natawaffayannaka fa'ilainā yurja‘ūn(a).",
    "translation": "Bersabarlah (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jika Kami benar-benar memperlihatkan kepadamu sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), ataupun jika Kami mewafatkanmu, (bagaimanapun juga) kepada Kamilah mereka dikembalikan."
  },
  {
    "no": 122,
    "arabic": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ",
    "latin": "Wa laqad arsalnā rusulam min qablika minhum man qaṣaṣnā ‘alaika wa minhum mal lam naqṣuṣ ‘alaik(a), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), fa'iżā jā'a amrullāhi quḍiya bil-ḥaqqi wa khasira hunālikal-mubṭilūn(a).",
    "translation": "Sungguh, Kami benar-benar telah mengutus rasul-rasul sebelum engkau (Nabi Muhammad). Di antara mereka ada yang Kami ceritakan kepadamu dan ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul pun membawa suatu mukjizat, kecuali seizin Allah. Maka, apabila telah datang perintah Allah (hari Kiamat), diputuskanlah (segala perkara) dengan adil. Ketika itu, rugilah para pelaku kebatilan."
  },
  {
    "no": 123,
    "arabic": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ",
    "latin": "Allāhul-lażī ja‘ala lakumul-an‘āma litarkabū minhā wa minhā ta'kulūn(a).",
    "translation": "Allahlah yang menjadikan hewan ternak untukmu. Sebagian untuk kamu kendarai dan sebagian lagi untuk kamu makan."
  },
  {
    "no": 124,
    "arabic": "وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ",
    "latin": "Wa lakum fīhā manāfi‘u wa litablugū ‘alaihā ḥājatan fī ṣudūrikum wa ‘alaihā wa ‘alal-fulki tuḥmalūn(a).",
    "translation": "Bagimu (ada) manfaat-manfaat lain darinya (hewan ternak itu). Dengan mengendarainya, kamu bisa memenuhi keperluan yang kamu inginkan. Di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut."
  },
  {
    "no": 125,
    "arabic": "وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ",
    "latin": "Wa yurīkum āyātih(ī), fa ayya āyātillāhi tunkirūn(a).",
    "translation": "Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu, maka tanda-tanda (kebesaran) Allah manakah yang kamu ingkari?"
  },
  {
    "no": 126,
    "arabic": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
    "latin": "Afalam yasīrū fil-arḍi fa yanẓurū kaifa kāna ‘āqibatul-lażīna min qablihim, kānū akṡara minhum wa asyadda quwwataw wa āṡāran fil-arḍi famā agnā ‘anhum mā kānū yaksibūn(a). ",
    "translation": "Apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) jejak-jejak peradabannya di bumi.668) Apa yang mereka usahakan itu tidak dapat menolong mereka."
  },
  {
    "no": 127,
    "arabic": "فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "latin": "Falammā jā'athum rusuluhum bil-bayyināti fariḥū bimā ‘indahum minal-‘ilmi wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan pengetahuan yang ada pada mereka. (Pada saat itulah) mereka dikepung oleh (azab) yang dahulu mereka perolok-olokkan."
  },
  {
    "no": 128,
    "arabic": "فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ",
    "latin": "Falammā ra'au ba'sanā qālū āmannā billāhi waḥdahū wa kafarnā bimā kunnā bihī musyrikīn(a).",
    "translation": "Ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sesembahan yang telah kami persekutukan dengan-Nya.”"
  },
  {
    "no": 129,
    "arabic": "فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهٖۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ ",
    "latin": "Falam yaku yanfa‘uhum īmānuhum lammā ra'au ba'sanā, sunnatallāhil latī qad khalat fī ‘ibādih(ī), wa khasira hunālikal-kāfirūn(a).",
    "translation": "Tidak berguna lagi iman mereka setelah melihat azab Kami. (Yang demikian itu) merupakan sunatullah yang telah berlaku terhadap hamba-hamba-Nya. Ketika itu, rugilah orang-orang kafir."
  },
  {
    "no": 130,
    "arabic": " حٰمۤ  ۚ ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥa Mīm."
  },
  {
    "no": 131,
    "arabic": "تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ ",
    "latin": "Tanzīlum minar-raḥmānir-raḥīm(i).",
    "translation": "(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang."
  },
  {
    "no": 132,
    "arabic": "كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ ",
    "latin": "Kitābun fuṣṣilat āyātuhū qur'ānan ‘arabiyyal liqaumiy ya‘lamūn(a).",
    "translation": "Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,"
  },
  {
    "no": 133,
    "arabic": "بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ ",
    "latin": "Basyīraw wa nażīrā(n), fa'a‘raḍa akṡaruhum fahum lā yasma‘ūn(a).",
    "translation": "yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan."
  },
  {
    "no": 134,
    "arabic": "وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ",
    "latin": "Wa qālū qulūbunā fī akinnatim mimmā tad‘ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa‘mal  innanā ‘āmilūn(a).",
    "translation": "Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”"
  },
  {
    "no": 135,
    "arabic": "قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُ ۗوَوَيْلٌ لِّلْمُشْرِكِيْنَۙ ",
    "latin": "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),"
  },
  {
    "no": 136,
    "arabic": "الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ",
    "latin": "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
    "translation": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat."
  },
  {
    "no": 137,
    "arabic": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ ",
    "latin": "Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
    "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”"
  },
  {
    "no": 138,
    "arabic": "۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًا ۗذٰلِكَ رَبُّ الْعٰلَمِيْنَ ۚ ",
    "latin": "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj‘alūna lahū andādā(n), żālika rabbul-‘ālamīn(a).",
    "translation": "Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”"
  },
  {
    "no": 139,
    "arabic": "وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ",
    "latin": "Wa ja‘ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba‘ati ayyām(in), sawā'al lis-sā'ilīn(a).",
    "translation": "Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya."
  },
  {
    "no": 140,
    "arabic": "ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ ",
    "latin": "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau‘an au karhā(n), qālatā atainā ṭā'i‘īn(a).",
    "translation": "Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”"
  },
  {
    "no": 141,
    "arabic": "فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ",
    "latin": "Fa qaḍāhunna sab‘a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-‘azīzil-‘alīm(i).",
    "translation": "Lalu, Dia menjadikannya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).669) Demikianlah ketetapan (Allah) Yang Maha Perkasa lagi Maha Mengetahui."
  },
  {
    "no": 142,
    "arabic": "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ ",
    "latin": "Fa in a‘raḍū faqul anżartukum ṣā‘iqatam miṡla ṣā‘iqati ‘ādiw wa ṡamūd(a).",
    "translation": "Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”"
  },
  {
    "no": 143,
    "arabic": "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "latin": "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta‘budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
    "translation": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka670) (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”"
  },
  {
    "no": 144,
    "arabic": "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "latin": "Fa ammā ‘ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
    "translation": "Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami."
  },
  {
    "no": 145,
    "arabic": "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ",
    "latin": "Fa arsalnā ‘alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-‘ażābal khizyi fil-ḥayātid-dun-yā, wa la‘ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
    "translation": "Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan."
  },
  {
    "no": 146,
    "arabic": "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ ",
    "latin": "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-‘amā ‘alal-hudā fa akhażathum ṣā‘iqatul-‘ażābil-hūni bimā kānū yaksibūn(a).",
    "translation": "Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan."
  },
  {
    "no": 147,
    "arabic": "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ ",
    "latin": "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
    "translation": "Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa."
  },
  {
    "no": 148,
    "arabic": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
    "latin": "Wa yauma yuḥsyaru a‘dā'ullāhi ilan-nāri fahum yūza‘ūn(a).",
    "translation": "(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan."
  },
  {
    "no": 149,
    "arabic": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
    "latin": "Ḥattā iżā mā jā'ūhā syahida ‘alaihim sam‘uhum wa abṣāruhum wa julūduhum bimā kānū ya‘malūn(a).",
    "translation": "Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan."
  },
  {
    "no": 150,
    "arabic": "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ",
    "latin": "Wa qālū lijulūdihim lima syahittum ‘alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja‘ūn(a).",
    "translation": "Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”"
  },
  {
    "no": 151,
    "arabic": "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ",
    "latin": "Wa mā kuntum tastatirūna ay yasyhada ‘alaikum sam‘ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya‘lamu kaṡīram mimmā ta‘malūn(a).",
    "translation": "Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.671)"
  },
  {
    "no": 152,
    "arabic": "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "latin": "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
    "translation": "Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi."
  },
  {
    "no": 153,
    "arabic": "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ",
    "latin": "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta‘tibū famā hum minal-mu‘tabīn(a).",
    "translation": "Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani."
  },
  {
    "no": 154,
    "arabic": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ ",
    "latin": "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa ‘alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
    "translation": "Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi."
  },
  {
    "no": 155,
    "arabic": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ",
    "latin": "Wa qālal-lażīna kafarū lā tasma‘ū lihāżal-qur'āni walgau fīhi la‘allakum taglibūn(a).",
    "translation": "Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).\""
  },
  {
    "no": 156,
    "arabic": "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
    "latin": "Fa lanużīqannal-lażīna kafarū ‘ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya‘malūn(a).",
    "translation": "Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan."
  },
  {
    "no": 157,
    "arabic": "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
    "latin": "Żālika jazā'u a‘dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
    "translation": "Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami."
  },
  {
    "no": 158,
    "arabic": "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ",
    "latin": "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj‘alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
    "translation": "Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”"
  },
  {
    "no": 159,
    "arabic": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
    "latin": "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu ‘alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū‘adūn(a).",
    "translation": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”"
  },
  {
    "no": 160,
    "arabic": "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ",
    "latin": "Naḥnu auliyā'ukum fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa lakum fīhā mā tasytahī anfusukum wa lakum fīhā mā tadda‘ūn(a).",
    "translation": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta."
  },
  {
    "no": 161,
    "arabic": "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ",
    "latin": "Nuzulam min gafūrir raḥīm(in).",
    "translation": "(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”"
  },
  {
    "no": 162,
    "arabic": "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ",
    "latin": "Wa man aḥsanu qaulam mimman da‘ā ilallāhi wa ‘amila ṣāliḥaw wa qāla innanī minal-muslimīn(a).",
    "translation": "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”"
  },
  {
    "no": 163,
    "arabic": "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ  ",
    "latin": "Wa lā tastawil-ḥasanatu wa las-sayyi'ah(tu), idfa‘ bil-latī hiya aḥsanu fa'iżal-lażī bainaka wa bainahū ‘adāwatun ka'annahū waliyyun ḥamīm(un).",
    "translation": "Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia."
  },
  {
    "no": 164,
    "arabic": "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ",
    "latin": "Wa mā yulaqqāhā illal-lażīna ṣabarū, wa mā yulaqqāhā illā żū ḥaẓẓin ‘aẓīm(in).",
    "translation": "(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar."
  },
  {
    "no": 165,
    "arabic": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "latin": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta‘iż billāh(i), innahū huwas-samī‘ul-‘alīm(u).",
    "translation": "Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 166,
    "arabic": "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ  ",
    "latin": "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar(u), lā tasjudū lisy-syamsi wa lā lil-qamari wasjudū lillāhil-lażī khalaqahunna in kuntum iyyāhu ta‘budūn(a).",
    "translation": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya."
  },
  {
    "no": 167,
    "arabic": "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩",
    "latin": "Fa inistakbarū fal-lażīna ‘inda rabbika yusabbiḥūna lahū bil-laili wan-nahāri wa hum lā yas'amūn(a).",
    "translation": "Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu."
  },
  {
    "no": 168,
    "arabic": "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "latin": "Wa min āyātihī annaka taral-arḍa khāsyi‘atan fa iżā anzalnā ‘alaihal-mā'ahtazzat wa rabat, innal-lażī aḥyāhā lamuḥyil-mautā, innahū ‘alā kulli syai'in qadīr(un).",
    "translation": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 169,
    "arabic": "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمْ مَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "latin": "Innal-lażīna yulḥidūna fī āyātinā lā yakhfauna ‘alainā, afamay yulqā fin-nāri khairun am may ya'tī āminay yaumal-qiyāmah(ti), i‘malū mā syi'tum, innahū bimā ta‘malūna  baṣīr(un).",
    "translation": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan."
  },
  {
    "no": 170,
    "arabic": "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ",
    "latin": "Innal-lażīna kafarū biż-żikri lammā jā'ahum, wa innahū lakitābun ‘azīz(un).",
    "translation": "Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia."
  },
  {
    "no": 171,
    "arabic": "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ",
    "latin": "Lā ya'tīhil-bāṭilu mim baini yadaihi wa lā min khalfih(ī), tanzīlum min ḥakīmin ḥamīd(in).",
    "translation": "Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang.672) (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji."
  },
  {
    "no": 172,
    "arabic": "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ",
    "latin": "Mā yuqālu laka illā mā qad qīla lir-rusuli min qablik(a), inna rabbaka lażū magfiratiw wa żū ‘iqābin alīm(in).",
    "translation": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih."
  },
  {
    "no": 173,
    "arabic": "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ",
    "latin": "Wa lau ja‘alnāhu qur'ānan a‘jamiyyal laqālū lau lā fuṣṣilat āyātuh(ū), a'a‘jamiyyuw wa ‘arabiyy(un), qul huwa lil-lażīna āmanū hudaw wa syifā'(un), wal-lażīna lā yu'minūna fī āżānihim waqruw wa huwa ‘alaihim ‘amā(n), ulā'ika yunādauna mim makānim ba‘īd(in).",
    "translation": "Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an).673) Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”"
  },
  {
    "no": 174,
    "arabic": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ ",
    "latin": "Wa laqad ātainā mūsal-kitāba fakhtulifa fīh(i), wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum, wa innahum lafī syakkim minhu murīb(in).",
    "translation": "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya."
  },
  {
    "no": 175,
    "arabic": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔ ",
    "latin": "Man ‘amila ṣāliḥan fa linafsih(ī), wa man asā'a fa ‘alaihā, wa mā rabbuka biẓallāmil lil-‘abīd(i).",
    "translation": "Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya)."
  }
]