[
  {
    "no": 176,
    "arabic": "۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۗوَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ مِّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖ ۗوَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍ ۚ ",
    "latin": "Ilaihi yuraddu ‘ilmus-sā‘ah(ti), wa mā takhruju min ṡamarātim min akmāmihā wa mā taḥmilu min unṡā wa lā taḍa‘u illā bi‘ilmih(ī), wa yauma yunādīhim aina syurakā'ī, qālū āżannāka mā minnā min syahīd(in).",
    "translation": "Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan.674) Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?”675) Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”"
  },
  {
    "no": 2,
    "arabic": "وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
    "latin": "Wa ḍalla ‘anhum mā kānū yad‘ūna min qablu wa ẓannū mā lahum mim maḥīṣ(in).",
    "translation": "Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka."
  },
  {
    "no": 3,
    "arabic": "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ ",
    "latin": "Lā yas'amul-insānu min du‘ā'il-khair(i), wa im massahusy-syarru fa ya'ūsun qanūṭ(un).",
    "translation": "Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan."
  },
  {
    "no": 4,
    "arabic": "وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ ",
    "latin": "Wa la'in ażaqnāhu raḥmatam minnā mim ba‘di ḍarrā'a massathu layaqūlunna hāżā lī, wa mā aẓunnus-sā‘ata qā'imah(tan), wa la'ir ruji‘tu ilā rabbī inna lī ‘indahū lal-ḥusnā, fa lanunabbi'annal-lażīna kafarū bimā ‘amilū, wa lanużīqannahum min ‘ażābin galīẓ(in).",
    "translation": "Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat."
  },
  {
    "no": 5,
    "arabic": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ ",
    "latin": "Wa iżā an‘amnā ‘alal-insāni a‘raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru fażū du‘ā'in ‘arīḍ(in).",
    "translation": "Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa."
  },
  {
    "no": 6,
    "arabic": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ ",
    "latin": "Qul ara'aitum in kāna min ‘indillāhi ṡumma kafartum bihī man aḍallu mimman huwa fī syiqāqim ba‘īd(in).",
    "translation": "Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”"
  },
  {
    "no": 7,
    "arabic": "سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "latin": "Sanurīhim āyātinā fil-āfāqi wa fī anfusihim ḥattā yatabayyana lahum annahul-ḥaqq(u), awalam yakfi birabbika  annahū ‘alā kulli syai'in syahīd(un).",
    "translation": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?"
  },
  {
    "no": 8,
    "arabic": "اَلَآ اِنَّهُمْ  فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْ ۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌ ࣖ",
    "latin": "Alā innahum fī miryatim mil liqā'i rabbihim, alā innahū bikulli syai'im muḥīṭ(un).",
    "translation": "Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu."
  },
  {
    "no": 9,
    "arabic": " حٰمۤ  ۚ ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥā Mīm."
  },
  {
    "no": 10,
    "arabic": "عۤسۤقۤ  ۗ  ",
    "latin": "‘Ain sīn qāf.",
    "translation": "‘Aīn Sīn Qāf"
  },
  {
    "no": 11,
    "arabic": "كَذٰلِكَ يُوْحِيْٓ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۙ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
    "latin": "Każālika yūḥī ilaika wa ilal-lażīna min qablik(a), allāhul-‘azīzul-ḥakīm(u).",
    "translation": "Demikianlah Allah Yang Maha Perkasa lagi Maha Bijaksana menurunkan wahyu kepadamu (Nabi Muhammad) dan kepada orang-orang sebelummu."
  },
  {
    "no": 12,
    "arabic": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَهُوَ الْعَلِيُّ الْعَظِيْمُ ",
    "latin": "Lahū mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-‘aliyyul-‘aẓīm(u).",
    "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dialah Zat Yang Maha Tinggi lagi Maha Agung."
  },
  {
    "no": 13,
    "arabic": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلٰۤىِٕكَةُ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُوْنَ لِمَنْ فِى الْاَرْضِۗ  اَلَآ اِنَّ اللّٰهَ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "latin": "Takādus-samāwātu yatafaṭṭarna min fauqihinna wal-malā'ikatu yusabbiḥūna biḥamdi rabbihim wa yastagfirūna liman fil-arḍ(i), alā innallāha huwal-gafūrur-raḥīm(u).",
    "translation": "(Karena keagungan-Nya,) hampir saja langit itu pecah dari sebelah atasnya dan malaikat-malaikat bertasbih dengan memuji Tuhannya serta memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allahlah Zat Yang Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 14,
    "arabic": "وَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَ اللّٰهُ حَفِيْظٌ عَلَيْهِمْۖ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
    "latin": "Wal-lażīnattakhażū min dūnihī auliyā'allāhu ḥafīẓun ‘alaihim, wa mā anta ‘alaihim biwakīl(in).",
    "translation": "Orang-orang yang mengambil pelindung-pelindung selain-Nya, Allah mengawasi (perbuatan) mereka, sedangkan engkau (Nabi Muhammad) bukanlah penanggung jawab mereka."
  },
  {
    "no": 15,
    "arabic": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ قُرْاٰنًا عَرَبِيًّا لِّتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيْهِ ۗفَرِيْقٌ فِى الْجَنَّةِ وَفَرِيْقٌ فِى السَّعِيْرِ ",
    "latin": "Wa każālika auḥainā ilaika qur'ānan ‘arabiyyal litunżira ummal-qurā wa man ḥaulahā wa tunżira yaumal-jam‘i lā raiba fīh(i), farīqun fil-jannati wa farīqun fis-sa‘īr(i).",
    "translation": "Demikianlah Kami mewahyukan kepadamu Al-Qur’an yang berbahasa Arab agar engkau memberi peringatan kepada (penduduk) Ummul Qurā (Makkah) dan penduduk di sekelilingnya serta memberi peringatan tentang hari berkumpul (kiamat) yang tidak diragukan keberadaannya. Segolongan masuk surga dan segolongan (lain) masuk neraka."
  },
  {
    "no": 16,
    "arabic": "وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَهُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمُوْنَ مَا لَهُمْ مِّنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "latin": "Wa lau syā'allāhu laja‘alahum ummataw wāḥidataw wa lākiy yudkhilu may yasyā'u fī raḥmatih(ī), waẓ-ẓālimūna mā lahum miw waliyyiw wa lā naṣīr(in).",
    "translation": "Seandainya Allah menghendaki, niscaya Dia akan menjadikan mereka umat yang satu. Akan tetapi, Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Adapun orang-orang zalim, mereka sama sekali tidak memiliki pelindung dan penolong."
  },
  {
    "no": 17,
    "arabic": "اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۚ فَاللّٰهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتٰى ۖوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "latin": "Amittakhażū min dūnihī auliyā'(a), fallāhu huwal-waliyyu wa huwa yuḥyil-mautā, wa huwa ‘alā kulli syai'in qadīr(un).",
    "translation": "Bahkan, apakah mereka mengambil pelindung-pelindung selain Dia? Padahal, hanya Allahlah pelindung (yang sebenarnya). Dia menghidupkan orang-orang mati dan Dia Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 18,
    "arabic": "وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۗذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُۖ وَاِلَيْهِ اُنِيْبُ  ",
    "latin": "Wa makhtalaftum fīhi min syai'in faḥukmuhū ilallāh(i), żālikumullāhu rabbī ‘alaihi tawakkaltu wa ilaihi unīb(u).",
    "translation": "Apa pun yang kamu perselisihkan, keputusannya (diserahkan) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku kembali."
  },
  {
    "no": 19,
    "arabic": "فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِۗ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًاۚ يَذْرَؤُكُمْ فِيْهِۗ  لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ ",
    "latin": "Fāṭirus-samāwāti wal-arḍ(i), ja‘ala lakum min anfusikum azwājaw wa minal-an‘āmi azwājā(n), yażra'ukum fīh(i), laisa kamiṡlihī syai'(un), wa huwas-samī‘ul-baṣīr(u).",
    "translation": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagimu pasangan-pasangan dari jenismu sendiri dan (menjadikan pula) dari jenis hewan ternak pasangan-pasangan(-nya). Dia menjadikanmu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan-Nya. Dia Maha Mendengar lagi Maha Melihat."
  },
  {
    "no": 20,
    "arabic": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
    "latin": "Lahū maqālīdus-samāwāti wal-arḍ(i), yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū bikulli syai'in ‘alīm(un).",
    "translation": "Milik-Nyalah perbendaharaan langit dan bumi. Dia melapangkan rezeki dan menyempitkan(-nya) bagi siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui segala sesuatu."
  },
  {
    "no": 21,
    "arabic": "۞ شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِۗ  كَبُرَ عَلَى الْمُشْرِكِيْنَ مَا تَدْعُوْهُمْ اِلَيْهِۗ  اَللّٰهُ يَجْتَبِيْٓ اِلَيْهِ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ يُّنِيْبُۗ",
    "latin": "Syara‘a lakum minad-dīni mā waṣṣā bihī nūḥaw wal-lażī auḥainā ilaika wa mā waṣṣā bihī ibrāhīma wa mūsā wa ‘īsā an aqīmud-dīna wa lā tatafarraqū fīh(i), kabura ‘alal-musyrikīna mā tad‘ūhum ilaih(i), allāhu yajtabī ilaihi may yasyā'u wa yahdī ilaihi may yunīb(u).",
    "translation": "Dia (Allah) telah mensyariatkan bagi kamu agama yang Dia wasiatkan (juga) kepada Nuh, yang telah Kami wahyukan kepadamu (Nabi Muhammad), dan yang telah Kami wasiatkan kepada Ibrahim, Musa, dan Isa yaitu: tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki pada (agama)-Nya dan memberi petunjuk pada (agama)-Nya bagi orang yang kembali (kepada-Nya)."
  },
  {
    "no": 22,
    "arabic": "وَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ اِلٰٓى اَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْۗ وَاِنَّ الَّذِيْنَ اُوْرِثُوا الْكِتٰبَ مِنْۢ بَعْدِهِمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ  ",
    "latin": "Wa mā tafarraqū illā mim ba‘di mā jā'ahumul-‘ilmu bagyam bainahum, wa lau lā kalimatun sabaqat mir rabbika ilā ajalim musammal laquḍiya bainahum, wa innal-lażīna ūriṡul-kitāba mim ba‘dihim lafī syakkim minhu  murīb(in).",
    "translation": "Mereka (Ahlulkitab) tidak berpecah-belah kecuali setelah datang kepada mereka pengetahuan (tentang kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Seandainya tidak karena suatu ketetapan yang telah terlebih dahulu ada dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Sesungguhnya orang-orang yang mewarisi kitab suci (Taurat dan Injil) setelah mereka (pada zaman Nabi Muhammad) benar-benar berada dalam keraguan yang mendalam tentangnya (Al-Qur’an) itu."
  },
  {
    "no": 23,
    "arabic": "فَلِذٰلِكَ فَادْعُ ۚوَاسْتَقِمْ كَمَآ اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰهُ مِنْ كِتٰبٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْ ۗ اَللّٰهُ رَبُّنَا وَرَبُّكُمْ ۗ لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۗ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمْ ۗ اَللّٰهُ يَجْمَعُ بَيْنَنَا ۚوَاِلَيْهِ الْمَصِيْرُ ۗ ",
    "latin": "Fa liżālika fad‘(u), wastaqim kamā umirt(a), wa lā tattabi‘ ahwā'ahum, wa qul āmantu bimā anzalallāhu min kitāb(in), wa umirtu li'a‘dila bainakum, allāhu rabbunā wa rabbukum, lanā a‘mālunā wa lakum a‘mālukum, lā ḥujjata bainanā wa bainakum, allāhu yajma‘u bainanā,wa ilaihil-maṣīr(u).",
    "translation": "Oleh karena itu, serulah (mereka untuk beriman), tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Nabi Muhammad), dan janganlah mengikuti keinginan mereka. Katakanlah, “Aku beriman kepada kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagimu perbuatanmu. Tidak (perlu) ada pertengkaran di antara kami dan kamu. Allah mengumpulkan kita dan kepada-Nyalah (kita) kembali.”"
  },
  {
    "no": 24,
    "arabic": "وَالَّذِيْنَ يُحَاۤجُّوْنَ فِى اللّٰهِ مِنْۢ بَعْدِ مَا اسْتُجِيْبَ لَهٗ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَّلَهُمْ عَذَابٌ شَدِيْدٌ ",
    "latin": "Wal-lażīna yuḥājjūna fillāhi mim ba‘di mastujība lahū ḥujjatuhum dāḥiḍatun ‘inda rabbihim wa ‘alaihim gaḍabuw wa lahum ‘ażābun syadīd(un).",
    "translation": "Orang-orang yang berbantah-bantahan tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan azab yang sangat keras."
  },
  {
    "no": 25,
    "arabic": "اَللّٰهُ الَّذِيْٓ اَنْزَلَ الْكِتٰبَ بِالْحَقِّ وَالْمِيْزَانَ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ قَرِيْبٌ ",
    "latin": "Allāhul-lażī anzalal-kitāba bil-ḥaqqi wal-mīzān(a), wa mā yudrīka la‘allas-sā‘ata qarīb(un).",
    "translation": "Allah yang menurunkan Kitab (Al-Qur’an) dengan benar dan (menurunkan) timbangan (keadilan). Tahukah kamu (bahwa) boleh jadi hari Kiamat itu sudah dekat?"
  },
  {
    "no": 26,
    "arabic": "يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ ",
    "latin": "Yasta‘jilu bihal-lażīna lā yu'minūna bihā, wal-lażīna āmanū musyfiqūna minhā, wa ya‘lamūna annahal-ḥaqq(u), alā innal-lażīna yumārūna fis-sā‘ati lafī ḍalālim ba‘īd(in).",
    "translation": "Orang-orang yang tidak percaya kepadanya (hari Kiamat) meminta agar ia (hari Kiamat) segera terjadi, dan orang-orang yang beriman merasa takut kepadanya serta yakin bahwa ia adalah benar (akan terjadi). Ketahuilah, sesungguhnya orang-orang yang membantah tentang (terjadinya) kiamat itu benar-benar berada dalam kesesatan yang jauh."
  },
  {
    "no": 27,
    "arabic": "اَللّٰهُ لَطِيْفٌۢ بِعِبَادِهٖ يَرْزُقُ مَنْ يَّشَاۤءُ ۚوَهُوَ الْقَوِيُّ الْعَزِيْزُ ࣖ ",
    "latin": "Allāhu laṭīfum bi‘ibādihī yarzuqu may yasyā'(u), wa huwal-qawiyyul-‘azīz(u).",
    "translation": "Allah Maha Lembut terhadap hamba-hamba-Nya. Dia memberi rezeki kepada siapa yang Dia kehendaki. Dia Maha Kuat lagi Maha Perkasa."
  },
  {
    "no": 28,
    "arabic": "مَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۙ وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ نَّصِيْبٍ  ",
    "latin": "Man kāna yurīdu ḥarṡal-ākhirati nazid lahū fī ḥarṡih(ī), wa man kāna yurīdu ḥarṡad-dun-yā nu'tihī minhā, wa mā lahū fil-ākhirati min naṣīb(in).",
    "translation": "Siapa yang menghendaki balasan di akhirat, akan Kami tambahkan balasan itu baginya. Siapa yang menghendaki balasan di dunia, Kami berikan kepadanya sebagian darinya (balasan dunia), tetapi dia tidak akan mendapat bagian sedikit pun di akhirat."
  },
  {
    "no": 29,
    "arabic": "اَمْ لَهُمْ شُرَكٰۤؤُا شَرَعُوْا لَهُمْ مِّنَ الدِّيْنِ مَا لَمْ يَأْذَنْۢ بِهِ اللّٰهُ ۗوَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ  ",
    "latin": "Am lahum syurakā'u syara‘ū lahum minad-dīni mā lam ya'żam bihillāh(u), wa lau lā kalimatul-faṣli laquḍiya bainahum, wa innaẓ-ẓālimīna lahum ‘ażābun alīm(un).",
    "translation": "Apakah mereka mempunyai sembahan-sembahan selain Allah yang menetapkan bagi mereka aturan agama yang tidak diizinkan (diridai) oleh Allah? Seandainya tidak ada ketetapan yang pasti (tentang penundaan hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Sesungguhnya orang-orang zalim itu akan mendapat azab yang sangat pedih."
  },
  {
    "no": 30,
    "arabic": "تَرَى الظّٰلِمِيْنَ مُشْفِقِيْنَ مِمَّا كَسَبُوْا وَهُوَ وَاقِعٌۢ بِهِمْ ۗوَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ رَوْضَاتِ الْجَنَّاتِۚ  لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُ ",
    "latin": "Taraẓ-ẓālimīna musyfiqīna mimmā kasabū wa huwa wāqi‘um bihim, wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fī rauḍātil-jannāt(i), lahum mā yasyā'ūna ‘inda rabbihim, żālika huwal-faḍlul-kabīr(u).",
    "translation": "Kamu akan melihat orang-orang zalim itu sangat ketakutan karena (kejahatan-kejahatan) yang telah mereka lakukan, sedangkan (azab) menimpa mereka. Orang-orang yang beriman dan beramal saleh (akan bersenang-senang) di dalam taman-taman surga. Mereka mendapatkan apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar."
  },
  {
    "no": 31,
    "arabic": "ذٰلِكَ الَّذِيْ يُبَشِّرُ اللّٰهُ عِبَادَهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِى الْقُرْبٰىۗ وَمَنْ يَّقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۗاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ  ",
    "latin": "Żālikal-lażī yubasysyirullāhu ‘ibādahul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāt(i), qul lā as'alukum ‘alaihi ajran illal-mawaddata fil-qurbā, wa may yaqtarif ḥasanatan nazid lahū fīhā ḥusnā(n), innallāha gafūrun syakūr(un).",
    "translation": "Itulah (karunia) yang (dengannya) Allah menggembirakan hamba-hamba-Nya yang beriman dan beramal saleh. Katakanlah (Nabi Muhammad), “Aku tidak meminta kepadamu suatu imbalan pun atas seruanku, kecuali kasih sayang dalam kekeluargaan.” Siapa mengerjakan kebaikan, akan Kami tambahkan kebaikan baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri."
  },
  {
    "no": 32,
    "arabic": "اَمْ يَقُوْلُوْنَ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۚ فَاِنْ يَّشَاِ اللّٰهُ يَخْتِمْ عَلٰى قَلْبِكَ ۗوَيَمْحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ ۗاِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ  ",
    "latin": "Am yaqūlūnaftarā ‘alallāhi każibā(n), fa'iy yasya'illāhu yakhtim ‘alā qalbik(a), wa yamḥullāhul-bāṭila wa yuḥiqqul-ḥaqqa bikalimātih(ī), innahū ‘alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Ataukah mereka mengatakan, “Dia (Nabi Muhammad) telah mengada-adakan kebohongan tentang Allah.” Jika Allah menghendaki, niscaya Dia akan mengunci hatimu. Allah menghapus yang batil dan membenarkan yang benar dengan firman-firman-Nya (Al-Qur’an). Sesungguhnya Dia Maha Mengetahui segala isi hati."
  },
  {
    "no": 33,
    "arabic": "وَهُوَ الَّذِيْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَعْفُوْا عَنِ السَّيِّاٰتِ وَيَعْلَمُ مَا تَفْعَلُوْنَۙ  ",
    "latin": "Wa huwal-lażī yaqbalut-taubata ‘an ‘ibādihī wa ya‘fū ‘anis-sayyi'āti wa ya‘lamu mā taf‘alūn(a).",
    "translation": "Dialah yang menerima tobat dari hamba-hamba-Nya, memaafkan kesalahan-kesalahan, mengetahui apa yang kamu kerjakan,"
  },
  {
    "no": 34,
    "arabic": "وَيَسْتَجِيْبُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖ ۗوَالْكٰفِرُوْنَ لَهُمْ عَذَابٌ شَدِيْدٌ ",
    "latin": "Wa yastajībul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti wa yazīduhum min faḍlih(ī), wal-kāfirūna lahum ‘ażābun syadīd(un).",
    "translation": "memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan, dan menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang kafir akan mendapat azab yang sangat keras."
  },
  {
    "no": 35,
    "arabic": "۞ وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُّنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ ",
    "latin": "Wa lau basaṭallāhur rizqa li‘ibādihī labagau fil-arḍi wa lākiy yunazzilu biqadarim mā yasyā'(u), innahū bi‘ibādihī khabīrum baṣīr(un).",
    "translation": "Seandainya Allah melapangkan rezeki kepada hamba-hamba-Nya, niscaya mereka akan berbuat melampaui batas di bumi. Akan tetapi, Dia menurunkan apa yang Dia kehendaki dengan ukuran (tertentu). Sesungguhnya Dia Maha Teliti lagi Maha Melihat (keadaan) hamba-hamba-Nya."
  },
  {
    "no": 36,
    "arabic": "وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۗوَهُوَ الْوَلِيُّ الْحَمِيْدُ ",
    "latin": "Wa huwal-lażī yunazzilul-gaiṡa mim ba‘di mā qanaṭū wa yansyuru raḥmatah(ū), wa huwal-waliyyul-ḥamīd(u).",
    "translation": "Dialah yang menurunkan hujan setelah mereka berputus asa dan (Dia pula yang) menyebarkan rahmat-Nya. Dialah Maha Pelindung lagi Maha Terpuji."
  },
  {
    "no": 37,
    "arabic": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِيْهِمَا مِنْ دَاۤبَّةٍ ۗوَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَاۤءُ قَدِيْرٌ ࣖ",
    "latin": "Wa min āyātihī khalqus-samāwāti wal-arḍi wa mā baṡṡa fīhimā min dābbah(tin), wa huwa ‘alā jam‘ihim iżā yasyā'u qadīr(un).",
    "translation": "Di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi serta makhluk-makhluk melata yang Dia sebarkan pada keduanya. Dia Maha Kuasa mengumpulkan semuanya apabila Dia menghendaki."
  },
  {
    "no": 38,
    "arabic": "وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ",
    "latin": "Wa mā aṣābakum mim muṣībatin fabimā kasabat aidīkum wa ya‘fū ‘an kaṡīr(in).",
    "translation": "Musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri dan (Allah) memaafkan banyak (kesalahanmu)."
  },
  {
    "no": 39,
    "arabic": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "latin": "Wa mā antum bimu‘jizīna fil-arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).",
    "translation": "Kamu tidak dapat melepaskan diri di bumi (dari siksaan Allah) dan kamu tidak mempunyai (satu) pelindung atau (satu) penolong pun selain Allah."
  },
  {
    "no": 40,
    "arabic": "وَمِنْ اٰيٰتِهِ الْجَوَارِ فِى الْبَحْرِ كَالْاَعْلَامِ ۗ ",
    "latin": "Wa min āyātihil-jawāri fil-baḥri kal-a‘lām(i).",
    "translation": "Di antara tanda-tanda (kebesaran)-Nya adalah kapal-kapal yang berlayar di laut seperti gunung-gunung."
  },
  {
    "no": 41,
    "arabic": "اِنْ يَّشَأْ يُسْكِنِ الرِّيْحَ فَيَظْلَلْنَ رَوَاكِدَ عَلٰى ظَهْرِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍۙ",
    "latin": "Iy yasya' yuskinir-rīḥa fa yaẓlalna rawākida ‘alā ẓahrih(ī), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).",
    "translation": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaannya (laut). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi tiap-tiap orang yang selalu bersabar dan banyak bersyukur,"
  },
  {
    "no": 42,
    "arabic": "اَوْ يُوْبِقْهُنَّ بِمَا كَسَبُوْا وَيَعْفُ عَنْ كَثِيْرٍۙ ",
    "latin": "Au yūbiqhunna bimā kasabū wa ya‘fu ‘an kaṡīr(in).",
    "translation": "atau Dia akan menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (kesalahan mereka)."
  },
  {
    "no": 43,
    "arabic": "وَّيَعْلَمَ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِنَاۗ مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
    "latin": "Wa ya‘lamal-lażīna yujādilūna fī āyātinā, mā lahum mim maḥīṣ(in).",
    "translation": "(Yang demikian itu) agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan)."
  },
  {
    "no": 44,
    "arabic": "فَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰى لِلَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۚ ",
    "latin": "Famā ūtītum min syai'in fa matā‘ul-ḥayātid-dun-yā, wa mā ‘indallāhi khairuw wa abqā lil-lażīna āmanū wa ‘alā rabbihim yatawakkalūn(a).",
    "translation": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Tuhan mereka bertawakal."
  },
  {
    "no": 45,
    "arabic": "وَالَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ وَاِذَا مَا غَضِبُوْا هُمْ يَغْفِرُوْنَ ۚ ",
    "latin": "Wal-lażīna yajtanibūna kabā'iral-iṡmi wal-fawāḥisya wa iżā mā gaḍibū hum yagfirūn(a).",
    "translation": "(Kenikmatan itu juga lebih baik dan lebih kekal bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf;"
  },
  {
    "no": 46,
    "arabic": "وَالَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمْ وَاَقَامُوا الصَّلٰوةَۖ وَاَمْرُهُمْ شُوْرٰى بَيْنَهُمْۖ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۚ ",
    "latin": "Wal-lażīnastajābū lirabbihim wa aqāmuṣ-ṣalāta wa amruhum syūrā bainahum, wa mimmā razaqnāhum yunfiqūn(a).",
    "translation": "(juga lebih baik dan lebih kekal bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedangkan urusan mereka (diputuskan) dengan musyawarah di antara mereka. Mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka;"
  },
  {
    "no": 47,
    "arabic": "وَالَّذِيْنَ اِذَآ اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُوْنَ ",
    "latin": "Wal-lażīna iżā aṣābahumul-bagyu hum yantaṣirūn(a).",
    "translation": "(juga lebih baik dan lebih kekal bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri."
  },
  {
    "no": 48,
    "arabic": "وَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ",
    "latin": "Wa jazā'u sayyi'atin sayyi'atum miṡluhā, faman ‘afā wa aṣlaḥa fa ajruhū ‘alallāh(i), innahū lā yuḥibbuẓ-ẓālimīn(a).",
    "translation": "Balasan suatu keburukan adalah keburukan yang setimpal. Akan tetapi, siapa yang memaafkan dan berbuat baik (kepada orang yang berbuat jahat), maka pahalanya dari Allah. Sesungguhnya Dia tidak menyukai orang-orang zalim."
  },
  {
    "no": 49,
    "arabic": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهٖ فَاُولٰۤىِٕكَ مَا عَلَيْهِمْ مِّنْ سَبِيْلٍۗ ",
    "latin": "Wa lamanintaṣara ba‘da ẓulmihī fa ulā'ika mā ‘alaihim min sabīl(in).",
    "translation": "Akan tetapi, sungguh siapa yang membela diri setelah teraniaya, tidak ada satu alasan pun (untuk menyalahkan) mereka."
  },
  {
    "no": 50,
    "arabic": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَظْلِمُوْنَ النَّاسَ وَيَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ  ",
    "latin": "Innamas-sabīlu ‘alal-lażīna yaẓlimūnan-nāsa wa yabgūna fil-arḍi bigairil-ḥaqq(i), ulā'ika lahum ‘ażābun alīm(un). ",
    "translation": "Sesungguhnya alasan (untuk menyalahkan) itu hanya ada pada orang-orang yang menganiaya manusia dan melampaui batas di bumi tanpa hak (alasan yang benar). Mereka itu mendapat siksa yang sangat pedih."
  },
  {
    "no": 51,
    "arabic": "وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِكَ لَمِنْ عَزْمِ الْاُمُوْرِ ࣖ ",
    "latin": "Wa laman ṣabara wa gafara inna żālika lamin ‘azmil-umūr(i).",
    "translation": "Akan tetapi, sungguh siapa yang bersabar dan memaafkan, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan."
  },
  {
    "no": 52,
    "arabic": "وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ وَّلِيٍّ مِّنْۢ بَعْدِهٖ ۗوَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍۚ ",
    "latin": "Wa may yuḍlilillāhu famā lahū miw waliyyim mim ba‘dih(ī), wa taraẓ-ẓālimīna lammā ra'awul-‘ażāba yaqūlūna hal ilā maraddim min sabīl(in).",
    "translation": "Siapa yang dibiarkan sesat oleh Allah (karena kecenderungan dan pilihannya sendiri), tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim, ketika mereka melihat azab, berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”"
  },
  {
    "no": 53,
    "arabic": "وَتَرٰىهُمْ يُعْرَضُوْنَ عَلَيْهَا خٰشِعِيْنَ مِنَ الذُّلِّ يَنْظُرُوْنَ مِنْ طَرْفٍ خَفِيٍّۗ وَقَالَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ الظّٰلِمِيْنَ فِيْ عَذَابٍ مُّقِيْمٍ ",
    "latin": "Wa tarāhum yu‘raḍūna ‘alaihā khāsyi‘īna minaż żulli yanẓurūna min ṭarfin khafiyy(in), wa qālal-lażīna āmanū innal-khāsirīnal-lażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah(ti), alā innaẓ-ẓālimīna fī ‘ażābim muqīm(in).",
    "translation": "Kamu akan melihat mereka dihadapkan kepadanya (neraka) dalam keadaan tertunduk karena (merasa) hina. Mereka memperhatikan dengan pandangan yang lesu. Orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi adalah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ketahuilah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal."
  },
  {
    "no": 54,
    "arabic": "وَمَا كَانَ لَهُمْ مِّنْ اَوْلِيَاۤءَ يَنْصُرُوْنَهُمْ مِّنْ دُوْنِ اللّٰهِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ سَبِيْلٍ ۗ ",
    "latin": "Wa mā kāna lahum min auliyā'a yanṣurūnahum min dūnillāh(i), wa may yuḍlilillāhu famā lahū min sabīl(in).",
    "translation": "Mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Siapa pun yang disesatkan oleh Allah (berdasarkan kecenderungan dan pilihannya sendiri) tidak akan ada jalan baginya (untuk mendapat petunjuk)."
  },
  {
    "no": 55,
    "arabic": "اِسْتَجِيْبُوْا لِرَبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ ۗمَا لَكُمْ مِّنْ مَّلْجَاٍ يَّوْمَىِٕذٍ وَّمَا لَكُمْ مِّنْ نَّكِيْرٍ ",
    "latin": "Istajībū lirabbikum min qabli ay ya'tiya yaumul lā maradda lahū minallāh(i), mā lakum mim malja'iy yauma'iżiw wa mā lakum min nakīr(in).",
    "translation": "Penuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak. Pada hari itu kamu tidak akan mempunyai tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu)."
  },
  {
    "no": 56,
    "arabic": "فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗاِنْ عَلَيْكَ اِلَّا الْبَلٰغُ ۗوَاِنَّآ اِذَآ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَاِنَّ الْاِنْسَانَ كَفُوْرٌ ",
    "latin": "Fa in a‘raḍū famā arsalnāka ‘alaihim ḥafīẓā(n), in ‘alaika illal-balāg(u), wa innā iżā ażaqnal-insāna minnā raḥmatan fariḥa bihā, wa in tuṣibhum sayyi'atum bimā qaddamat aidīhim fa'innal-insāna kafūr(un).",
    "translation": "Jika mereka berpaling, (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sedikit dari rahmat Kami, dia gembira karenanya. Akan tetapi, jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri, (niscaya mereka ingkar). Sesungguhnya manusia itu sangat ingkar (pada nikmat)."
  },
  {
    "no": 57,
    "arabic": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَخْلُقُ مَا يَشَاۤءُ ۗيَهَبُ لِمَنْ يَّشَاۤءُ اِنَاثًا وَّيَهَبُ لِمَنْ يَّشَاۤءُ الذُّكُوْرَ ۙ",
    "latin": "Lillāhi mulkus-samāwāti wal-arḍ(i), yakhluqu mā yasyā'(u), yahabu limay yasyā'u ināṡaw wa yahabu limay yasyā'uż-żukūr(a).",
    "translation": "Milik Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki, memberikan anak laki-laki kepada siapa yang Dia kehendaki,"
  },
  {
    "no": 58,
    "arabic": "اَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَّاِنَاثًا ۚوَيَجْعَلُ مَنْ يَّشَاۤءُ عَقِيْمًا ۗاِنَّهٗ عَلِيْمٌ قَدِيْرٌ ",
    "latin": "Au yuzawwijuhum żukrānaw wa ināṡā(n), wa yaj‘alu may yasyā'u ‘aqīmā(n), innahū ‘alīmun qadīr(un).",
    "translation": "atau Dia menganugerahkan (keturunan) laki-laki dan perempuan, serta menjadikan mandul siapa saja yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Maha Kuasa."
  },
  {
    "no": 59,
    "arabic": "۞ وَمَا كَانَ لِبَشَرٍ اَنْ يُّكَلِّمَهُ اللّٰهُ اِلَّا وَحْيًا اَوْ مِنْ وَّرَاۤئِ حِجَابٍ اَوْ يُرْسِلَ رَسُوْلًا فَيُوْحِيَ بِاِذْنِهٖ مَا يَشَاۤءُ ۗاِنَّهٗ عَلِيٌّ حَكِيْمٌ ",
    "latin": "Wa mā kāna libasyarin ay yukallimahullāhu illā waḥyan au miw warā'i ḥijābin au yursila rasūlan fa yūḥiya bi'iżnihī mā yasyā'(u), innahū ‘aliyyun ḥakīm(un).",
    "translation": "Tidak mungkin bagi seorang manusia untuk diajak berbicara langsung oleh Allah, kecuali dengan (perantaraan) wahyu, dari belakang tabir, atau dengan mengirim utusan (malaikat) lalu mewahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha Tinggi lagi Maha Bijaksana."
  },
  {
    "no": 60,
    "arabic": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا ۗمَا كُنْتَ تَدْرِيْ مَا الْكِتٰبُ وَلَا الْاِيْمَانُ وَلٰكِنْ جَعَلْنٰهُ نُوْرًا نَّهْدِيْ بِهٖ مَنْ نَّشَاۤءُ مِنْ عِبَادِنَا ۗوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍۙ ",
    "latin": "Wa każālika auḥainā ilaika rūḥam min amrinā, mā kunta tadrī mal-kitābu wa lal-īmānu wa lākin ja‘alnāhu nūran nahdī bihī man nasyā'u min ‘ibādinā, wa innaka latahdī ilā ṣirāṭim mustaqīm(in).",
    "translation": "Demikianlah Kami mewahyukan kepadamu (Nabi Muhammad) rūh (Al-Qur’an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur’an) dan apakah iman itu, tetapi Kami menjadikannya (Al-Qur’an) cahaya yang dengannya Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Sesungguhnya engkau benar-benar membimbing (manusia) ke jalan yang lurus,"
  },
  {
    "no": 61,
    "arabic": "صِرَاطِ اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ  اَلَآ اِلَى اللّٰهِ تَصِيْرُ الْاُمُوْرُ ࣖ ",
    "latin": "Ṣirāṭillāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), alā ilallāhi taṣīrul-umūr(u).",
    "translation": "(yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ketahuilah (bahwa) kepada Allahlah segala urusan kembali!"
  },
  {
    "no": 62,
    "arabic": "حٰمۤ  ۚ ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥā Mīm."
  },
  {
    "no": 63,
    "arabic": "وَالْكِتٰبِ الْمُبِيْنِ ۙ ",
    "latin": "Wal-kitābil-mubīn(i).",
    "translation": "Demi Kitab (Al-Qur’an) yang jelas,"
  },
  {
    "no": 64,
    "arabic": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ",
    "latin": "Innā ja‘alnāhu qur'ānan ‘arabiyyal la‘allakum ta‘qilūn(a).",
    "translation": "sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti"
  },
  {
    "no": 65,
    "arabic": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ",
    "latin": "Wa innahū fī ummil-kitābi ladainā la‘aliyyun ḥakīm(un).",
    "translation": "dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauhulmahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah."
  },
  {
    "no": 66,
    "arabic": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ",
    "latin": "Afa naḍribu ‘ankumuż-żikra ṣafḥan an kuntum qaumam musrifīn(a).",
    "translation": "Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?"
  },
  {
    "no": 67,
    "arabic": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ",
    "latin": "Wa kam arsalnā min nabiyyin fil-awwalīn(a).",
    "translation": "Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu."
  },
  {
    "no": 68,
    "arabic": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "latin": "Wa mā ya'tīhim min nabiyyin illā kānū bihī yastahzi'ūn(a).",
    "translation": "Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya."
  },
  {
    "no": 69,
    "arabic": "فَاَهْلَكْنَآ اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ",
    "latin": "Fa ahlaknā asyadda minhum baṭsyaw wa maḍā maṡalul-awwalīn(a).",
    "translation": "Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu."
  },
  {
    "no": 70,
    "arabic": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ",
    "latin": "Wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunna khalaqahunnal-‘azīzul-‘alīm(u).",
    "translation": "Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Maha Perkasa lagi Maha Mengetahui."
  },
  {
    "no": 71,
    "arabic": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ",
    "latin": "Allażī ja‘ala lakumul-arḍa mahdaw wa ja‘ala lakum fīhā subulal la‘allakum tahtadūn(a).",
    "translation": "(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk."
  },
  {
    "no": 72,
    "arabic": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ ",
    "latin": "Wal-lażī nazzala minas-samā'i mā'am biqadar(in), fa'ansyarnā bihī baldatam maitā(n), każālika tukhrajūn(a). ",
    "translation": "Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur)."
  },
  {
    "no": 73,
    "arabic": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ",
    "latin": "Wal-lażī khalaqal-azwāja kullahā wa ja‘ala lakum minal-fulki wal-an‘āmi mā tarkabūn(a).",
    "translation": "(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi"
  },
  {
    "no": 74,
    "arabic": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ",
    "latin": "Litastawū ‘alā ẓuhūrihī ṡumma tażkurū ni‘mata rabbikum iżastawaitum ‘alaihi wa taqūlū subḥānal-lażī sakhkhara lanā hāżā wa mā kunnā lahū muqrinīn(a).",
    "translation": "agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Maha Suci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya."
  },
  {
    "no": 75,
    "arabic": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ",
    "latin": "Wa innā ilā rabbinā lamunqalibūn(a).",
    "translation": "Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”"
  },
  {
    "no": 76,
    "arabic": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ ",
    "latin": "Wa ja‘alū lahū min ‘ibādihī juz'ā(n), innal-insāna lakafūrum mubīn(un).",
    "translation": "Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya.676) Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata."
  },
  {
    "no": 77,
    "arabic": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ ",
    "latin": "Amittakhażū mimmā yakhluqu banātiw wa aṣfākum bil-banīn(a).",
    "translation": "Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?"
  },
  {
    "no": 78,
    "arabic": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ",
    "latin": "Wa iżā busysyira aḥaduhum bimā ḍaraba lir-raḥmāni maṡalan ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un).",
    "translation": "Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah)."
  },
  {
    "no": 79,
    "arabic": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ",
    "latin": "Awamay yunasysya'u fil-ḥilyati wa huwa fil-khiṣāmi gairu mubīn(in).",
    "translation": "Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.677)"
  },
  {
    "no": 80,
    "arabic": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْـَٔلُوْنَ",
    "latin": "Wa ja‘alul-malā'ikatal-lażīna hum ‘ibādur raḥmāni ināṡā(n), asyahidū khalqahum, satuktabu syahādatuhum wa yus'alūn(a).",
    "translation": "Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban."
  },
  {
    "no": 81,
    "arabic": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ",
    "latin": "Wa qālū lau syā'ar-raḥmānu mā ‘abadnāhum, mā lahum biżālika min ‘ilm(in), in hum illā yakhruṣūn(a).",
    "translation": "Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka."
  },
  {
    "no": 82,
    "arabic": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ",
    "latin": "Am ātaināhum kitābam min qablihī fahum bihī mustamsikūn(a).",
    "translation": "Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?"
  },
  {
    "no": 83,
    "arabic": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ",
    "latin": "Bal qālū innā wajadnā ābā'anā ‘alā ummatiw wa innā ‘alā āṡārihim muhtadūn(a).",
    "translation": "Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”"
  },
  {
    "no": 84,
    "arabic": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ",
    "latin": "Wa każālika mā arsalnā min qablika fī qaryatim min nażīr(in), illā qāla mutrafūhā, innā wajadnā ābā'anā ‘alā ummatiw wa innā ‘alā āṡārihim muqtadūn(a).",
    "translation": "Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”"
  },
  {
    "no": 85,
    "arabic": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "latin": "Qāla awalau ji'tukum bi'ahdā mimmā wajattum ‘alaihi ābā'akum, qālū innā bimā ursiltum bihī kāfirūn(a).",
    "translation": "Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”"
  },
  {
    "no": 86,
    "arabic": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ",
    "latin": "Fantaqamnā minhum fanẓur kaifa kāna ‘āqibatul-mukażżibīn(a).",
    "translation": "Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran)."
  },
  {
    "no": 87,
    "arabic": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ",
    "latin": "Wa iż qāla ibrāhīmu li'abīhi wa qaumihī innanī barā'um mimmā ta‘budūn(a).",
    "translation": "(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,"
  },
  {
    "no": 88,
    "arabic": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ",
    "latin": "Illāl-lażī faṭaranī fa'innahū sayahdīn(i).",
    "translation": "kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”"
  },
  {
    "no": 89,
    "arabic": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ",
    "latin": "Wa ja‘alahā kalimatam bāqiyatan fī ‘aqibihī la‘allahum yarji‘ūn(a).",
    "translation": "Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya).678)"
  },
  {
    "no": 90,
    "arabic": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ",
    "latin": "Bal matta‘tu hā'ulā'i wa ābā'ahum ḥattā jā'ahumul-ḥaqqu wa rasūlum mubīn(un).",
    "translation": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.679)"
  },
  {
    "no": 91,
    "arabic": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ",
    "latin": "Wa lammā jā'ahumul-ḥaqqu qālū hāżā siḥruw wa innā bihī kāfirūn(a).",
    "translation": "Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”"
  },
  {
    "no": 92,
    "arabic": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ",
    "latin": "Wa qālū lau lā nuzzila hāżal-qur'ānu ‘alā rajulim minal-qaryataini ‘aẓīm(in).",
    "translation": "Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”"
  },
  {
    "no": 93,
    "arabic": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
    "latin": "Ahum yaqsimūna raḥmata rabbik(a), naḥnu qasamnā bainahum ma‘īsyatahum fil-ḥayātid-dun-yā, wa rafa‘nā ba‘ḍahum fauqa ba‘ḍin darajātil liyattakhiża ba‘ḍuhum ba‘ḍan sukhriyyā(n), wa raḥmatu rabbika khairum mimmā yajma‘ūn(a).",
    "translation": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan."
  },
  {
    "no": 94,
    "arabic": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ",
    "latin": "Wa lau lā ay yakūnan-nāsu ummataw wāḥidatal laja‘alnā limay yakfuru bir-raḥmāni libuyūtihim suqufam min fiḍḍatiw wa ma‘ārija ‘alaihā yaẓharūn(a).",
    "translation": "Seandainya bukan karena (Kami tidak menghendaki) manusia menjadi satu umat (yang kufur), pastilah sudah Kami buatkan bagi orang-orang yang ingkar kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dan tangga-tangga yang mereka naiki dari perak."
  },
  {
    "no": 95,
    "arabic": "وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ ",
    "latin": "Wa libuyūtihim abwābaw wa sururan ‘alaihā yattaki'ūn(a).",
    "translation": "Bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar."
  },
  {
    "no": 96,
    "arabic": "وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَ ࣖ ",
    "latin": "Wa zukhrufā(n), wa in kullu żālika lammā matā‘ul-ḥayātid-dun-yā, wal-ākhiratu ‘inda rabbika lil-muttaqīn(a).",
    "translation": "(Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa."
  },
  {
    "no": 97,
    "arabic": "وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ",
    "latin": "Wa may ya‘syu ‘an żikrir-raḥmāni nuqayyiḍ lahū syaiṭānan fahuwa lahū qarīn(un).",
    "translation": "Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya."
  },
  {
    "no": 98,
    "arabic": "وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
    "latin": "Wa innahum layaṣuddūnahum ‘anis-sabīli wa yaḥsabūna annahum muhtadūn(a).",
    "translation": "Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk."
  },
  {
    "no": 99,
    "arabic": "حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ",
    "latin": "Ḥattā iżā jā'anā qāla yā laita bainī wa bainaka bu‘dal-masyriqaini fa bi'sal-qarīn(u).",
    "translation": "Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”"
  },
  {
    "no": 100,
    "arabic": "وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ",
    "latin": "Wa lay yanfa‘akumul-yauma iẓ ẓalamtum annakum fil-‘ażābi musytarikūn(a).",
    "translation": "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu."
  },
  {
    "no": 101,
    "arabic": "اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "latin": "Afa anta tusmi‘uṣ-ṣumma au tahdil-‘umya  wa man kāna fī ḍalālim mubīn(in).",
    "translation": "Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?"
  },
  {
    "no": 102,
    "arabic": "فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ",
    "latin": "Fa immā nażhabanna bika fa innā minhum muntaqimūn(a).",
    "translation": "Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan."
  },
  {
    "no": 103,
    "arabic": "اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ",
    "latin": "Au nuriyannakal-lażī wa‘adnāhum fa'innā ‘alaihim muqtadirūn(a).",
    "translation": "Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka."
  },
  {
    "no": 104,
    "arabic": "فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَ ۚاِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "latin": "Fastamsik bil-lażī ūḥiya ilaik(a), innaka ‘alā ṣirāṭim mustaqīm(in).",
    "translation": "Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus."
  },
  {
    "no": 105,
    "arabic": "وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْـَٔلُوْنَ",
    "latin": "Wa innahū lażikrul laka wa liqaumik(a), wa saufa tus'alūn(a).",
    "translation": "Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban."
  },
  {
    "no": 106,
    "arabic": "وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ ࣖ",
    "latin": "Was'al man arsalnā min qablika mir rusulinā, aja‘alnā min dūnir-raḥmāni ālihatay yu‘badūn(a).",
    "translation": "Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”"
  },
  {
    "no": 107,
    "arabic": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ",
    "latin": "Wa laqad arsalnā mūsā bi'āyātinā ilā fir‘auna wa mala'ihī fa qāla innī rasūlu rabbil-‘ālamīn(a). ",
    "translation": "Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir‘aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”"
  },
  {
    "no": 108,
    "arabic": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ",
    "latin": "Falammā jā'ahum bi'āyātinā iżā hum minhā yaḍḥakūn(a).",
    "translation": "Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka mentertawakannya."
  },
  {
    "no": 109,
    "arabic": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ",
    "latin": "Wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā, wa akhażnāhum bil-‘ażābi la‘allahum yarji‘ūn(a).  ",
    "translation": "Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar)."
  },
  {
    "no": 110,
    "arabic": "وَقَالُوْا يٰٓاَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ",
    "latin": "Wa qālū yā ayyuhas-sāḥirud‘u lanā rabbaka bimā ‘ahida ‘indak(a), innanā lamuhtadūn(a).",
    "translation": "Mereka berkata, “Wahai penyihir,680) berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”"
  },
  {
    "no": 111,
    "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ",
    "latin": "Falammā kasyafnā ‘anhumul-‘ażāba iżā hum yankuṡūn(a).",
    "translation": "Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji."
  },
  {
    "no": 112,
    "arabic": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ",
    "latin": "Wa nādā fir‘aunu fī qaumihī qāla yā qaumi alaisa lī mulku miṣra wa hāżihil-anhāru tajrī min taḥtī, afalā tubṣirūn(a).",
    "translation": "Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?"
  },
  {
    "no": 113,
    "arabic": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ",
    "latin": "Am ana khairum min hāżal-lażī huwa mahīn(un), wa lā yakādu yubīn(u).",
    "translation": "Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?"
  },
  {
    "no": 114,
    "arabic": "فَلَوْلَآ اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ",
    "latin": "Falau lā ulqiya ‘alaihi aswiratum min żahabin au jā'a ma‘ahul-malā'ikatu muqtarinīn(a).",
    "translation": "Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”"
  },
  {
    "no": 115,
    "arabic": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
    "latin": "Fastakhaffa qaumahū fa aṭā‘ūh(u), innahum kānū qauman fāsiqīn(a).",
    "translation": "Maka, dia (Fir‘aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik."
  },
  {
    "no": 116,
    "arabic": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ",
    "latin": "Falammā āsafūnantaqamnā minhum fa agraqnāhum ajma‘īn(a).",
    "translation": "Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut)."
  },
  {
    "no": 117,
    "arabic": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ",
    "latin": "Fa ja‘alnāhum salafaw wa maṡalal lil-ākhirīn(a).",
    "translation": "Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian."
  },
  {
    "no": 118,
    "arabic": "۞ وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ",
    "latin": "Wa lammā ḍuribabnu maryama maṡalan iżā qaumuka minhu yaṣiddūn(a).",
    "translation": "Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya."
  },
  {
    "no": 119,
    "arabic": "وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَ ۗمَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۗبَلْ هُمْ قَوْمٌ خَصِمُوْنَ",
    "latin": "Wa qālū a'ālihatunā khairun am huw(a), mā ḍarabūhu laka illā jadalā(n), bal hum qaumun khaṣimūn(a).",
    "translation": "Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar."
  },
  {
    "no": 120,
    "arabic": "اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَ ۗ  ",
    "latin": "In huwa illā ‘abdun an‘amnā ‘alaihi wa ja‘alnāhu maṡalal libanī isrā'īl(a).",
    "translation": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil."
  },
  {
    "no": 121,
    "arabic": "وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ",
    "latin": "Wa lau nasyā'u laja‘alnā minkum malā'ikatan fil-arḍi yakhlufūn(a).",
    "translation": "Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun-temurun."
  },
  {
    "no": 122,
    "arabic": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "latin": "Wa innahū la‘ilmul lis-sā‘ati falā tamtarunna bihā wattabi‘ūn(i), hāżā ṣirāṭum mustaqīm(un).",
    "translation": "Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus."
  },
  {
    "no": 123,
    "arabic": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ",
    "latin": "Wa lā yaṣuddannakumusy-syaiṭān(u), innahū lakum ‘aduwwum mubīn(un).",
    "translation": "Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu."
  },
  {
    "no": 124,
    "arabic": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ",
    "latin": "Wa lammā jā'a ‘īsā bil-bayyināti qāla qad ji'tukum bil-ḥikmati wa li'ubayyina lakum ba‘ḍal-lażī takhtalifūna fīh(i), fattaqullāha wa aṭī‘ūn(i).",
    "translation": "Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku."
  },
  {
    "no": 125,
    "arabic": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "latin": "Innallāha huwa rabbī wa rabbukum fa‘budūh(u), hāżā ṣirāṭum mustaqīm(un).",
    "translation": "Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”"
  },
  {
    "no": 126,
    "arabic": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ",
    "latin": "Fakhtalafal-aḥzābu mim bainihim, fawailul lil-lażīna ẓalamūmin ‘ażābi yaumin alīm(in).",
    "translation": "Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat)."
  },
  {
    "no": 127,
    "arabic": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
    "latin": "Hal yanẓurūna illas-sā‘ata an ta'tiyahum bagtataw wa hum lā yasy‘urūn(a).",
    "translation": "Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya)."
  },
  {
    "no": 128,
    "arabic": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ",
    "latin": "Al-akhillā'u yauma'iżim ba‘ḍuhum liba‘ḍin ‘aduwwun illal-muttaqīn(a).",
    "translation": "Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa."
  },
  {
    "no": 129,
    "arabic": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ",
    "latin": "Yā ‘ibādi lā khaufun ‘alaikumul-yauma wa lā antum taḥzanūn(a).",
    "translation": "(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih."
  },
  {
    "no": 130,
    "arabic": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ",
    "latin": "Allażīna āmanū bi'āyātinā wa kānū muslimīn(a).",
    "translation": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim."
  },
  {
    "no": 131,
    "arabic": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ",
    "latin": "Udkhulul-jannata antum wa azwājukum tuḥbarūn(a).",
    "translation": "Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”"
  },
  {
    "no": 132,
    "arabic": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ",
    "latin": "Yuṭāfu ‘alaihim biṣiḥāfim min żahabiw wa akwāb(in), wa fīhā mā tasytahīhil-anfusu wa talażżul-a‘yun(u), wa antum fīhā khālidūn(a).",
    "translation": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya."
  },
  {
    "no": 133,
    "arabic": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "latin": "Wa tilkal-jannatul-latī ūriṡtumūhā bimā kuntum ta‘malūn(a).",
    "translation": "Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan."
  },
  {
    "no": 134,
    "arabic": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ",
    "latin": "Lakum fīhā fākihatun kaṡīratum minhā ta'kulūn(a).",
    "translation": "Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan."
  },
  {
    "no": 135,
    "arabic": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ",
    "latin": "Innal-mujrimīna fī ‘ażābi jahannama khālidūn(a).",
    "translation": "Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam."
  },
  {
    "no": 136,
    "arabic": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ ",
    "latin": "Lā yufattaru ‘anhum wa hum fīhi mublisūn(a).",
    "translation": "Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya."
  },
  {
    "no": 137,
    "arabic": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ",
    "latin": "Wa mā ẓalamnāhum wa lākin kānū humuẓ-ẓālimīn(a).",
    "translation": "Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya)."
  },
  {
    "no": 138,
    "arabic": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ",
    "latin": "Wa nādau yā māliku liyaqḍi ‘alainā rabbuk(a), qāla innakum mākiṡūn(a).",
    "translation": "Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”"
  },
  {
    "no": 139,
    "arabic": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ",
    "latin": "Laqad ji'nākum bil-ḥaqqi wa lākinna akṡarakum lil-ḥaqqi kārihūn(a).",
    "translation": "Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu."
  },
  {
    "no": 140,
    "arabic": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ",
    "latin": "Am abramū amran fa innā mubrimūn(a).",
    "translation": "Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka)."
  },
  {
    "no": 141,
    "arabic": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ",
    "latin": "Am yaḥsabūna annā lā nasma‘u sirrahum wa najwāhum, balā wa rusulunā ladaihim yaktubūn(a).",
    "translation": "Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka."
  },
  {
    "no": 142,
    "arabic": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ",
    "latin": "Qul in kāna lir-raḥmāni walad(un), fa ana awwalul-‘ābidīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu)."
  },
  {
    "no": 143,
    "arabic": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ",
    "latin": "Subḥāna rabbis-samāwāti wal-arḍi rabbil-‘arsyi ‘ammā yaṣifūn(a).",
    "translation": "Maha Suci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”"
  },
  {
    "no": 144,
    "arabic": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ",
    "latin": "Fa żarhum yakhūḍū wa yal‘abū ḥattā yulāqū yaumahumul-lażī yū‘adūn(a).",
    "translation": "Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka."
  },
  {
    "no": 145,
    "arabic": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ ",
    "latin": "Wa huwal-lażī fis-samā'i ilāhuw wa fil-arḍi ilāh(un), wa huwal-ḥakīmul-‘alīm(u).",
    "translation": "Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Maha Bijaksana lagi Maha Mengetahui."
  },
  {
    "no": 146,
    "arabic": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ",
    "latin": "Wa tabārakal-lażī lahū mulkus-samāwāti wal-arḍi wa mā bainahumā, wa ‘indahū ‘ilmus-sā‘ah(ti), wa ilaihi turja‘ūn(a).",
    "translation": "Maha Berkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan."
  },
  {
    "no": 147,
    "arabic": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ",
    "latin": "Wa lā yamlikul-lażīna yad‘ūna min dūnihisy-syafā‘ata illā man syahida bil-ḥaqqi wa hum ya‘lamūn(a).",
    "translation": "Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya."
  },
  {
    "no": 148,
    "arabic": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ",
    "latin": "Wa la'in sa'altahum man khalaqahum layaqūlunnallāhu fa annā yu'fakūn(a).",
    "translation": "Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?"
  },
  {
    "no": 149,
    "arabic": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ",
    "latin": "Wa qīlihī yā rabbi inna hā'ulā'i qaumul lā yu'minūn(a).",
    "translation": "Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”"
  },
  {
    "no": 150,
    "arabic": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ",
    "latin": "Faṣfaḥ ‘anhum wa qul salām(un), fa saufa ya‘lamūn(a).",
    "translation": "Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk)."
  },
  {
    "no": 151,
    "arabic": "حٰمۤ  ۚ ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥā Mīm."
  },
  {
    "no": 152,
    "arabic": "وَالْكِتٰبِ الْمُبِيْنِۙ ",
    "latin": "Wal-kitābil-mubīn(i).",
    "translation": "Demi Kitab (Al-Qur’an) yang jelas."
  },
  {
    "no": 153,
    "arabic": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ",
    "latin": "Innā anzalnāhu fī lailatim mubārakatin innā kunnā munżirīn(a).",
    "translation": "Sesungguhnya Kami (mulai) menurunkannya pada malam yang diberkahi (Lailatulqadar).681) Sesungguhnya Kamilah pemberi peringatan."
  },
  {
    "no": 154,
    "arabic": "فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ ",
    "latin": "Fīhā yufraqu kullu amrin ḥakīm(in).",
    "translation": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah.682)"
  },
  {
    "no": 155,
    "arabic": "اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ ",
    "latin": "Amram min ‘indinā, innā kunnā mursilīn(a).",
    "translation": "(Hal itu merupakan) urusan (yang besar) dari sisi Kami. Sesungguhnya Kamilah yang mengutus (para rasul)"
  },
  {
    "no": 156,
    "arabic": "رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ ",
    "latin": "Raḥmatam mir rabbik(a), innahū huwas-samī‘ul-‘alīm(u).",
    "translation": "sebagai rahmat dari Tuhanmu. Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui,"
  },
  {
    "no": 157,
    "arabic": "رَبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۘ اِنْ كُنْتُمْ مُّوْقِنِيْنَ",
    "latin": "Rabbis-samāwāti wal-arḍi wa mā bainahumā, in kuntum mūqinīn(a).",
    "translation": "yaitu Tuhan langit dan bumi serta apa yang ada di antara keduanya jika kamu orang-orang yang yakin."
  },
  {
    "no": 158,
    "arabic": "لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُ ۗرَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
    "latin": "Lā ilāha illā huwa yuḥyī wa yumīt(u), rabbukum wa rabbu ābā'ikumul-awwalīn(a).",
    "translation": "Tidak ada tuhan selain Dia (yang) menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu terdahulu."
  },
  {
    "no": 159,
    "arabic": "بَلْ هُمْ فِيْ شَكٍّ يَّلْعَبُوْنَ",
    "latin": "Bal hum fī syakkiy yal‘abūn(a).",
    "translation": "Akan tetapi, mereka dalam keraguan; mereka bermain-main."
  },
  {
    "no": 160,
    "arabic": "فَارْتَقِبْ يَوْمَ تَأْتِى السَّمَاۤءُ بِدُخَانٍ مُّبِيْنٍ ",
    "latin": "Fartaqib yauma ta'tis-samā'u bidukhānim mubīn(in).",
    "translation": "Maka, nantikanlah hari (ketika) langit mendatangkan kabut asap yang tampak jelas683)"
  },
  {
    "no": 161,
    "arabic": "يَغْشَى النَّاسَۗ هٰذَا عَذَابٌ اَلِيْمٌ ",
    "latin": "Yagsyan-nās(a), hāżā ‘ażābun alīm(un).",
    "translation": "(yang) meliputi manusia (durhaka). Ini adalah azab yang sangat pedih."
  },
  {
    "no": 162,
    "arabic": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ اِنَّا مُؤْمِنُوْنَ ",
    "latin": "Rabbanaksyif ‘annal-‘ażāba innā mu'minūn(a).",
    "translation": "(Mereka berdoa,) “Wahai Tuhan kami, lenyapkanlah azab itu dari kami. Sesungguhnya kami adalah orang-orang mukmin.”"
  },
  {
    "no": 163,
    "arabic": "اَنّٰى لَهُمُ الذِّكْرٰى وَقَدْ جَاۤءَهُمْ رَسُوْلٌ مُّبِيْنٌۙ ",
    "latin": "Annā lahumuż-żikrā wa qad jā'ahum rasūlum mubīn(un).",
    "translation": "Bagaimana mereka dapat menerima peringatan (setelah turun azab), padahal (sebelumnya) seorang Rasul (Nabi Muhammad) benar-benar telah datang kepada mereka (untuk) memberi penjelasan."
  },
  {
    "no": 164,
    "arabic": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوْا مُعَلَّمٌ مَّجْنُوْنٌۘ ",
    "latin": "Ṡumma tawallau ‘anhu wa qālū mu‘allamum majnūn(un).",
    "translation": "Kemudian, mereka berpaling darinya dan berkata, “Dia (Nabi Muhammad) diajari (oleh orang lain) lagi gila.”684)"
  },
  {
    "no": 165,
    "arabic": "اِنَّا كَاشِفُوا الْعَذَابِ قَلِيْلًا اِنَّكُمْ عَاۤىِٕدُوْنَۘ ",
    "latin": "Innā kāsyiful-‘ażābi qalīlan innakum ‘ā'idūn(a).",
    "translation": "Sesungguhnya (kalau) Kami melenyapkan azab itu sebentar saja, pasti kamu akan kembali (ingkar)."
  },
  {
    "no": 166,
    "arabic": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰىۚ اِنَّا مُنْتَقِمُوْنَ",
    "latin": "Yauma nabṭisyul baṭsyatal kubrā, innā muntaqimūn(a).",
    "translation": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan hantaman yang besar.685) Sesungguhnya Kami adalah pemberi balasan."
  },
  {
    "no": 167,
    "arabic": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ ",
    "latin": "Wa laqad fatannā qablahum qauma fir‘auna wa jā'ahum rasūlun karīm(un).",
    "translation": "Sungguh, Kami benar-benar telah menguji kaum Fir‘aun sebelum mereka dan telah datang (pula) seorang rasul yang mulia (Musa) kepada mereka."
  },
  {
    "no": 168,
    "arabic": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ ",
    "latin": "An addū ilayya ‘ibādallāh(i), innī lakum rasūlun amīn(un).",
    "translation": "(Musa berkata,) “Kembalikanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya."
  },
  {
    "no": 169,
    "arabic": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ ",
    "latin": "Wa al lā ta‘lū ‘alallāh(i), innī ātīkum bisulṭānim mubīn(in).",
    "translation": "Janganlah kamu menyombongkan diri terhadap Allah karena sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata."
  },
  {
    "no": 170,
    "arabic": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ ",
    "latin": "Wa innī ‘użtu birabbī wa rabbikum an tarjumūn(i).",
    "translation": "Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari ancamanmu untuk merajamku."
  },
  {
    "no": 171,
    "arabic": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ ",
    "latin": "Wa il lam tu'minū lī fa‘tazilūn(i).",
    "translation": "Jika kamu tidak beriman kepadaku, biarkanlah aku (menyampaikan pesan-pesan Tuhanku).”"
  },
  {
    "no": 172,
    "arabic": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ",
    "latin": "Fa da‘ā rabbahū anna hā'ulā'i qaumum mujrimūn(a).",
    "translation": "Kemudian, dia (Musa) berdoa kepada Tuhannya (seraya berkata,) “Sesungguhnya mereka ini adalah kaum pendurhaka.”"
  },
  {
    "no": 173,
    "arabic": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ ",
    "latin": "Fa asri bi‘ibādī lailan innakum muttaba‘ūn(a). ",
    "translation": "(Allah berfirman,) “Oleh karena itu, berjalanlah dengan hamba-hamba-Ku pada malam hari. Sesungguhnya kamu akan dikejar."
  },
  {
    "no": 174,
    "arabic": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ ",
    "latin": "Watrukil-baḥra rahwā(n), innahum jundum mugraqūn(a).",
    "translation": "Biarkanlah laut itu terbelah. Sesungguhnya mereka adalah bala tentara yang akan ditenggelamkan.”"
  },
  {
    "no": 175,
    "arabic": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ ",
    "latin": "Kam tarakū min jannātiw wa ‘uyūn(in).",
    "translation": "Betapa banyak taman-taman dan mata-mata air yang mereka tinggalkan,"
  },
  {
    "no": 176,
    "arabic": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ ",
    "latin": "Wa zurū‘iw wa maqāmin karīm(in).",
    "translation": "kebun-kebun serta tempat-tempat kediaman yang indah,"
  },
  {
    "no": 177,
    "arabic": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ ",
    "latin": "Wa na‘matin kānū fīhā fākihīn(a).",
    "translation": "juga kesenangan-kesenangan yang dapat mereka nikmati di sana."
  },
  {
    "no": 178,
    "arabic": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
    "latin": "Każālik(a), wa auraṡnāhā qauman ākharīn(a).",
    "translation": "Demikianlah (Allah menyiksa mereka). Kami wariskan (semua) itu kepada kaum yang lain."
  },
  {
    "no": 179,
    "arabic": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
    "latin": "Famā bakat ‘alaihimus-samā'u wal-arḍ(u), wa mā kānū munẓarīn(a).",
    "translation": "Langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu."
  },
  {
    "no": 180,
    "arabic": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ ",
    "latin": "Wa laqad najjainā banī isrā'īla minal-‘ażābil-muhīn(i).",
    "translation": "Sungguh, Kami benar-benar telah menyelamatkan Bani Israil dari siksaan yang menghinakan,"
  },
  {
    "no": 181,
    "arabic": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ ",
    "latin": "Min fir‘aun(a), innahū kāna ‘āliyam minal-musrifīn(a).",
    "translation": "(yaitu) dari (siksaan) Fir‘aun. Sesungguhnya dia adalah orang yang sombong lagi termasuk orang-orang yang melampaui batas."
  },
  {
    "no": 182,
    "arabic": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ ",
    "latin": "Wa laqadikhtarnāhum ‘alā ‘ilmin ‘alal-‘ālamīn(a).",
    "translation": "Sungguh, dengan (dasar) pengetahuan, Kami pilih mereka di atas seluruh alam  (semua bangsa pada masa itu)."
  },
  {
    "no": 183,
    "arabic": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ ",
    "latin": "Wa ātaināhum minal-āyāti mā fīhi balā'um mubīn(un).",
    "translation": "Telah Kami berikan kepada mereka sebagian tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat cobaan yang nyata."
  },
  {
    "no": 184,
    "arabic": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ ",
    "latin": "Inna hā'ulā'i layaqūlūn(a).",
    "translation": "Sesungguhnya mereka itu pasti akan berkata,"
  },
  {
    "no": 185,
    "arabic": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ ",
    "latin": "In hiya illā mautatunal-ūlā wa mā naḥnu bimunsyarīn(a).",
    "translation": "“Tidak ada (kematian) selain kematian di dunia ini dan kami tidak akan dibangkitkan."
  },
  {
    "no": 186,
    "arabic": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Fa'tū bi'ābā'inā in kuntum ṣādiqīn(a).",
    "translation": "Datangkanlah nenek moyang kami jika kamu orang-orang yang benar.”"
  },
  {
    "no": 187,
    "arabic": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
    "latin": "Ahum khairun am qaumu tubba‘(in), wal-lażīna min qablihim, ahlaknāhum innahum kānū mujrimīn(a).",
    "translation": "Apakah mereka yang lebih baik atau kaum Tubba‘686) dan orang-orang yang sebelum mereka. Kami telah membinasakan mereka karena sesungguhnya mereka adalah para pendurhaka."
  },
  {
    "no": 188,
    "arabic": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
    "latin": "Wa mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā lā‘ibīn(a).",
    "translation": "Tidaklah Kami ciptakan langit, bumi, dan apa yang ada di antara keduanya secara main-main."
  },
  {
    "no": 189,
    "arabic": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "latin": "Mā khalaqnāhumā illā bil-ḥaqqi wa lākinna akṡarahum lā ya‘lamūn(a).",
    "translation": "Tidaklah Kami ciptakan keduanya, kecuali dengan hak. Akan tetapi, kebanyakan dari mereka tidak mengetahui."
  },
  {
    "no": 190,
    "arabic": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ ",
    "latin": "Inna yaumal-faṣli mīqātuhum ajma‘īn(a).",
    "translation": "Sesungguhnya hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,"
  },
  {
    "no": 191,
    "arabic": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ ",
    "latin": "Yauma lā yugnī maulan ‘am maulan syai'aw wa lā hum yunṣarūn(a).",
    "translation": "(yaitu) hari (ketika) seorang teman setia sama sekali tidak dapat memberi manfaat sedikit pun kepada teman lainnya dan mereka tidak akan mendapat pertolongan,"
  },
  {
    "no": 192,
    "arabic": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "latin": "Illā mar raḥimallāh(u), innahū huwal-‘azīzur-raḥīm(u).",
    "translation": "kecuali orang yang diberi rahmat oleh Allah. Sesungguhnya Dialah Yang Maha Perkasa lagi Maha Penyayang."
  },
  {
    "no": 193,
    "arabic": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
    "latin": "Inna syajarataz-zaqqūm(i).",
    "translation": "Sesungguhnya pohon zaqum itu"
  },
  {
    "no": 194,
    "arabic": "طَعَامُ الْاَثِيْمِ ۛ ",
    "latin": "Ṭa‘āmul-aṡīm(i).",
    "translation": "adalah makanan orang yang bergelimang dosa."
  },
  {
    "no": 195,
    "arabic": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ ",
    "latin": "Kal-muhl(i), yaglī fil-buṭūn(i).",
    "translation": "(Zaqum itu) seperti cairan tembaga yang mendidih di dalam perut,"
  },
  {
    "no": 196,
    "arabic": "كَغَلْيِ الْحَمِيْمِ ۗ",
    "latin": "Kagalyil-ḥamīm(i).",
    "translation": "seperti mendidihnya air yang sangat panas."
  },
  {
    "no": 197,
    "arabic": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ ",
    "latin": "Khużūhu fa‘tilūhu ilā sawā'il-jaḥīm(i).",
    "translation": "Peganglah dia (wahai malaikat Zabaniyah), kemudian seretlah sampai ke tengah-tengah (neraka) Jahim."
  },
  {
    "no": 198,
    "arabic": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
    "latin": "Ṡumma ṣubbū fauqa ra'sihī min ‘azābil-ḥamīm(i).",
    "translation": "Kemudian, tuangkanlah di atas kepalanya azab berupa air yang sangat panas."
  },
  {
    "no": 199,
    "arabic": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ ",
    "latin": "Żuq, innaka antal-‘azīzul-karīm(u).",
    "translation": "(Dikatakan kepadanya,) “Rasakanlah! Sesungguhnya engkau (dalam kehidupan dunia) benar-benar (merasa sebagai orang) yang perkasa lagi mulia."
  },
  {
    "no": 200,
    "arabic": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ ",
    "latin": "Inna hāżā mā kuntum bihī tamtarūn(a).",
    "translation": "Sesungguhnya (azab) ini adalah sesuatu yang selalu kamu ragukan.”"
  },
  {
    "no": 201,
    "arabic": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
    "latin": "Innal-muttaqīna fī maqāmin amīn(in).",
    "translation": "Sesungguhnya orang-orang yang bertakwa berada dalam tempat yang aman,"
  },
  {
    "no": 202,
    "arabic": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
    "latin": "Fī jannātiw wa ‘uyūn(in).",
    "translation": "(yaitu) di dalam taman-taman dan mata-mata air."
  },
  {
    "no": 203,
    "arabic": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
    "latin": "Yalbasūna min sundusiw wa istabraqim mutaqābilīn(a).",
    "translation": "Mereka memakai sutra yang halus dan sutra yang tebal seraya (duduk) berhadapan."
  },
  {
    "no": 204,
    "arabic": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ ",
    "latin": "Każālik(a), wa zawwajnāhum biḥūrin ‘īn(in).",
    "translation": "Demikianlah (keadaan penghuni surga) dan Kami menjadikan mereka berpasangan dengan bidadari yang bermata elok."
  },
  {
    "no": 205,
    "arabic": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ ",
    "latin": "Yad‘ūna fīhā bikulli fākihatin āminīn(a).",
    "translation": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram.687)"
  },
  {
    "no": 206,
    "arabic": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ ",
    "latin": "Lā yażūqūna fīhal-mauta illal-mautatal-ūlā, wa waqāhum ‘ażābal-jaḥīm(i).",
    "translation": "Mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab (neraka) Jahim"
  },
  {
    "no": 207,
    "arabic": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
    "latin": "Faḍlam mir rabbika żālika huwal-fauzul-‘aẓīm(u).",
    "translation": "sebagai karunia dari Tuhanmu. Itulah kemenangan yang sangat agung."
  },
  {
    "no": 208,
    "arabic": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
    "latin": "Fa innamā yassarnāhu bilisānika la‘allahum yatażakkarūn(a).",
    "translation": "Sesungguhnya Kami telah memudahkannya (Al-Qur’an) dengan bahasamu (Arab) supaya mereka mendapat pelajaran."
  },
  {
    "no": 209,
    "arabic": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ",
    "latin": "Fartaqib innahum murtaqibūn(a).",
    "translation": "Maka, tunggulah (kehancuran mereka)! Sesungguhnya mereka itu (juga sedang) menunggu."
  },
  {
    "no": 210,
    "arabic": "حٰمۤ  ۚ",
    "latin": "Ḥā mīm.",
    "translation": "Ḥā Mīm."
  },
  {
    "no": 211,
    "arabic": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ",
    "latin": "Tanzīlul-kitābi minallāhil-‘azīzil-ḥakīm(i).",
    "translation": "Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 212,
    "arabic": "اِنَّ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّلْمُؤْمِنِيْنَۗ",
    "latin": "Inna fis-samāwāti wal-arḍi la'āyātil lil-mu'minīn(a).",
    "translation": "Sesungguhnya di langit dan bumi benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang mukmin."
  },
  {
    "no": 213,
    "arabic": "وَفِيْ خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَاۤبَّةٍ اٰيٰتٌ لِّقَوْمٍ يُّوْقِنُوْنَۙ",
    "latin": "Wa fī khalqikum wa mā yabuṡṡu min dābbatin āyātul liqaumiy yūqinūn(a).",
    "translation": "Pada penciptaan kamu dan makhluk bergerak yang ditebarkan-Nya terdapat tanda-tanda (kebesaran Allah) bagi kaum yang meyakini."
  },
  {
    "no": 214,
    "arabic": "وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ رِّزْقٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيْفِ الرِّيٰحِ اٰيٰتٌ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "latin": "Wakhtilāfil-laili wan-nahāri wa mā anzalallāhu minas-samā'i mir rizqin fa aḥyā bihil-arḍa ba‘da mautihā wa taṣrīfir-riyāḥi āyātul liqaumiy ya‘qilūn(a).",
    "translation": "(Pada) pergantian malam dan siang serta rezeki yang diturunkan Allah dari langit, lalu dihidupsuburkannya bumi (dengan air hujan) sesudah matinya, dan pada perkisaran angin terdapat (pula) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti."
  },
  {
    "no": 215,
    "arabic": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّۚ فَبِاَيِّ حَدِيْثٍۢ بَعْدَ اللّٰهِ وَاٰيٰتِهٖ يُؤْمِنُوْنَ",
    "latin": "Tilka āyātullāhi natlūhā ‘alaika bil-ḥaqq(i), fa bi'ayyi ḥadīṡim ba‘dallāhi wa āyātihī yu'minūn(a).",
    "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar. Maka, pada perkataan mana lagi mereka akan beriman setelah Allah dan ayat-ayat-Nya?"
  },
  {
    "no": 216,
    "arabic": "وَيْلٌ لِّكُلِّ اَفَّاكٍ اَثِيْمٍۙ",
    "latin": "Wailul likulli affākin aṡīm(in).",
    "translation": "Celakalah setiap pembohong lagi bergelimang dosa"
  },
  {
    "no": 217,
    "arabic": "يَّسْمَعُ اٰيٰتِ اللّٰهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ",
    "latin": "Yasma‘u āyātillāhi tutlā ‘alaihi ṡumma yuṣirru mustakbiran ka'allam yasma‘hā, fa basysyirhu bi‘ażābin alīm(in).",
    "translation": "yang mendengar ayat-ayat Allah dibacakan kepadanya, kemudian dia tetap menyombongkan diri seakan-akan tidak mendengarnya. Peringatkanlah dia (wahai Nabi Muhammad) dengan azab yang amat pedih."
  },
  {
    "no": 218,
    "arabic": "وَاِذَا عَلِمَ مِنْ اٰيٰتِنَا شَيْـًٔا ۨاتَّخَذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌۗ ",
    "latin": "Wa iżā ‘alima min āyātinā syai'anittakhażahā huzuwā(n), ulā'ika lahum ‘ażābum muhīn(un).",
    "translation": "Apabila dia mengetahui sesuatu tentang ayat-ayat Kami, dia menjadikannya bahan olok-olok. Merekalah yang akan menerima azab yang menghinakan."
  },
  {
    "no": 219,
    "arabic": "مِنْ وَّرَاۤىِٕهِمْ جَهَنَّمُ ۚوَلَا يُغْنِيْ عَنْهُمْ مَّا كَسَبُوْا شَيْـًٔا وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَۚ وَلَهُمْ عَذَابٌ عَظِيْمٌۗ ",
    "latin": "Miw warā'ihim jahannam(u), wa lā yugnī ‘anhum mā kasabū syai'aw wa lā mattakhażū min dūnillāhi auliyā'(a), wa lahum ‘ażābun ‘aẓīm(un).",
    "translation": "Di hadapan mereka ada (neraka) Jahanam. Tidak akan berguna sedikit pun bagi mereka apa yang telah mereka kerjakan dan tidak (pula bermanfaat) apa yang mereka jadikan sebagai sesembahan selain Allah. Bagi mereka azab yang sangat berat."
  },
  {
    "no": 220,
    "arabic": "هٰذَا هُدًىۚ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ࣖ",
    "latin": "Hāżā hudā(n), wal-lażīna kafarū bi'āyāti rabbihim lahum ‘ażābum mir rijzin alīm(un).",
    "translation": "Ini (Al-Qur’an) adalah petunjuk (yang agung). Orang-orang yang mengingkari ayat-ayat Tuhannya akan mendapat azab berupa siksaan yang sangat pedih."
  },
  {
    "no": 221,
    "arabic": "۞ اَللّٰهُ الَّذِيْ سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيْهِ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَۚ ",
    "latin": "Allāhul-lażī sakhkhara  lakumul-baḥra litajriyal-fulku fīhi bi'amrihī wa litabtagū min faḍlihī wa la‘allakum tasykurūn(a).",
    "translation": "Allahlah yang telah menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, agar kamu dapat mencari sebagian karunia-Nya, dan agar kamu bersyukur."
  },
  {
    "no": 222,
    "arabic": "وَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "latin": "Wa sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi jamī‘am minh(u), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
    "translation": "Dia telah menundukkan (pula) untukmu apa yang ada di langit dan apa yang ada di bumi semuanya (sebagai rahmat) dari-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir."
  },
  {
    "no": 223,
    "arabic": "قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ",
    "latin": "Qul lil-lażīna āmanū yagfirū lil-lażīna lā yarjūna ayyāmallāhi liyajziya qaumam bimā kānū yaksibūn(a).",
    "translation": "Katakanlah (Nabi Muhammad) kepada orang-orang yang beriman, hendaklah mereka memaafkan orang-orang yang tidak mengharapkan akan hari-hari (pembalasan) Allah karena Dia akan memberi ganjaran kepada suatu kaum atas apa yang telah mereka usahakan."
  },
  {
    "no": 224,
    "arabic": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ",
    "latin": "Man ‘amila ṣāliḥan fa linafsih(ī), wa man asā'a fa ‘alaihā, ṡumma ilā rabbikum turja‘ūn(a).",
    "translation": "Siapa yang mengerjakan amal saleh, itu untuk dirinya sendiri dan siapa yang berbuat keburukan, itu akan menimpa dirinya sendiri. Kemudian, hanya kepada Tuhanmulah kamu dikembalikan."
  },
  {
    "no": 225,
    "arabic": "وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ",
    "latin": "Wa laqad ātainā banī isrā'īlal-kitāba wal-ḥukma wan-nubuwwata wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum ‘alal-‘ālamīn(a).",
    "translation": "Sungguh, Kami benar-benar telah menganugerahkan kepada Bani Israil kitab suci, hukum, dan kenabian. Kami pun telah menganugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas semua umat yang lain di alam ini (pada masa itu)."
  },
  {
    "no": 226,
    "arabic": "وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "latin": "Wa ātaināhum bayyinātim minal-amr(i), fa makhtalafū illā mim ba‘di mā jā'ahumul-‘ilmu bagyam bainahum, inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).",
    "translation": "Kami telah menganugerahkan pula kepada mereka keterangan-keterangan yang jelas tentang urusan (agama). Maka, mereka tidak berselisih, kecuali setelah datang ilmu kepada mereka karena kedengkian di antara mereka. Sesungguhnya Tuhanmu akan memutuskan di antara mereka pada hari Kiamat apa yang selalu mereka perselisihkan."
  },
  {
    "no": 227,
    "arabic": "ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "latin": "Ṡumma ja‘alnāka ‘alā syarī‘atim minal-amri fattabi‘hā wa lā tattabi‘ ahwā'al-lażīna lā ya‘lamūn(a).",
    "translation": "Kemudian, Kami jadikan engkau (Nabi Muhammad) mengikuti syariat dari urusan (agama) itu. Maka, ikutilah ia (syariat itu) dan janganlah engkau ikuti hawa nafsu orang-orang yang tidak mengetahui."
  },
  {
    "no": 228,
    "arabic": "اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ",
    "latin": "Innahum lay yugnū ‘anka minallāhi syai'ā(n), wa innaẓ-ẓālimīna ba‘ḍuhum auliyā'u ba‘ḍ(in), wallāhu waliyyul-muttaqīn(a). ",
    "translation": "Sesungguhnya mereka sekali-kali tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Sesungguhnya orang-orang zalim itu sebagian mereka menjadi pelindung bagi sebagian yang lain. Adapun Allah adalah pelindung orang-orang bertakwa."
  },
  {
    "no": 229,
    "arabic": "هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ",
    "latin": "Hāżā baṣā'iru lin-nāsi wa hudaw wa raḥmatul liqaumiy yūqinūn(a).",
    "translation": "Ini (Al-Qur’an) adalah pedoman bagi manusia, petunjuk, dan rahmat bagi kaum yang meyakini(-nya)."
  },
  {
    "no": 230,
    "arabic": "اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ",
    "latin": "Am ḥasibal-lażīnajtaraḥus -sayyi'āti an naj‘alahum kal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti sawā'am maḥyāhum wa mamātuhum, sā'a mā yaḥkumūn(a).",
    "translation": "Apakah orang-orang yang melakukan keburukan itu mengira bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama kehidupan dan kematian mereka? Alangkah buruknya apa yang mereka tetapkan itu."
  },
  {
    "no": 231,
    "arabic": "وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "latin": "Wa khalaqallāhus-samāwāti wal-arḍa bil-ḥaqqi wa litujzā kullu nafsim bimā kasabat wa hum lā yuẓlamūn(a).",
    "translation": "Allah menciptakan langit dan bumi dengan hak dan agar setiap jiwa diberi balasan (setimpal) dengan apa yang diusahakan serta mereka tidak akan dizalimi."
  },
  {
    "no": 232,
    "arabic": "اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ",
    "latin": "Afa ra'aita manittakhaża ilāhahū hawāhu wa aḍallahullāhu ‘alā ‘ilmiw wa khatama ‘alā sam‘ihī wa qalbihī wa ja‘ala ‘alā baṣarihī gisyāwah(tan), famay yahdīhi mim ba‘dillāh(i), afalā tażakkarūn(a).",
    "translation": "Tahukah kamu (Nabi Muhammad), orang yang menjadikan hawa nafsunya sebagai Tuhannya dan dibiarkan sesat oleh Allah dengan pengetahuan-Nya,688) Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya, siapakah yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat)? Apakah kamu (wahai manusia) tidak mengambil pelajaran?"
  },
  {
    "no": 233,
    "arabic": "وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "latin": "Wa qālū mā hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā yuhlikunā illad-dahr(u), wa mā lahum biżālika min ‘ilmin in hum illā yaẓunnūn(a).",
    "translation": "Mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Padahal, mereka tidak mempunyai ilmu (sama sekali) tentang itu. Mereka hanyalah menduga-duga."
  },
  {
    "no": 234,
    "arabic": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Wa iżā tutlā ‘alaihim āyātunā bayyinātim mā kāna ḥujjatahum illā an qālu'tū bi'ābā'inā in kuntum ṣādiqīn(a).",
    "translation": "Apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka, kecuali mengatakan, “Hidupkanlah kembali nenek moyang kami jika kamu adalah orang-orang benar.”"
  },
  {
    "no": 235,
    "arabic": "قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "latin": "Qulillāhu yuḥyīkum ṡumma yumītukum ṡumma yajma‘ukum ilā yaumil-qiyāmati lā raiba fīhi wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
    "translation": "Katakanlah, “Allah menghidupkan kamu lalu mematikan kamu kemudian mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak mengetahui.”"
  },
  {
    "no": 236,
    "arabic": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ",
    "latin": "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wa yauma taqūmus-sā‘atu yauma'iżiy yakhsarul-mubṭilūn(a).",
    "translation": "Milik Allahlah kerajaan langit dan bumi. Pada hari terjadinya kiamat rugilah pada hari itu orang-orang yang mengerjakan kebatilan."
  },
  {
    "no": 237,
    "arabic": "وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "latin": "Wa tarā kulla ummatin jāṡiyah(tan), kullu ummatin tud‘ā ilā kitābihā, al-yauma tujzauna mā kuntum ta‘malūn(a).",
    "translation": "(Pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku (catatan amal)-nya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan."
  },
  {
    "no": 238,
    "arabic": "هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "latin": "Hāżā kitābunā yanṭiqu ‘alaikum bil-ḥaqq(i), innā kunnā nastansikhu mā kuntum ta‘malūn(a).",
    "translation": "(Allah berfirman,) “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan hak. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”"
  },
  {
    "no": 239,
    "arabic": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ",
    "latin": "Fa'ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fayudkhiluhum rabbuhum fī raḥmatih(ī), żālika huwal-fauzul-mubīn(u).",
    "translation": "Adapun orang-orang yang beriman dan beramal saleh, Tuhan akan memasukkan mereka ke dalam rahmat-Nya (surga). Itulah kemenangan yang nyata."
  },
  {
    "no": 240,
    "arabic": "وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ",
    "latin": "Wa ammal-lażīna kafarū, falam takun āyātī tutlā ‘alaikum fastakbartum wa kuntum qaumam mujrimīn(a).",
    "translation": "Adapun orang-orang yang kufur (dikatakan kepada mereka,) “Bukankah ayat-ayat-Ku telah dibacakan kepadamu, lalu kamu menyombongkan diri dan menjadi kaum pendurhaka?”"
  },
  {
    "no": 241,
    "arabic": "وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ",
    "latin": "Wa iżā qīla inna wa‘dallāhi ḥaqquw was-sā‘atu lā raiba fīhā qultum mā nadrī mas-sā‘ah(tu), in naẓunnu illā ẓannaw wa mā naḥnu bimustaiqinīn(a).",
    "translation": "Apabila dikatakan (kepadamu), “Sesungguhnya janji Allah itu hak dan hari Kiamat itu tidak ada keraguan tentangnya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga, dan kami tidak berupaya meyakininya.”"
  },
  {
    "no": 242,
    "arabic": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "latin": "Wa badā lahum sayyi'ātu mā ‘amilū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a).",
    "translation": "Tampak nyatalah kepada mereka keburukan-keburukan apa yang mereka kerjakan dan berlakulah terhadap mereka apa (azab) yang dahulu selalu mereka perolok-olokkan."
  },
  {
    "no": 243,
    "arabic": "وَقِيْلَ الْيَوْمَ نَنْسٰىكُمْ كَمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۙ وَمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَ",
    "latin": "Wa qīlal-yauma nansākum kamā nasītum liqā'a yaumikum hāżā, wa ma'wākumun nāru wa mā lakum min nāṣirīn(a).",
    "translation": "(Kepada mereka) dikatakan, “Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini. Tempat kembalimu hanyalah neraka dan sama sekali tidak ada penolong bagimu."
  },
  {
    "no": 244,
    "arabic": "ذٰلِكُمْ بِاَنَّكُمُ اتَّخَذْتُمْ اٰيٰتِ اللّٰهِ هُزُوًا وَّغَرَّتْكُمُ الْحَيٰوةُ الدُّنْيَا ۚفَالْيَوْمَ لَا يُخْرَجُوْنَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُوْنَ",
    "latin": "Żālikum bi'annakumuttakhażtum āyātillāhi huzuwaw wa garratkumul-ḥayātud-dun-yā, fal-yauma lā yukhrajūna minhā wa lā hum yusta‘tabūn(a).",
    "translation": "Yang demikian itu (terjadi) karena sesungguhnya kamu telah menjadikan ayat-ayat Allah sebagai (bahan) olok-olok dan kamu telah diperdaya oleh kehidupan dunia.” Maka, pada hari ini mereka tidak dikeluarkan darinya (neraka) dan tidak pula mereka diberi kesempatan untuk bertobat."
  },
  {
    "no": 245,
    "arabic": "فَلِلّٰهِ الْحَمْدُ رَبِّ السَّمٰوٰتِ وَرَبِّ الْاَرْضِ رَبِّ الْعٰلَمِيْنَ",
    "latin": "Fa lillāhil-ḥamdu rabbis-samāwāti wa rabbil-arḍi rabbil-‘ālamīn(a).",
    "translation": "Maka, segala puji hanya bagi Allah, Tuhan langit dan Tuhan bumi, Tuhan semesta alam."
  },
  {
    "no": 246,
    "arabic": "وَلَهُ الْكِبْرِيَاۤءُ فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ۔",
    "latin": "Wa lahul-kibriyā'u fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).",
    "translation": "Hanya bagi-Nya segala kebesaran di langit dan bumi. Dialah Yang Maha Perkasa lagi Maha Bijaksana."
  }
]