[
  {
    "no": 138,
    "arabic": "تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ",
    "latin": "Tabārakal-lażī biyadihil-mulk(u), wa huwa ‘alā kulli syai'in qadīr(un).",
    "translation": "Maha Berkah Zat yang menguasai (segala) kerajaan dan Dia Maha Kuasa atas segala sesuatu,"
  },
  {
    "no": 2,
    "arabic": " ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ",
    "latin": "Allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu ‘amalā(n), wa huwal-‘azīzul-gafūr(u).",
    "translation": "yaitu yang menciptakan kematian dan kehidupan untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dia Maha Perkasa lagi Maha Pengampun."
  },
  {
    "no": 3,
    "arabic": "الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ",
    "latin": "Allażī khalaqa sab‘a samāwātin ṭibāqā(n), mā tarā fī khalqir-raḥmāni min tafāwut(in), farji‘il-baṣara hal tarā min fuṭūr(in).",
    "translation": "(Dia juga) yang menciptakan tujuh langit berlapis-lapis. Kamu tidak akan melihat pada ciptaan Tuhan Yang Maha Pengasih ketidakseimbangan sedikit pun. Maka, lihatlah sekali lagi! Adakah kamu melihat suatu cela?"
  },
  {
    "no": 4,
    "arabic": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ",
    "latin": "Ṡummarji‘il-baṣara karrataini yanqalib ilaikal-baṣaru khāsi'aw wa huwa ḥasīr(un).",
    "translation": "Kemudian, lihatlah sekali lagi (dan) sekali lagi (untuk mencari cela dalam ciptaan Allah), niscaya pandanganmu akan kembali kepadamu dengan kecewa dan dalam keadaan letih (karena tidak menemukannya)."
  },
  {
    "no": 5,
    "arabic": "وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ",
    "latin": "Wa laqad zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ja‘alnāhā rujūmal lisy-syayāṭīni wa a‘tadnā lahum ‘ażābas-sa‘īr(i).",
    "translation": "Sungguh, Kami benar-benar telah menghiasi langit dunia dengan bintang-bintang, menjadikannya (bintang-bintang itu) sebagai alat pelempar terhadap setan, dan menyediakan bagi mereka (setan-setan itu) azab (neraka) Sa‘ir (yang menyala-nyala)."
  },
  {
    "no": 6,
    "arabic": "وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ",
    "latin": "Wa lil-lażīna kafarū birabbihim ‘ażābu jahannam(a), wa bi'sal-maṣīr(u).",
    "translation": "Orang-orang yang kufur kepada Tuhannya akan mendapat azab (neraka) Jahanam. Itulah seburuk-buruk tempat kembali."
  },
  {
    "no": 7,
    "arabic": "اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ",
    "latin": "Iżā ulqū fīhā sami‘ū lahā syahīqaw wa hiya tafūr(u).",
    "translation": "Apabila dilemparkan ke dalamnya (neraka), mereka pasti mendengar suaranya yang mengerikan saat ia membara."
  },
  {
    "no": 8,
    "arabic": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ",
    "latin": "Takādu tamayyazu minal-gaiẓ(i), kullamā ulqiya fīhā faujun sa'alahum khazanatuhā alam ya'tikum nażīr(un).",
    "translation": "(Neraka itu) hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaganya bertanya kepada mereka, “Tidak pernahkah seorang pemberi peringatan datang kepadamu (di dunia)?”"
  },
  {
    "no": 9,
    "arabic": "قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ",
    "latin": "Qālū balā qad jā'anā nażīr(un), fa każżabnā wa qulnā mā nazzalallāhu min syai'(in), in antum illā fī ḍalālin kabīr(in).",
    "translation": "Mereka menjawab, “Pernah! Sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(-nya) dan mengatakan, ‘Allah tidak menurunkan sesuatu apa pun.’” (Para malaikat berkata,) “Kamu tidak lain hanyalah (berada) dalam kesesatan yang besar.”"
  },
  {
    "no": 10,
    "arabic": "وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ",
    "latin": "Wa qālū lau kunnā nasma‘u au na‘qilu mā kunnā fī aṣḥābis-sa‘īr(i).",
    "translation": "Mereka juga berkata, “Andaikan dahulu kami mendengarkan atau memikirkan (peringatan itu), tentulah kami tidak termasuk ke dalam (golongan) para penghuni (neraka) Sa‘ir (yang menyala-nyala).”"
  },
  {
    "no": 11,
    "arabic": "فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ",
    "latin": "Fa‘tarafū biżambihim, fasuḥqal li'aṣḥābis-sa‘īr(i).",
    "translation": "Mereka mengakui dosanya (saat penyesalan tidak lagi bermanfaat). Maka, jauhlah (dari rahmat Allah) bagi para penghuni (neraka) Sa‘ir (yang menyala-nyala) itu."
  },
  {
    "no": 12,
    "arabic": "اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ",
    "latin": "Innal-lażīna yakhsyauna rabbahum bil-gaibi lahum magfiratuw wa ajrun kabīr(un).",
    "translation": "Sesungguhnya orang-orang yang takut kepada Tuhannya dengan tanpa melihat-Nya akan memperoleh ampunan dan pahala yang besar."
  },
  {
    "no": 13,
    "arabic": "وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ",
    "latin": "Wa asirrū qaulakum awijharū bih(ī), innahū ‘alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Rahasiakanlah perkataanmu atau nyatakanlah. Sesungguhnya Dia Maha Mengetahui segala isi hati."
  },
  {
    "no": 14,
    "arabic": "اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ",
    "latin": "Alā ya‘lamu man khalaq(a), wa huwal-laṭīful-khabīr(u).",
    "translation": "Apakah (pantas) Zat yang menciptakan itu tidak mengetahui, sedangkan Dia (juga) Maha Halus lagi Maha Mengetahui?"
  },
  {
    "no": 15,
    "arabic": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ",
    "latin": "Huwal-lażī ja‘ala lakumul-arḍa żalūlan famsyū fī manākibihā wa kulū mir rizqih(ī), wa ilaihin-nusyūr(u).",
    "translation": "Dialah yang menjadikan bumi untuk kamu dalam keadaan mudah dimanfaatkan. Maka, jelajahilah segala penjurunya dan makanlah sebagian dari rezeki-Nya. Hanya kepada-Nya kamu (kembali setelah) dibangkitkan."
  },
  {
    "no": 16,
    "arabic": "ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ",
    "latin": "A'amintum man fis-samā'i ay yakhsifa bikumul-arḍa  fa'iżā hiya tamūr(u).",
    "translation": "Sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dibenamkannya bumi oleh-Nya bersama kamu ketika tiba-tiba ia terguncang?"
  },
  {
    "no": 17,
    "arabic": "اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ",
    "latin": "Am amintum man fis-samā'i ay yursila ‘alaikum ḥāṣibā(n), fa sata‘lamūna kaifa nażīr(i).",
    "translation": "Atau, sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dikirimkannya badai batu oleh-Nya kepadamu? Kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku."
  },
  {
    "no": 18,
    "arabic": "وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ",
    "latin": "Wa laqad każżabal-lażīna min qablihim fakaifa kāna nakīr(i).",
    "translation": "Sungguh, orang-orang sebelum mereka pun benar-benar telah mendustakan (rasul-rasul-Nya). Maka, betapa hebatnya kemurkaan-Ku!"
  },
  {
    "no": 19,
    "arabic": "اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ",
    "latin": "Awalam yarau ilaṭ-ṭairi fauqahum ṣāffātiw wa yaqbiḍn(a), mā yumsikuhunna illar-raḥmān(u), innahū bikulli syai'im baṣīr(un).",
    "translation": "Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sesungguhnya Dia Maha Melihat segala sesuatu."
  },
  {
    "no": 20,
    "arabic": "اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ",
    "latin": "Am man hāżal-lażī huwa jundul lakum yanṣurukum min dūnir-raḥmān(i), inil-kāfirūna illā fī gurūr(in).",
    "translation": "Atau, siapakah yang akan menjadi bala tentara bagimu yang dapat menolongmu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu."
  },
  {
    "no": 21,
    "arabic": "اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ",
    "latin": "Am man hāżal-lażī yarzuqukum in amsaka rizqah(ū), bal lajjū fī ‘utuwwiw wa nufūr(in).",
    "translation": "Atau, siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Sebaliknya, mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran)."
  },
  {
    "no": 22,
    "arabic": "اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "latin": "Afamay yamsyī mukibban ‘alā wajhihī ahdā ammay yamsyī sawiyyan ‘alā ṣirāṭim mustaqīm(in).",
    "translation": "Apakah orang yang berjalan dengan wajah tertelungkup itu lebih mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?"
  },
  {
    "no": 23,
    "arabic": "قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ",
    "latin": "Qul huwal-lażī ansya'akum wa ja‘ala lakumus-sam‘a wal-abṣāra wal-af'idah(ta), qalīlam mā tasykurūn(a).",
    "translation": "Katakanlah, “Dialah Zat yang menciptakanmu dan menjadikan bagimu pendengaran, penglihatan, dan hati nurani. (Akan tetapi,) sedikit sekali kamu bersyukur.”"
  },
  {
    "no": 24,
    "arabic": "قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ",
    "latin": "Qul huwal-lażī żara'akum fil-arḍi wa ilaihi tuḥsyarūn(a).",
    "translation": "Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi dan kepada-Nyalah kamu akan dikumpulkan.”"
  },
  {
    "no": 25,
    "arabic": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Wa yaqūlūna matā hāżal-wa‘du in kuntum ṣādiqīn(a).",
    "translation": "Mereka berkata, “Kapankah (datangnya) janji (azab) ini jika kamu orang-orang benar?”"
  },
  {
    "no": 26,
    "arabic": "قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ",
    "latin": "Qul innamal-‘ilmu ‘indallāh(i), wa innamā ana nażīrum mubīn(un).",
    "translation": "Katakanlah (Nabi Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Aku hanyalah seorang pemberi peringatan yang jelas.”"
  },
  {
    "no": 27,
    "arabic": "فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ",
    "latin": "Falammā ra'auhu zulfatan sī'at wujūhul-lażīna kafarū wa qīla hāżal-lażī kuntum bihī tadda‘ūn(a).",
    "translation": "Ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dikatakan (kepada mereka), “Ini adalah (sesuatu) yang dahulu kamu selalu mengaku (bahwa kamu tidak akan dibangkitkan).”"
  },
  {
    "no": 28,
    "arabic": "قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ",
    "latin": "Qul ara'aitum in ahlakaniyallāhu wa mam ma‘iya au raḥimanā, famay yujīrul-kāfirīna min ‘ażābin alīm(in).",
    "translation": "Katakanlah (Nabi Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami (dengan memperpanjang umur kami,) lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”"
  },
  {
    "no": 29,
    "arabic": "قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "latin": "Qul huwar-raḥmānu āmannā bihī wa ‘alaihi tawakkalnā, fasata‘lamūna man huwa fī ḍalālim mubīn(in).",
    "translation": "Katakanlah (Nabi Muhammad), “Dialah Zat Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal. Kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”"
  },
  {
    "no": 30,
    "arabic": "قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ",
    "latin": "Qul ara'aitum in aṣbaḥa mā'ukum gauran famay ya'tīkum bimā'im ma‘īn(in).",
    "translation": "Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika (sumber) air kamu surut ke dalam tanah, siapa yang akan memberimu air yang mengalir?”"
  },
  {
    "no": 31,
    "arabic": "نۤ ۚوَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ",
    "latin": "Nūn, wal-qalami wa mā yasṭurūn(a).",
    "translation": "Nūn. Demi pena dan apa yang mereka tuliskan,"
  },
  {
    "no": 32,
    "arabic": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ",
    "latin": "Mā anta bini‘mati rabbika bimajnūn(in).",
    "translation": "berkat karunia Tuhanmu engkau (Nabi Muhammad) bukanlah orang gila."
  },
  {
    "no": 33,
    "arabic": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ",
    "latin": "Wa inna laka la'ajran gaira mamnūn(in).",
    "translation": "Sesungguhnya bagi engkaulah pahala yang tidak putus-putus."
  },
  {
    "no": 34,
    "arabic": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ",
    "latin": "Wa innaka la‘alā khuluqin ‘aẓīm(in).",
    "translation": "Sesungguhnya engkau benar-benar berbudi pekerti yang agung."
  },
  {
    "no": 35,
    "arabic": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ",
    "latin": "Fasatubṣiru wa yubṣirūn(a).",
    "translation": "Kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat,"
  },
  {
    "no": 36,
    "arabic": "بِاَيِّىكُمُ الْمَفْتُوْنُ ",
    "latin": "Bi'ayyikumul-maftūn(u).",
    "translation": "siapa di antara kamu yang gila?"
  },
  {
    "no": 37,
    "arabic": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
    "latin": "Inna rabbaka huwa a‘lamu biman ḍalla ‘an sabīlih(ī), wa huwa a‘lamu bil-muhtadīn(a).",
    "translation": "Sesungguhnya Tuhanmulah yang paling mengetahui siapa yang sesat dari jalan-Nya. Dialah yang paling mengetahui siapa orang yang mendapat petunjuk."
  },
  {
    "no": 38,
    "arabic": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ",
    "latin": "Falā tuṭi‘il-mukażżibīn(a).",
    "translation": "Maka, janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah)."
  },
  {
    "no": 39,
    "arabic": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ",
    "latin": "Waddū lau tudhinu fayudhinūn(a).",
    "translation": "Mereka menginginkan agar engkau bersikap lunak. Maka, mereka bersikap lunak (pula)."
  },
  {
    "no": 40,
    "arabic": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ",
    "latin": "Wa lā tuṭi‘ kulla ḥallāfim mahīn(in).",
    "translation": "Janganlah engkau patuhi setiap orang yang suka bersumpah lagi berkepribadian hina,"
  },
  {
    "no": 41,
    "arabic": "هَمَّازٍ مَّشَّاۤءٍۢ بِنَمِيْمٍۙ",
    "latin": "Hammāzim masysyā'im binamīm(in).",
    "translation": "suka mencela, (berjalan) kian kemari menyebarkan fitnah (berita bohong),"
  },
  {
    "no": 42,
    "arabic": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ",
    "latin": "Mannā‘il lil-khairi mu‘tadin aṡīm(in).",
    "translation": "merintangi segala yang baik, melampaui batas dan banyak dosa,"
  },
  {
    "no": 43,
    "arabic": "عُتُلٍّۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ",
    "latin": "‘Utullim ba‘da żālika zanīm(in).",
    "translation": "bertabiat kasar, dan selain itu juga terkenal kejahatannya,"
  },
  {
    "no": 44,
    "arabic": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ",
    "latin": "An kāna żā māliw wa banīn(a).",
    "translation": "karena dia kaya dan mempunyai banyak anak."
  },
  {
    "no": 45,
    "arabic": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ",
    "latin": "Iżā tutlā ‘alaihi āyātunā qāla asāṭīrul-awwalīn(a).",
    "translation": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongengan orang-orang terdahulu.”"
  },
  {
    "no": 46,
    "arabic": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ",
    "latin": "Sanasimuhū ‘alal-khurṭūm(i).",
    "translation": "Kelak dia akan Kami beri tanda pada belalai (hidung)-nya."
  },
  {
    "no": 47,
    "arabic": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ",
    "latin": "Innā balaunāhum kamā balaunā aṣḥābal-jannah(ti), iż aqsamū layaṣrimunnahā muṣbiḥīn(a).",
    "translation": "Sesungguhnya Kami telah menguji mereka (orang musyrik Makkah) sebagaimana Kami telah menguji pemilik-pemilik kebun ketika mereka bersumpah bahwa mereka pasti akan memetik (hasil)-nya pada pagi hari,"
  },
  {
    "no": 48,
    "arabic": "وَلَا يَسْتَثْنُوْنَ ",
    "latin": "Wa lā yastaṡnūn(a).",
    "translation": "tetapi mereka tidak mengecualikan (dengan mengucapkan, “Insyaallah”)."
  },
  {
    "no": 49,
    "arabic": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ",
    "latin": "Fa ṭāfa ‘alaihā ṭā'ifum mir rabbika wa hum nā'imūn(a).",
    "translation": "Lalu, kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur."
  },
  {
    "no": 50,
    "arabic": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ",
    "latin": "Fa aṣbaḥat kaṣ-ṣarīm(i).",
    "translation": "Maka, jadilah kebun itu hitam (karena terbakar) seperti malam yang gelap gulita."
  },
  {
    "no": 51,
    "arabic": "فَتَنَادَوْا مُصْبِحِيْنَۙ",
    "latin": "Fa tanādau muṣbiḥīn(a).",
    "translation": "Lalu, mereka saling memanggil pada pagi hari,"
  },
  {
    "no": 52,
    "arabic": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صٰرِمِيْنَ ",
    "latin": "Anigdū ‘alā ḥarṡikum in kuntum ṣārimīn(a).",
    "translation": "“Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.”"
  },
  {
    "no": 53,
    "arabic": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ",
    "latin": "Fanṭalaqū wa hum yatakhāfatūn(a).",
    "translation": "Mereka pun berangkat sambil berbisik-bisik,"
  },
  {
    "no": 54,
    "arabic": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ",
    "latin": "Allā yadkhulannahal-yauma ‘alaikum miskīn(un).",
    "translation": "“Pada hari ini jangan sampai ada orang miskin yang masuk ke dalam kebunmu.”"
  },
  {
    "no": 55,
    "arabic": "وَّغَدَوْا عَلٰى حَرْدٍ قٰدِرِيْنَ ",
    "latin": "Wa gadau ‘alā ḥardin qādirīn(a).",
    "translation": "Berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin). Mereka mengira mampu (melakukan hal itu)."
  },
  {
    "no": 56,
    "arabic": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ",
    "latin": "Falammā ra'auhā qālū innā laḍāllūn(a).",
    "translation": "Ketika melihat kebun itu, mereka berkata, “Sesungguhnya kita benar-benar orang sesat."
  },
  {
    "no": 57,
    "arabic": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ",
    "latin": "Bal naḥnu maḥrūmūn(a).",
    "translation": "Bahkan, kita tidak memperoleh apa pun.”"
  },
  {
    "no": 58,
    "arabic": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ",
    "latin": "Qāla ausaṭuhum alam aqul lakum lau lā tusabbiḥūn(a).",
    "translation": "Seorang yang paling bijak di antara mereka berkata, “Bukankah aku telah mengatakan kepadamu hendaklah kamu bertasbih (kepada Tuhanmu)?”"
  },
  {
    "no": 59,
    "arabic": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "latin": "Qālū subḥāna rabbinā innā kunnā ẓālimīn(a).",
    "translation": "Mereka mengucapkan, “Maha Suci Tuhan kami. Sungguh, kami adalah orang-orang yang zalim.”"
  },
  {
    "no": 60,
    "arabic": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ",
    "latin": "Fa'aqbala ba‘ḍuhum ‘alā ba‘ḍiy yatalāwamūn(a).",
    "translation": "Mereka saling berhadapan dengan saling mencela."
  },
  {
    "no": 61,
    "arabic": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ",
    "latin": "Qālū yā wailanā innā kunnā ṭāgīn(a).",
    "translation": "Mereka berkata, “Aduh celaka kita! Sesungguhnya kita adalah orang-orang yang melampaui batas."
  },
  {
    "no": 62,
    "arabic": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رٰغِبُوْنَ ",
    "latin": "‘Asā rabbunā ay yubdilanā khairam minhā innā ilā rabbinā rāgibūn(a).",
    "translation": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan yang lebih baik daripadanya. Sesungguhnya kita mengharapkan (ampunan dan kebaikan) Tuhan kita.”"
  },
  {
    "no": 63,
    "arabic": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ ",
    "latin": "Każālikal-‘ażāb(u), wa la‘ażābul-ākhirati akbar(u), lau kānū ya‘lamūn(a).",
    "translation": "Seperti itulah azab (di dunia). Sungguh, azab akhirat lebih besar sekiranya mereka mengetahui."
  },
  {
    "no": 64,
    "arabic": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ",
    "latin": "Inna lil-muttaqīna ‘inda rabbihim jannātin-na‘īm(i).",
    "translation": "Sesungguhnya orang-orang yang bertakwa mendapatkan surga yang penuh kenikmatan di sisi Tuhannya."
  },
  {
    "no": 65,
    "arabic": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ",
    "latin": "Afanaj‘alul-muslimīna kal-mujrimīn(a).   ",
    "translation": "Apakah patut Kami memperlakukan orang-orang Islam (orang yang tunduk kepada Allah) seperti orang-orang yang pendurhaka (orang kafir)?"
  },
  {
    "no": 66,
    "arabic": "مَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَۚ",
    "latin": "Mā lakum, kaifa taḥkumūn(a).",
    "translation": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil putusan?"
  },
  {
    "no": 67,
    "arabic": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ",
    "latin": "Am lakum kitābun fīhi tadrusūn(a).",
    "translation": "Atau, apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?"
  },
  {
    "no": 68,
    "arabic": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ",
    "latin": "Inna lakum fīhi lamā takhayyarūn(a).",
    "translation": "Sesungguhnya di dalamnya kamu dapat memilih apa saja yang kamu sukai."
  },
  {
    "no": 69,
    "arabic": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ",
    "latin": "Am lakum aimānun ‘alainā bāligatun ilā yaumil-qiyāmah(ti), inna lakum lamā taḥkumūn(a).",
    "translation": "Atau, apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat, (yakni) bahwa kamu dapat mengambil putusan (sekehendakmu)?"
  },
  {
    "no": 70,
    "arabic": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ",
    "latin": "Salhum ayyuhum biżālika za‘īm(un).",
    "translation": "Tanyakanlah kepada mereka (kaum musyrik) siapakah di antara mereka yang bertanggung jawab terhadap (putusan yang diambil itu)."
  },
  {
    "no": 71,
    "arabic": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ",
    "latin": "Am lahum syurakā'(u), falya'tū bisyurakā'ihim in kānū ṣādiqīn(a).",
    "translation": "Atau, apakah mereka mempunyai sekutu-sekutu? Kalau begitu, hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang benar."
  },
  {
    "no": 72,
    "arabic": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ",
    "latin": "Yauma yuksyafu ‘an sāqiw wa yud‘auna ilas-sujūdi falā yastaṭī‘ūn(a).",
    "translation": "(Ingatlah) pada hari ketika betis disingkapkan (yakni huru-hara di hari Kiamat) dan mereka diseru untuk bersujud. Namun, mereka tidak mampu."
  },
  {
    "no": 73,
    "arabic": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗوَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سٰلِمُوْنَ ",
    "latin": "Khāsyi‘atan abṣāruhum tarhaquhum żillah(tun), wa qad kānū yud‘auna ilas-sujūdi wa hum sālimun(a).",
    "translation": "Pandangan mereka tertunduk dan diliputi kehinaan. Sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka enggan)."
  },
  {
    "no": 74,
    "arabic": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ",
    "latin": "Fażarnī wa may yukażżibu bihāżal-ḥadīṡi sanastadrijuhum min ḥaiṡu lā ya‘lamūn(a).",
    "translation": "Biarkan Aku bersama orang-orang yang mendustakan perkataan ini (Al-Qur’an). Kelak akan Kami biarkan mereka berangsur-angsur (menuju kebinasaan) dari arah yang tidak mereka ketahui."
  },
  {
    "no": 75,
    "arabic": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ",
    "latin": "Wa umlī lahum, inna kaidī matīn(un).",
    "translation": "Aku memberi tenggang waktu kepada mereka. Sesungguhnya rencana-Ku sangat teguh."
  },
  {
    "no": 76,
    "arabic": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ",
    "latin": "Am tas'aluhum ajran fahum mim magramim muṡqalūn(a).",
    "translation": "Ataukah engkau (Nabi Muhammad) meminta imbalan kepada mereka sehingga mereka dibebani utang?"
  },
  {
    "no": 77,
    "arabic": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ",
    "latin": "Am ‘indahumul-gaibu fahum yaktubūn(a).",
    "translation": "Ataukah mereka mengetahui yang gaib lalu mereka menuliskannya?"
  },
  {
    "no": 78,
    "arabic": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ",
    "latin": "Faṣbir liḥukmi rabbika wa lā takun kaṣāḥibil-ḥūt(i), iż nādā wa huwa makẓūm(un).",
    "translation": "Oleh karena itu, bersabarlah (Nabi Muhammad) terhadap ketetapan Tuhanmu dan janganlah seperti orang yang berada dalam (perut) ikan (Yunus) ketika dia berdoa dengan hati sedih."
  },
  {
    "no": 79,
    "arabic": "لَوْلَآ اَنْ تَدٰرَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ",
    "latin": "Lau lā an tadārakahū ni‘matum mir rabbihī lanubiża bil-‘arā'i wa huwa mażmūm(un).",
    "translation": "Seandainya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela."
  },
  {
    "no": 80,
    "arabic": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ",
    "latin": "Fajtabāhu rabbuhū faja‘alahū minaṣ-ṣāliḥīn(a).",
    "translation": "Tuhannya lalu memilihnya dan menjadikannya termasuk orang-orang saleh."
  },
  {
    "no": 81,
    "arabic": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌ ۘ",
    "latin": "Wa iy yakādul-lażīna kafarū layuzliqūnaka bi'abṣārihim lammā sami‘uż żikra wa yaqūlūna innahū lamajnūn(un).",
    "translation": "Sesungguhnya orang-orang yang kufur itu hampir-hampir menggelincirkanmu dengan pandangan matanya ketika mereka mendengar Al-Qur’an dan berkata, “Sesungguhnya dia (Nabi Muhammad) benar-benar orang gila.”"
  },
  {
    "no": 82,
    "arabic": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ ",
    "latin": "Wa mā huwa illā żikrul lil-‘ālamīn(a).",
    "translation": "(Al-Qur’an) itu tidak lain kecuali peringatan bagi seluruh alam."
  },
  {
    "no": 83,
    "arabic": "اَلْحَاۤقَّةُۙ",
    "latin": "Al-ḥāqqah(tu).",
    "translation": "Al-Ḥāqqah (hari Kiamat yang pasti datang)."
  },
  {
    "no": 84,
    "arabic": "مَا الْحَاۤقَّةُ ۚ ",
    "latin": "Mal-ḥāqqah(tu).",
    "translation": "Apakah al-Ḥāqqah itu?"
  },
  {
    "no": 85,
    "arabic": "وَمَآ اَدْرٰىكَ مَا الْحَاۤقَّةُ ۗ ",
    "latin": "Wa mā adrāka mal-ḥāqqah(tu).",
    "translation": "Tahukah kamu apakah al-Ḥāqqah itu?"
  },
  {
    "no": 86,
    "arabic": "كَذَّبَتْ ثَمُوْدُ وَعَادٌ ۢبِالْقَارِعَةِ ",
    "latin": "Każżabat ṡamūdu wa ‘ādum bil-qāri‘ah(ti).",
    "translation": "(Kaum) Samud dan ‘Ad telah mendustakan al-Qāri‘ah (hari Kiamat yang menggetarkan hati)."
  },
  {
    "no": 87,
    "arabic": "فَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ ",
    "latin": "Fa'ammā ṡamūdu fa uhlikū biṭ-ṭāgiyah(ti).",
    "translation": "Adapun (kaum) Samud, mereka telah dibinasakan dengan suara yang sangat keras,"
  },
  {
    "no": 88,
    "arabic": "وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ",
    "latin": "Wa ammā ‘ādun fa'uhlikū birīḥin ṣarṣarin ‘ātiyah(tin).",
    "translation": "sedangkan (kaum) ‘Ad telah dibinasakan dengan angin topan yang sangat dingin."
  },
  {
    "no": 89,
    "arabic": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ",
    "latin": "Sakhkharahā ‘alaihim sab‘a layāliw wa ṡamāniyata ayyām(in), ḥusūman fataral-qauma fīhā ṣar‘ā, ka'annahum a‘jāzu nakhlin khāwiyah(tin).",
    "translation": "Dia menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. Maka, kamu melihat kaum (‘Ad) pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah (lapuk) bagian dalamnya."
  },
  {
    "no": 90,
    "arabic": "فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ ",
    "latin": "Fahal tarā lahum mim bāqiyah(tin).",
    "translation": "Adakah kamu melihat seorang pun yang masih tersisa di antara mereka?"
  },
  {
    "no": 91,
    "arabic": "وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ",
    "latin": "Wa jā'a fir‘aunu wa man qablahū wal-mu'tafikātu bil-khāṭi'ah(ti).",
    "translation": "Begitu juga, Firʻaun dan orang-orang yang sebelumnya serta (penduduk) negeri-negeri yang dijungkirbalikkan datang dengan membawa kesalahan yang besar."
  },
  {
    "no": 92,
    "arabic": "فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً ",
    "latin": "Fa ‘aṣau rasūla rabbihim fa akhażahum akhżatar rābiyah(tan).",
    "translation": "Mereka mendurhakai utusan Tuhannya, lalu Dia menyiksa mereka dengan siksaan yang sangat keras."
  },
  {
    "no": 93,
    "arabic": "اِنَّا لَمَّا طَغَا الْمَاۤءُ حَمَلْنٰكُمْ فِى الْجَارِيَةِۙ",
    "latin": "Innā lammā ṭagal-mā'u ḥamalnākum fil-jāriyah(ti).",
    "translation": "Sesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang)-mu ke dalam (bahtera) yang berlayar"
  },
  {
    "no": 94,
    "arabic": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَّتَعِيَهَآ اُذُنٌ وَّاعِيَةٌ ",
    "latin": "Linaj‘alahā lakum tażkirataw wa ta‘iyahā użunuw wā‘iyah(tun).",
    "translation": "agar Kami jadikan (peristiwa) itu sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar."
  },
  {
    "no": 95,
    "arabic": "فَاِذَا نُفِخَ فِى الصُّوْرِ نَفْخَةٌ وَّاحِدَةٌ ۙ",
    "latin": "Fa iżā nufikha fiṣ-ṣūri nafkhatuw wāḥidah(tun).",
    "translation": "Apabila sangkakala ditiup dengan sekali tiupan"
  },
  {
    "no": 96,
    "arabic": "وَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ",
    "latin": "Wa ḥumilatil-arḍu wal-jibālu fa dukkatā dakkataw wāḥidah(tan).",
    "translation": "dan bumi serta gunung-gunung diangkat lalu dibenturkan dengan sekali benturan,"
  },
  {
    "no": 97,
    "arabic": "فَيَوْمَىِٕذٍ وَّقَعَتِ الْوَاقِعَةُۙ",
    "latin": "Fayauma'iżiw waqa‘atil-wāqi‘ah(tu).",
    "translation": "pada hari itu terjadilah kiamat."
  },
  {
    "no": 98,
    "arabic": "وَانْشَقَّتِ السَّمَاۤءُ فَهِيَ يَوْمَىِٕذٍ وَّاهِيَةٌۙ",
    "latin": "Wansyaqqatis-samā'u fahiya yauma'iżiw wāhiyah(tun).",
    "translation": "Langit juga terbelah karena pada hari itu ia rapuh."
  },
  {
    "no": 99,
    "arabic": "وَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ",
    "latin": "Wal-malaku ‘alā arjā'ihā, wa yaḥmilu ‘arsya rabbika fauqahum yauma'iżin ṡamāniyah(tun).",
    "translation": "Para malaikat berada di berbagai penjurunya (langit). Pada hari itu delapan malaikat menjunjung ʻArasy (singgasana) Tuhanmu di atas mereka."
  },
  {
    "no": 100,
    "arabic": "يَوْمَىِٕذٍ تُعْرَضُوْنَ لَا تَخْفٰى مِنْكُمْ خَافِيَةٌ ",
    "latin": "Yauma'iżin tu‘raḍūna lā takhfā minkum khāfiyah(tun). ",
    "translation": "Pada hari itu kamu dihadapkan (kepada Tuhanmu). Tidak ada sesuatu pun dari kamu yang tersembunyi."
  },
  {
    "no": 101,
    "arabic": "فَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ ",
    "latin": "Fa ammā man ūtiya kitābahū biyamīnihī fa yaqūlu hā'umuqra'ū kitābiyah.",
    "translation": "Adapun orang yang diberi catatan amalnya di tangan kanannya, dia berkata (kepada orang-orang di sekelilingnya), “Ambillah (dan) bacalah kitabku (ini)!"
  },
  {
    "no": 102,
    "arabic": "اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ",
    "latin": "Innī ẓanantu annī mulāqin ḥisābiyah.",
    "translation": "Sesungguhnya (saat di dunia) aku yakin bahwa (suatu saat) aku akan menerima perhitungan diriku.”"
  },
  {
    "no": 103,
    "arabic": "فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ",
    "latin": "Fa huwa fī ‘īsyatir rāḍiyah(tin).",
    "translation": "Maka, ia berada dalam kehidupan yang menyenangkan"
  },
  {
    "no": 104,
    "arabic": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
    "latin": "Fī jannatin ‘āliyah(tin).",
    "translation": "dalam surga yang tinggi "
  },
  {
    "no": 105,
    "arabic": "قُطُوْفُهَا دَانِيَةٌ ",
    "latin": "Quṭūfuhā dāniyah(tun).",
    "translation": "yang buah-buahannya dekat."
  },
  {
    "no": 106,
    "arabic": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ ",
    "latin": "Kulū wasyrabū hanī'am bimā aslaftum fil-ayyāmil-khāliyah(ti).",
    "translation": "(Dikatakan kepada mereka,) “Makan dan minumlah dengan nikmat sebagai balasan amal yang kamu kerjakan pada hari-hari yang telah lalu.”"
  },
  {
    "no": 107,
    "arabic": "وَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ",
    "latin": "Wa ammā man ūtiya kitābahū bisyimālih(ī), fa yaqūlu yā laitanī lam ūta kitābiyah.",
    "translation": "Adapun orang yang diberi catatan amalnya di tangan kirinya berkata, “Seandainya saja aku tidak diberi catatan amalku"
  },
  {
    "no": 108,
    "arabic": "وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ",
    "latin": "Wa lam adri mā ḥisābiyah.",
    "translation": "dan tidak mengetahui bagaimana perhitunganku."
  },
  {
    "no": 109,
    "arabic": "يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ",
    "latin": "Yā laitahā kānatil-qāḍiyah(ta).",
    "translation": "Seandainya saja ia (kematian) itulah yang menyudahi segala sesuatu."
  },
  {
    "no": 110,
    "arabic": "مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ ",
    "latin": "Mā agnā ‘annī māliyah.",
    "translation": "Hartaku sama sekali tidak berguna bagiku."
  },
  {
    "no": 111,
    "arabic": "هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ",
    "latin": "Halaka ‘annī sulṭāniyah.",
    "translation": "Kekuasaanku telah hilang dariku.”"
  },
  {
    "no": 112,
    "arabic": "خُذُوْهُ فَغُلُّوْهُۙ",
    "latin": "Khużūhu fagullūh(u).",
    "translation": "(Allah berfirman,) “Tangkap dia lalu belenggu tangannya ke lehernya."
  },
  {
    "no": 113,
    "arabic": "ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ",
    "latin": "Ṡummal-jaḥīma ṣallūh(u).",
    "translation": "Kemudian, masukkan dia ke dalam (neraka) Jahim."
  },
  {
    "no": 114,
    "arabic": "ثُمَّ فِيْ سِلْسِلَةٍ ذَرْعُهَا سَبْعُوْنَ ذِرَاعًا فَاسْلُكُوْهُۗ",
    "latin": "Ṡumma fī silsilatin żar‘uhā sab‘ūna żirā‘an faslukūh(u).",
    "translation": "Kemudian, belit dia dengan rantai yang panjangnya tujuh puluh hasta."
  },
  {
    "no": 115,
    "arabic": "اِنَّهٗ كَانَ لَا يُؤْمِنُ بِاللّٰهِ الْعَظِيْمِۙ",
    "latin": "Innahū kāna lā yu'minu billāhil-‘aẓīm(i).",
    "translation": "Sesungguhnya dia tidak beriman kepada Allah Yang Maha Agung."
  },
  {
    "no": 116,
    "arabic": "وَلَا يَحُضُّ عَلٰى طَعَامِ الْمِسْكِيْنِۗ",
    "latin": "Wa lā yaḥuḍḍu ‘alā ṭa‘āmil-miskīn(i).",
    "translation": "Dia juga tidak mendorong (orang lain) untuk memberi makan orang miskin."
  },
  {
    "no": 117,
    "arabic": "فَلَيْسَ لَهُ الْيَوْمَ هٰهُنَا حَمِيْمٌۙ",
    "latin": "Fa laisa lahul-yauma hāhunā ḥamīm(un).",
    "translation": "Maka, pada hari ini tidak ada seorang pun teman setia baginya di sini (neraka)."
  },
  {
    "no": 118,
    "arabic": "وَّلَا طَعَامٌ اِلَّا مِنْ غِسْلِيْنٍۙ",
    "latin": "Wa lā ṭa‘āmun illā min gislīn(in).",
    "translation": "Tidak ada makanan (baginya), kecuali dari darah dan nanah."
  },
  {
    "no": 119,
    "arabic": "لَّا يَأْكُلُهٗٓ اِلَّا الْخٰطِـُٔوْنَ ࣖ ",
    "latin": "Lā ya'kuluhū illal-khāṭi'ūn(a).",
    "translation": "Tidak ada yang memakannya, kecuali para pendosa.”"
  },
  {
    "no": 120,
    "arabic": "فَلَآ اُقْسِمُ بِمَا تُبْصِرُوْنَۙ",
    "latin": "Falā uqsimu bimā tubṣirūn(a).",
    "translation": "Maka, Aku bersumpah demi apa yang kamu lihat"
  },
  {
    "no": 121,
    "arabic": "وَمَا لَا تُبْصِرُوْنَۙ",
    "latin": "Wa mā lā tubṣirūn(a).",
    "translation": "dan demi apa yang tidak kamu lihat,"
  },
  {
    "no": 122,
    "arabic": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
    "latin": "Innahū laqaulu rasūlin karīm(in).",
    "translation": "sesungguhnya ia (Al-Qur’an) itu benar-benar wahyu (yang diturunkan kepada) Rasul yang mulia."
  },
  {
    "no": 123,
    "arabic": "وَّمَا هُوَ بِقَوْلِ شَاعِرٍۗ قَلِيْلًا مَّا تُؤْمِنُوْنَۙ",
    "latin": "Wa mā huwa biqauli syā‘ir(in), qalīlam mā tu'minūn(a).",
    "translation": "Ia (Al-Qur’an) bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman (kepadanya)."
  },
  {
    "no": 124,
    "arabic": "وَلَا بِقَوْلِ كَاهِنٍۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ",
    "latin": "Wa lā biqauli kāhin(in), qalīlam mā tażakkarūn(a).",
    "translation": "(Al-Qur’an) bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran (darinya)."
  },
  {
    "no": 125,
    "arabic": "تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
    "latin": "Tanzīlum mir rabbil-‘ālamīn(a).",
    "translation": "(Al-Qur’an itu) diturunkan dari Tuhan semesta alam."
  },
  {
    "no": 126,
    "arabic": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ",
    "latin": "Wa lau taqawwala ‘alainā ba‘ḍal-aqāwīl(i).",
    "translation": "Sekiranya dia (Nabi Muhammad) mengada-adakan sebagian saja perkataan atas (nama) Kami,"
  },
  {
    "no": 127,
    "arabic": "لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ",
    "latin": "La'akhażnā minhu  bil-yamīn(i).",
    "translation": "niscaya Kami benar-benar menyiksanya dengan penuh kekuatan."
  },
  {
    "no": 128,
    "arabic": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ",
    "latin": "Ṡumma laqaṭa‘nā minhul-watīn(a).",
    "translation": "Kemudian, Kami benar-benar memotong urat nadinya."
  },
  {
    "no": 129,
    "arabic": "فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حٰجِزِيْنَۙ",
    "latin": "Famā minkum min aḥadin ‘anhu ḥājizīn(a).",
    "translation": "Maka, tidak ada seorang pun dari kamu yang dapat menghalangi (Kami) darinya (pemotongan urat nadi itu)."
  },
  {
    "no": 130,
    "arabic": "وَاِنَّهٗ لَتَذْكِرَةٌ لِّلْمُتَّقِيْنَ ",
    "latin": "Wa innahū latażkiratul lil-muttaqīn(a).",
    "translation": "Sesungguhnya ia (Al-Qur’an itu) benar-benar suatu pelajaran bagi orang-orang yang bertakwa."
  },
  {
    "no": 131,
    "arabic": "وَاِنَّا لَنَعْلَمُ اَنَّ مِنْكُمْ مُّكَذِّبِيْنَۗ",
    "latin": "Wa innā lana‘lamu anna minkum mukażżibīn(a).",
    "translation": "Sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada para pendusta."
  },
  {
    "no": 132,
    "arabic": "وَاِنَّهٗ لَحَسْرَةٌ عَلَى الْكٰفِرِيْنَۚ",
    "latin": "Wa innahū laḥasratun ‘alal-kāfirīn(a).",
    "translation": "Sesungguhnya ia (pendustaan terhadap Al-Qur’an) benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat)."
  },
  {
    "no": 133,
    "arabic": "وَاِنَّهٗ لَحَقُّ الْيَقِيْنِ ",
    "latin": "Wa innahū laḥaqqul-yaqīn(i).",
    "translation": "Sesungguhnya ia (Al-Qur’an itu) adalah kebenaran yang meyakinkan."
  },
  {
    "no": 134,
    "arabic": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ ࣖ",
    "latin": "Fa sabbiḥ bismi rabbikal-‘aẓīm(i).",
    "translation": "Maka, bertasbihlah dengan (menyebut) nama Tuhanmu Yang Maha Agung."
  },
  {
    "no": 135,
    "arabic": "سَاَلَ سَاۤىِٕلٌۢ بِعَذَابٍ وَّاقِعٍۙ",
    "latin": "Sa'ala sā'ilum bi‘ażābiw wāqi‘(in).",
    "translation": "Seseorang (dengan nada mengejek) meminta (didatangkan) azab yang pasti akan terjadi"
  },
  {
    "no": 136,
    "arabic": "لِّلْكٰفِرِيْنَ لَيْسَ لَهٗ دَافِعٌۙ",
    "latin": "Lil-kāfirīna laisa lahū dāfi‘(un).",
    "translation": "bagi orang-orang kafir. Tidak seorang pun yang dapat menolaknya (azab)"
  },
  {
    "no": 137,
    "arabic": "مِّنَ اللّٰهِ ذِى الْمَعَارِجِۗ",
    "latin": "Minallāhi żil-ma‘ārij(i).",
    "translation": "dari Allah, Pemilik tempat-tempat (untuk) naik."
  },
  {
    "no": 138,
    "arabic": "تَعْرُجُ الْمَلٰۤىِٕكَةُ وَالرُّوْحُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗ خَمْسِيْنَ اَلْفَ سَنَةٍۚ",
    "latin": "Ta‘rujul-malā'ikatu war-rūḥu ilaihi fī yaumin kāna miqdāruhū khamsīna alfa sanah(tin).",
    "translation": "Para malaikat dan Rūḥ (Jibril) naik (menghadap) kepada-Nya dalam sehari yang kadarnya lima puluh ribu tahun.722)"
  },
  {
    "no": 139,
    "arabic": "فَاصْبِرْ صَبْرًا جَمِيْلًا",
    "latin": "Faṣbir ṣabran jamīlā(n).",
    "translation": "Maka, bersabarlah dengan kesabaran yang baik."
  },
  {
    "no": 140,
    "arabic": "اِنَّهُمْ يَرَوْنَهٗ بَعِيْدًاۙ",
    "latin": "Innahum yaraunahū ba‘īdā(n).",
    "translation": "Sesungguhnya mereka memandangnya (siksaan itu) jauh (mustahil terjadi),"
  },
  {
    "no": 141,
    "arabic": "وَّنَرٰىهُ قَرِيْبًاۗ",
    "latin": "Wa narāhu qarībā(n).",
    "translation": "sedangkan Kami memandangnya dekat (pasti terjadi)."
  },
  {
    "no": 142,
    "arabic": "يَوْمَ تَكُوْنُ السَّمَاۤءُ كَالْمُهْلِۙ",
    "latin": "Yauma takūnus-samā'u kal-muhl(i).",
    "translation": "(Siksaan itu datang) pada hari (ketika) langit menjadi seperti luluhan perak,"
  },
  {
    "no": 143,
    "arabic": "وَتَكُوْنُ الْجِبَالُ كَالْعِهْنِۙ",
    "latin": "Wa takūnul-jibālu kal-‘ihn(i).",
    "translation": "gunung-gunung menjadi seperti bulu (yang beterbangan),"
  },
  {
    "no": 144,
    "arabic": "وَلَا يَسْـَٔلُ حَمِيْمٌ حَمِيْمًاۚ ",
    "latin": "Wa lā yas'alu ḥamīmun ḥamīmā(n).",
    "translation": "dan tidak ada seorang pun teman setia yang menanyakan temannya,"
  },
  {
    "no": 145,
    "arabic": "يُبَصَّرُوْنَهُمْۗ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِيْ مِنْ عَذَابِ يَوْمِىِٕذٍۢ بِبَنِيْهِۙ",
    "latin": "Yubaṣṣarūnahum, yawaddul-mujrimu lau yaftadī  min ‘ażābi yaumi'iżim bibanīh(i).",
    "translation": "(padahal) mereka saling melihat. Orang yang berbuat durhaka itu menginginkan sekiranya dia dapat menebus (dirinya) dari azab hari itu dengan anak-anaknya,"
  },
  {
    "no": 146,
    "arabic": "وَصَاحِبَتِهٖ وَاَخِيْهِۙ",
    "latin": "Wa ṣāḥibatihī wa akhīh(i).",
    "translation": "istrinya, saudaranya,"
  },
  {
    "no": 147,
    "arabic": "وَفَصِيْلَتِهِ الَّتِيْ تُـْٔوِيْهِۙ",
    "latin": "Wa faṣīlatihil-latī tu'wīh(i).",
    "translation": "keluarga yang melindunginya (di dunia),"
  },
  {
    "no": 148,
    "arabic": "وَمَنْ فِى الْاَرْضِ جَمِيْعًاۙ ثُمَّ يُنْجِيْهِۙ",
    "latin": "Wa man fil-arḍi jamī‘ā(n), ṡumma yunjīh(i).",
    "translation": "dan seluruh orang di bumi. Kemudian, (dia mengharapkan) tebusan itu dapat menyelamatkannya."
  },
  {
    "no": 149,
    "arabic": "كَلَّاۗ اِنَّهَا لَظٰىۙ",
    "latin": "Kallā, innahā laẓā.",
    "translation": "Sekali-kali tidak! Sesungguhnya ia (neraka) itu adalah api yang bergejolak"
  },
  {
    "no": 150,
    "arabic": "نَزَّاعَةً لِّلشَّوٰىۚ",
    "latin": "Nazzā‘atal lisy-syawā.",
    "translation": "yang mengelupaskan kulit kepala,"
  },
  {
    "no": 151,
    "arabic": "تَدْعُوْا مَنْ اَدْبَرَ وَتَوَلّٰىۙ",
    "latin": "Tad‘ū man adbara wa tawallā.",
    "translation": "yang memanggil orang yang berpaling dan menjauh (dari agama),"
  },
  {
    "no": 152,
    "arabic": "وَجَمَعَ فَاَوْعٰى ",
    "latin": "Wa jama‘a fa'au‘ā.",
    "translation": "serta mengumpulkan (harta benda), lalu menyimpannya.723)"
  },
  {
    "no": 153,
    "arabic": "۞ اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ",
    "latin": "Innal-insāna khuliqa halu‘ā(n).",
    "translation": "Sesungguhnya manusia diciptakan dengan sifat keluh kesah lagi kikir."
  },
  {
    "no": 154,
    "arabic": "اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ",
    "latin": "Iżā massahusy-syarru jazū‘ā(n).",
    "translation": "Apabila ditimpa keburukan (kesusahan), ia berkeluh kesah."
  },
  {
    "no": 155,
    "arabic": "وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ",
    "latin": "Wa iżā massahul-khairu manū‘ā(n).",
    "translation": "Apabila mendapat kebaikan (harta), ia amat kikir,"
  },
  {
    "no": 156,
    "arabic": "اِلَّا الْمُصَلِّيْنَۙ",
    "latin": "Illal-muṣallīn(a).",
    "translation": "kecuali orang-orang yang mengerjakan salat,"
  },
  {
    "no": 157,
    "arabic": "الَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ دَاۤىِٕمُوْنَۖ",
    "latin": "Allażīna hum ‘alā ṣalātihim dā'imūn(a).",
    "translation": "yang selalu setia mengerjakan salatnya,"
  },
  {
    "no": 158,
    "arabic": "وَالَّذِيْنَ فِيْٓ اَمْوَالِهِمْ حَقٌّ مَّعْلُوْمٌۖ",
    "latin": "Wal-lażīna fī amwālihim ḥaqqum ma‘lūm(un).",
    "translation": "yang di dalam hartanya ada bagian tertentu"
  },
  {
    "no": 159,
    "arabic": "لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِۖ",
    "latin": "Lis-sā'ili wal-maḥrūm(i).",
    "translation": "untuk orang (miskin) yang meminta-minta dan orang (miskin) yang menahan diri dari meminta-minta,"
  },
  {
    "no": 160,
    "arabic": "وَالَّذِيْنَ يُصَدِّقُوْنَ بِيَوْمِ الدِّيْنِۖ",
    "latin": "Wal-lażīna yuṣaddiqūna biyaumid-dīn(i).",
    "translation": "yang memercayai hari Pembalasan,"
  },
  {
    "no": 161,
    "arabic": "وَالَّذِيْنَ هُمْ مِّنْ عَذَابِ رَبِّهِمْ مُّشْفِقُوْنَۚ",
    "latin": "Wal-lażīna hum min ‘ażābi rabbihim musyfiqūn(a).",
    "translation": "dan yang takut terhadap azab Tuhannya."
  },
  {
    "no": 162,
    "arabic": "اِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُوْنٍۖ",
    "latin": "Inna ‘ażāba rabbihim gairu ma'mūn(in).",
    "translation": "Sesungguhnya tidak ada orang yang merasa aman dari azab Tuhan mereka."
  },
  {
    "no": 163,
    "arabic": "وَّالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَۙ",
    "latin": "Wal-lażīna hum lifurūjihim ḥāfiẓūn(a).",
    "translation": "(Termasuk orang yang selamat dari azab adalah) orang-orang yang menjaga kemaluannya,"
  },
  {
    "no": 164,
    "arabic": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
    "latin": "Illā ‘alā azwājihim au mā malakat aimānuhum fa innahum gairu malūmīn(a).",
    "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki.724) Sesungguhnya mereka tidak tercela (karena menggaulinya)."
  },
  {
    "no": 165,
    "arabic": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعَادُوْنَۚ",
    "latin": "Fa manibtagā warā'a żālika fa ulā'ika  humul-‘ādūn(a).",
    "translation": "Maka, siapa yang mencari (pelampiasan syahwat) selain itu, mereka itulah orang-orang yang melampaui batas."
  },
  {
    "no": 166,
    "arabic": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رٰعُوْنَۖ",
    "latin": "Wal-lażīna hum li'amānātihim wa ‘ahdihim rā'ūn(a).",
    "translation": "(Termasuk orang yang selamat dari azab adalah) orang-orang yang memelihara amanat dan janji mereka,"
  },
  {
    "no": 167,
    "arabic": "وَالَّذِيْنَ هُمْ بِشَهٰدٰتِهِمْ قَاۤىِٕمُوْنَۖ",
    "latin": "Wal-lażīna hum bisyahādātihim qā'imūn(a).",
    "translation": "yang memberikan kesaksiannya (secara benar),"
  },
  {
    "no": 168,
    "arabic": "وَالَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ يُحَافِظُوْنَۖ",
    "latin": "Wal-lażīna hum ‘alā ṣalātihim yuḥāfiẓūn(a).",
    "translation": "dan yang memelihara salatnya."
  },
  {
    "no": 169,
    "arabic": "اُولٰۤىِٕكَ فِيْ جَنّٰتٍ مُّكْرَمُوْنَ ۗ ࣖ",
    "latin": "Ulā'ika fī jannātim mukramūn(a).",
    "translation": "Mereka itu (berada) di surga lagi dimuliakan."
  },
  {
    "no": 170,
    "arabic": "فَمَالِ الَّذِيْنَ كَفَرُوْا قِبَلَكَ مُهْطِعِيْنَۙ",
    "latin": "Famālil-lażīna kafarū qibalaka muhṭi‘īn(a).",
    "translation": "Mengapa orang-orang kafir itu bersegera datang ke arahmu (Nabi Muhammad)"
  },
  {
    "no": 171,
    "arabic": "عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ عِزِيْنَ ",
    "latin": "‘Anil-yamīni wa ‘anisy-syimāli ‘izīn(a).",
    "translation": "dari kanan dan dari kiri dengan berkelompok-kelompok?725)"
  },
  {
    "no": 172,
    "arabic": "اَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّدْخَلَ جَنَّةَ نَعِيْمٍۙ",
    "latin": "Ayaṭma‘u kullumri'im minhum ay yudkhala jannata na‘īm(in).",
    "translation": "Apakah setiap orang dari mereka (orang-orang kafir itu) ingin dimasukkan ke dalam surga yang penuh kenikmatan?"
  },
  {
    "no": 173,
    "arabic": "كَلَّاۗ اِنَّا خَلَقْنٰهُمْ مِّمَّا يَعْلَمُوْنَ ",
    "latin": "Kallā, innā khalaqnāhum mimmā ya‘malūn(a).",
    "translation": "Sekali-kali tidak! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui (air mani).726)"
  },
  {
    "no": 174,
    "arabic": "فَلَآ اُقْسِمُ بِرَبِّ الْمَشٰرِقِ وَالْمَغٰرِبِ اِنَّا لَقٰدِرُوْنَۙ",
    "latin": "Falā uqsimu birabbil-masyāriqi wal-magāribi  innā laqādirūn(a).",
    "translation": "Maka, Aku bersumpah dengan Tuhan yang mengatur tempat-tempat terbit dan terbenamnya (matahari, bulan, dan bintang), sesungguhnya Kami benar-benar Maha Kuasa"
  },
  {
    "no": 175,
    "arabic": "عَلٰٓى اَنْ نُّبَدِّلَ خَيْرًا مِّنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوْقِيْنَ ",
    "latin": "‘Alā an nubaddila khairam minhum, wa mā naḥnu bimasbūqīn(a).",
    "translation": "untuk mengganti (mereka) dengan (kaum) yang lebih baik daripada mereka. Kami sekali-kali tidak dapat dikalahkan."
  },
  {
    "no": 176,
    "arabic": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَۙ",
    "latin": "Fa żarhum yakhūḍū  wa yal‘abū ḥattā yulāqū yaumahumul-lażī yū‘adūn(a)",
    "translation": "Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menjumpai hari yang dijanjikan kepada mereka,"
  },
  {
    "no": 177,
    "arabic": "يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ",
    "latin": "Yauma yakhrujūna minal-ajdāṡi sirā‘an ka'annahum ilā nuṣubiy yūfiḍūn(a).",
    "translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seperti ketika mereka pergi dengan segera menuju berhala-berhala (sewaktu di dunia)."
  },
  {
    "no": 178,
    "arabic": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ ",
    "latin": "Khāsyi‘atan abṣāruhum tarhaquhum żillah(tun), żālikal-yaumul-lażī kānū yū‘adūn(a).",
    "translation": "Pandangan mereka tertunduk (serta) diliputi kehinaan. Itulah hari yang diancamkan kepada mereka."
  },
  {
    "no": 179,
    "arabic": "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
    "latin": "Innā arsalnā nūḥan ilā qaumihī an anżir qaumaka min qabli ay ya'tiyahum ‘ażābun alīm(un).",
    "translation": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah peringatan kepada kaummu sebelum datang azab yang pedih kepadanya!”"
  },
  {
    "no": 180,
    "arabic": "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
    "latin": "Qāla yā qaumi innī lakum nażīrum mubīn(un).",
    "translation": "Dia (Nuh) berkata, “Wahai kaumku, sesungguhnya aku ini adalah seorang pemberi peringatan yang menjelaskan kepadamu,"
  },
  {
    "no": 181,
    "arabic": "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
    "latin": "Ani‘budullāha wattaqūhu wa aṭī‘ūn(i).",
    "translation": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya, dan taatlah kepadaku,"
  },
  {
    "no": 182,
    "arabic": "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
    "latin": "Yagfir lakum min żunūbikum wa yu'akhkhirkum ilā ajalim musammā(n), inna ajalallāhi iżā jā'a lā yu'akhkhar(u), lau kuntum ta‘lamūn(a).",
    "translation": "niscaya Dia akan mengampuni sebagian dosa-dosamu dan menangguhkanmu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sesungguhnya ketetapan Allah itu, apabila telah datang, tidak dapat ditunda. Seandainya kamu mengetahui(-nya).”"
  },
  {
    "no": 183,
    "arabic": "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
    "latin": "Qāla rabbi innī da‘atu qaumī lailaw wa nahārā(n).",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,"
  },
  {
    "no": 184,
    "arabic": "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
    "latin": "Falam yazidhum du‘ā'ī illā firārā(n).",
    "translation": "tetapi seruanku itu tidak menambah (iman) mereka, melainkan mereka (makin) lari (dari kebenaran)."
  },
  {
    "no": 185,
    "arabic": "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
    "latin": "Wa innī kullamā da‘autuhum litagfira lahum ja‘alū aṣābi‘ahum fī āżānihim wastagsyau ṡiyābahum wa aṣarrū wastakbarustikbārā(n).",
    "translation": "Sesungguhnya setiap kali aku menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya). Mereka pun tetap (mengingkari) dan sangat menyombongkan diri."
  },
  {
    "no": 186,
    "arabic": "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
    "latin": "Ṡumma innī da‘autuhum jihārā(n).",
    "translation": "Kemudian, sesungguhnya aku menyeru mereka dengan cara terang-terangan.727)"
  },
  {
    "no": 187,
    "arabic": "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
    "latin": "Ṡumma innī a‘lantu lahum wa asrartu lahum isrārā(n).",
    "translation": "Lalu, aku menyeru mereka secara terbuka dan diam-diam.728)"
  },
  {
    "no": 188,
    "arabic": "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
    "latin": "Faqultustagfirū rabbakum innahū kāna gaffārā(n).",
    "translation": "Lalu, aku berkata (kepada mereka), “Mohonlah ampun kepada Tuhanmu. Sesungguhnya Dia Maha Pengampun."
  },
  {
    "no": 189,
    "arabic": "يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ",
    "latin": "Yursilis-samā'a ‘alaikum midrārā(n).",
    "translation": "(Jika kamu memohon ampun,) niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,"
  },
  {
    "no": 190,
    "arabic": "وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ",
    "latin": "Wa yumdidkum bi'amwāliw wa banīna wa yaj‘al lakum jannātiw wa yaj‘al lakum anhārā(n).",
    "translation": "memperbanyak harta dan anak-anakmu, serta mengadakan kebun-kebun dan sungai-sungai untukmu.”"
  },
  {
    "no": 191,
    "arabic": "مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ",
    "latin": "Mā lakum lā tarjūna lillāhi waqārā(n).",
    "translation": "Mengapa kamu tidak takut akan kebesaran Allah?"
  },
  {
    "no": 192,
    "arabic": "وَقَدْ خَلَقَكُمْ اَطْوَارًا ",
    "latin": "Wa qad khalaqakum aṭwārā(n).",
    "translation": "Padahal, sungguh, Dia telah menciptakanmu dalam beberapa tahapan (penciptaan).729)"
  },
  {
    "no": 193,
    "arabic": "اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ",
    "latin": "Alam tara kaifa khalaqallāhu sab‘a samāwātin ṭibāqā(n).",
    "translation": "Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis?"
  },
  {
    "no": 194,
    "arabic": "وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ",
    "latin": "Wa ja‘alal-qamara fīhinna nūraw wa ja‘alasy-syamsa sirājā(n).",
    "translation": "Di sana Dia menjadikan bulan bercahaya dan matahari sebagai pelita (yang cemerlang)."
  },
  {
    "no": 195,
    "arabic": "وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ",
    "latin": "Wallāhu ambatakum minal-arḍi nabātā(n).",
    "translation": "Allah benar-benar menciptakanmu dari tanah."
  },
  {
    "no": 196,
    "arabic": "ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ",
    "latin": "Ṡumma yu‘īdukum fīhā wa yukhrijukum ikhrājā(n).",
    "translation": "Kemudian, dia akan mengembalikanmu ke dalamnya (tanah) dan mengeluarkanmu (pada hari Kiamat) dengan pasti. "
  },
  {
    "no": 197,
    "arabic": "وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ",
    "latin": "Wallāhu ja‘ala lakumul-arḍa bisāṭā(n).",
    "translation": "Allah menjadikan bumi untukmu sebagai hamparan"
  },
  {
    "no": 198,
    "arabic": "لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ",
    "latin": "Litaslukū minhā subulan fijājā(n).",
    "translation": "agar kamu dapat pergi dengan leluasa di jalan-jalan yang luas."
  },
  {
    "no": 199,
    "arabic": "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
    "latin": "Qāla nūḥur rabbi innahum ‘aṣaunī wattaba‘ū mal lam yazidhu māluhū wa waladuhū illā khasārā(n).",
    "translation": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku dan mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya."
  },
  {
    "no": 200,
    "arabic": "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
    "latin": "Wa makarū makran kubbārā(n).",
    "translation": "Mereka pun melakukan tipu daya yang sangat besar."
  },
  {
    "no": 201,
    "arabic": "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
    "latin": "Wa qālū lā tażarunna ālihatakum wa lā tażarunna waddaw wa lā suwā‘ā(n), wa lā yagūṡa wa ya‘ūqa wa nasrā(n).",
    "translation": "Mereka berkata, ‘Jangan sekali-kali kamu meninggalkan tuhan-tuhanmu dan jangan pula sekali-kali kamu meninggalkan Wadd, Suwā‘, Yagūṡ, Ya‘ūq, dan Nasr.’730)"
  },
  {
    "no": 202,
    "arabic": "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
    "latin": "Wa qad aḍallū kaṡīrā(n), wa lā tazidiẓ-ẓālimīna illā ḍalālā(n).",
    "translation": "Sungguh, mereka telah menyesatkan banyak orang. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kesesatan.”"
  },
  {
    "no": 203,
    "arabic": "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
    "latin": "Mimmā khaṭī'ātihim ugriqū fa'udkhilū nārā(n), falam yajidū lahum min dūnillāhi anṣārā(n).",
    "translation": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan, lalu dimasukkan ke neraka. Mereka tidak mendapat penolong selain Allah."
  },
  {
    "no": 204,
    "arabic": "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
    "latin": "Wa qāla nūḥur rabbi lā tażar ‘alal-arḍi minal-kāfirīna dayyārā(n).",
    "translation": "Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi."
  },
  {
    "no": 205,
    "arabic": "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
    "latin": "Innaka in tażarhum yuḍillū ‘ibādaka wa lā yalidū illā fājiran kaffārā(n).",
    "translation": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu. Mereka pun hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur."
  },
  {
    "no": 206,
    "arabic": "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ",
    "latin": "Rabbigfir lī wa liwālidayya wa liman dakhala baitiya  mu'minaw wa lil-mu'minīna wal-mu'mināt(i), wa lā tazidiẓ-ẓālimīna illā tabārā(n).",
    "translation": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kehancuran.”"
  },
  {
    "no": 207,
    "arabic": "قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ",
    "latin": "Qul ūḥiya ilayya annahustama‘a nafarum minal-jinni fa qālū innā sami‘nā qur'ānan ‘ajabā(n).",
    "translation": "Katakanlah (Nabi Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (Al-Qur’an yang kubaca).” Lalu, mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan,"
  },
  {
    "no": 208,
    "arabic": "يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ",
    "latin": "Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).",
    "translation": "yang memberi petunjuk pada kebenaran, sehingga kami pun beriman padanya dan tidak akan mempersekutukan sesuatu pun dengan Tuhan kami. "
  },
  {
    "no": 209,
    "arabic": "وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ",
    "latin": "Wa annahū ta‘ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).",
    "translation": "Sesungguhnya Maha Tinggi keagungan Tuhan kami. Dia tidak beristri dan tidak (pula) beranak."
  },
  {
    "no": 210,
    "arabic": "وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ",
    "latin": "Wa annahū kāna yaqūlu safīhunā ‘alallāhi syaṭaṭā(n).",
    "translation": "Sesungguhnya orang yang bodoh di antara kami selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah."
  },
  {
    "no": 211,
    "arabic": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ",
    "latin": "Wa annā ẓanannā allan taqūlal-insu wal-jinnu ‘alallāhi każibā(n).",
    "translation": "Sesungguhnya kami mengira bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah.” "
  },
  {
    "no": 212,
    "arabic": "وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ",
    "latin": "Wa annahū kāna rijālum minal insi ya‘ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).",
    "translation": "Sesungguhnya ada beberapa orang laki-laki dari (kalangan) manusia yang meminta perlindungan kepada beberapa laki-laki dari (kalangan) jin sehingga mereka (jin) menjadikan mereka (manusia) bertambah sesat."
  },
  {
    "no": 213,
    "arabic": "وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ",
    "latin": "Wa annahum ẓannū kamā ẓanantum allay yab‘aṡallāhu aḥadā(n).",
    "translation": "Sesungguhnya mereka (jin) mengira sebagaimana kamu (orang musyrik Makkah) mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). "
  },
  {
    "no": 214,
    "arabic": "وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ",
    "latin": "Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).",
    "translation": "(Jin berkata lagi,) “Sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit. Maka, kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api."
  },
  {
    "no": 215,
    "arabic": "وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ",
    "latin": "Wa annā kunnā naq‘udu minhā maqā‘ida lis-sam‘(i), famay yastami‘il-āna yajid lahū syihābar raṣadā(n).",
    "translation": "Sesungguhnya kami (jin) dahulu selalu menduduki beberapa tempat (di langit) untuk mencuri dengar (berita-beritanya). Akan tetapi, sekarang731) siapa yang (mencoba) mencuri dengar pasti akan menjumpai panah api yang mengintai (untuk membakarnya)."
  },
  {
    "no": 216,
    "arabic": "وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ",
    "latin": "Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).",
    "translation": "Sesungguhnya kami tidak mengetahui apakah keburukan yang dikehendaki terhadap siapa yang di bumi ataukah Tuhan mereka menghendaki kebaikan terhadap mereka. "
  },
  {
    "no": 217,
    "arabic": "وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ",
    "latin": "Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).",
    "translation": "Sesungguhnya di antara kami ada yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Kami menempuh jalan yang berbeda-beda."
  },
  {
    "no": 218,
    "arabic": "وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ",
    "latin": "Wa annā ẓanannā allan nu‘jizallāha fil-arḍi wa lan nu‘jizahū harabā(n).",
    "translation": "Sesungguhnya kami yakin bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya."
  },
  {
    "no": 219,
    "arabic": "وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ",
    "latin": "Wa annā lammā sami‘nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n).",
    "translation": "Sesungguhnya ketika mendengar petunjuk (Al-Qur’an), kami pun beriman kepadanya. Maka, siapa yang beriman kepada Tuhannya tidak (perlu) takut akan pengurangan (pahala amalnya) dan tidak (takut pula) akan kesulitan (akibat penambahan dosa)."
  },
  {
    "no": 220,
    "arabic": "وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقٰسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ",
    "latin": "Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a), faman aslama fa ulā'ika taḥarrau rasyadā(n).",
    "translation": "Sesungguhnya di antara kami ada yang muslim dan ada (pula) yang menyimpang dari kebenaran. Siapa yang (memeluk) Islam telah memilih jalan yang benar."
  },
  {
    "no": 221,
    "arabic": "وَاَمَّا الْقٰسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ",
    "latin": "Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n).",
    "translation": "Adapun para penyimpang dari kebenaran menjadi bahan bakar (neraka) Jahanam.”"
  },
  {
    "no": 222,
    "arabic": "وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ",
    "latin": "Wa allawistaqāmū ‘alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n).",
    "translation": "Seandainya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan air yang banyak (rezeki yang cukup)."
  },
  {
    "no": 223,
    "arabic": "لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ",
    "latin": "Linaftinahum fīh(i), wa may yu‘riḍ ‘an żikri rabbihī yasluk-hu ‘ażāban ṣa‘adā(n).",
    "translation": "Dengan (cara) itu Kami hendak menguji mereka. Siapa yang berpaling dari peringatan Tuhannya niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat. "
  },
  {
    "no": 224,
    "arabic": "وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ",
    "latin": "Wa annal-masājida lillāhi falā tad‘ū ma‘allāhi aḥadā(n).",
    "translation": "Sesungguhnya masjid-masjid itu milik Allah. Maka, janganlah menyembah apa pun bersamaan dengan (menyembah) Allah. "
  },
  {
    "no": 225,
    "arabic": "وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ",
    "latin": "Wa annahū lammā qāma ‘abdullāhi yad‘ūhu kādū yakūnūna ‘alaihi libadā(n).",
    "translation": "Sesungguhnya ketika hamba Allah (Nabi Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. "
  },
  {
    "no": 226,
    "arabic": "قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ",
    "latin": "Qul innamā ad‘ū rabbī wa lā usyriku bihī aḥadā(n).",
    "translation": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan-Nya dengan apa pun.”"
  },
  {
    "no": 227,
    "arabic": "قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ",
    "latin": "Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n).",
    "translation": "Katakanlah, “Sesungguhnya aku tidak mampu (menolak) mudarat dan tidak (pula mampu mendatangkan) kebaikan kepadamu.”"
  },
  {
    "no": 228,
    "arabic": "قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ",
    "latin": "Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n).",
    "translation": "Katakanlah, “Sesungguhnya tidak ada seorang pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain-Nya. "
  },
  {
    "no": 229,
    "arabic": "اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ",
    "latin": "Illā balāgam minallāhi wa risālātih(ī), wa may ya‘ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).",
    "translation": "(Yang aku mampu lakukan) hanyalah menyampaikan (peringatan) dari Allah dan risalah-Nya. Siapa yang mendurhakai Allah dan Rasul-Nya sesungguhnya akan mendapat (azab) neraka Jahanam. Mereka kekal di dalamnya selama-lamanya.”"
  },
  {
    "no": 230,
    "arabic": "حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ",
    "latin": "Ḥattā iżā ra'au mā yū‘adūna fasaya‘lamūna man aḍ‘afu nāṣiraw wa aqallu ‘adadā(n).  ",
    "translation": "Dengan demikian, apabila melihat (azab) yang diancamkan kepadanya, mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. "
  },
  {
    "no": 231,
    "arabic": "قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ",
    "latin": "Qul in adrī aqarībum mā tū‘adūna am yaj‘alu lahū rabbī amadā(n).",
    "translation": "Katakanlah (Nabi Muhammad), “Aku tidak mengetahui apakah (azab) yang diancamkan kepadamu itu sudah dekat atau Tuhanku menjadikan waktunya masih lama.”"
  },
  {
    "no": 232,
    "arabic": "عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ",
    "latin": "‘Ālimul-gaibi falā yuẓhiru ‘alā gaibihī aḥadā(n).",
    "translation": "Dia mengetahui yang gaib. Lalu, Dia tidak memperlihatkan yang gaib itu kepada siapa pun,"
  },
  {
    "no": 233,
    "arabic": "اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ",
    "latin": "Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).",
    "translation": "kecuali kepada rasul yang diridai-Nya. Sesungguhnya Dia menempatkan penjaga-penjaga (malaikat) di depan dan di belakangnya."
  },
  {
    "no": 234,
    "arabic": "لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ",
    "latin": "Liya‘lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in ‘adadā(n).",
    "translation": "(Yang demikian itu) agar Dia mengetahui bahwa (rasul-rasul itu) benar-benar telah menyampaikan risalah-risalah Tuhannya, sedangkan (ilmu-Nya) meliputi apa yang ada pada mereka. Dia menghitung segala sesuatu satu per satu."
  },
  {
    "no": 235,
    "arabic": "يٰٓاَيُّهَا الْمُزَّمِّلُۙ",
    "latin": "Yā ayyuhal-muzzammil(u).",
    "translation": "Wahai orang yang berkelumun (Nabi Muhammad),"
  },
  {
    "no": 236,
    "arabic": "قُمِ الَّيْلَ اِلَّا قَلِيْلًاۙ",
    "latin": "Qumil-laila illā qalīlā(n).",
    "translation": "bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil,732)"
  },
  {
    "no": 237,
    "arabic": "نِّصْفَهٗٓ اَوِ انْقُصْ مِنْهُ قَلِيْلًاۙ",
    "latin": "Niṣfahū awinquṣ minhu qalīlā(n).",
    "translation": "(yaitu) seperduanya, kurang sedikit dari itu,"
  },
  {
    "no": 238,
    "arabic": "اَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْاٰنَ تَرْتِيْلًاۗ",
    "latin": "Au zid ‘alaihi wa rattilil-qur'āna tartīlā(n).",
    "translation": "atau lebih dari (seperdua) itu. Bacalah Al-Qur’an itu dengan perlahan-lahan."
  },
  {
    "no": 239,
    "arabic": "اِنَّا سَنُلْقِيْ عَلَيْكَ قَوْلًا ثَقِيْلًا",
    "latin": "Innā sanulqī ‘alaika qaulan ṡaqīlā(n).",
    "translation": "Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu."
  },
  {
    "no": 240,
    "arabic": "اِنَّ نَاشِئَةَ الَّيْلِ هِيَ اَشَدُّ وَطْـًٔا وَّاَقْوَمُ قِيْلًاۗ",
    "latin": "Inna nāsyi'atal-laili hiya asyaddu waṭ'aw wa aqwamu qīlā(n).",
    "translation": "Sesungguhnya bangun malam itu lebih kuat (pengaruhnya terhadap jiwa) dan lebih mantap ucapannya."
  },
  {
    "no": 241,
    "arabic": "اِنَّ لَكَ فِى النَّهَارِ سَبْحًا طَوِيْلًاۗ",
    "latin": "Inna laka fin-nahāri sabḥan ṭawīlā(n).",
    "translation": "Sesungguhnya pada siang hari engkau memiliki kesibukan yang panjang."
  },
  {
    "no": 242,
    "arabic": "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ اِلَيْهِ تَبْتِيْلًاۗ",
    "latin": "Ważkurisma rabbika wa tabattal ilaihi tabtīlā(n).",
    "translation": "Sebutlah nama Tuhanmu dan beribadahlah kepada-Nya dengan sepenuh hati. "
  },
  {
    "no": 243,
    "arabic": "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا",
    "latin": "Rabbul-masyriqi wal-magribi lā ilāha illā huwa fattakhiżhu wakīlā(n).",
    "translation": "(Allah) adalah Tuhan timur dan barat. Tidak ada tuhan selain Dia. Maka, jadikanlah Dia sebagai pelindung."
  },
  {
    "no": 244,
    "arabic": "وَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاهْجُرْهُمْ هَجْرًا جَمِيْلًا ",
    "latin": "Waṣbir ‘alā mā yaqūlūna wahjurhum hajran jamīlā(n).",
    "translation": "Bersabarlah (Nabi Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik."
  },
  {
    "no": 245,
    "arabic": "وَذَرْنِيْ وَالْمُكَذِّبِيْنَ اُولِى النَّعْمَةِ وَمَهِّلْهُمْ قَلِيْلًا ",
    "latin": "Wa żarnī wal-mukażżibīna ulin-na‘mati wa mahhilhum qalīlā(n).",
    "translation": "Biarkanlah Aku (yang bertindak) terhadap para pendusta yang memiliki segala kenikmatan hidup dan berilah mereka penangguhan sementara."
  },
  {
    "no": 246,
    "arabic": "اِنَّ لَدَيْنَآ اَنْكَالًا وَّجَحِيْمًاۙ",
    "latin": "Inna ladainā ankālaw wa jaḥīmā(n).",
    "translation": "Sesungguhnya di sisi Kami ada belenggu-belenggu (yang berat), (neraka) Jahim,"
  },
  {
    "no": 247,
    "arabic": "وَّطَعَامًا ذَا غُصَّةٍ وَّعَذَابًا اَلِيْمًا ",
    "latin": "Wa ṭa‘āman żā guṣṣatiw wa ‘ażāban alīmā(n).",
    "translation": "makanan yang menyumbat kerongkongan, dan azab yang pedih."
  },
  {
    "no": 248,
    "arabic": "يَوْمَ تَرْجُفُ الْاَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيْبًا مَّهِيْلًا ",
    "latin": "Yauma tarjuful-arḍu wal-jibālu wa kānatil-jibālu kaṡībam mahīlā(n).",
    "translation": "(Ingatlah) pada hari (ketika) bumi dan gunung-gunung berguncang keras dan gunung-gunung itu menjadi seperti onggokan pasir yang tercurah."
  },
  {
    "no": 249,
    "arabic": "اِنَّآ اَرْسَلْنَآ اِلَيْكُمْ رَسُوْلًا ەۙ شَاهِدًا عَلَيْكُمْ كَمَآ اَرْسَلْنَآ اِلٰى فِرْعَوْنَ رَسُوْلًا ۗ",
    "latin": "Innā arsalnā ilaikum rasūlā(n), syāhidan ‘alaikum kamā arsalnā ilā fir‘auna rasūlā(n).",
    "translation": "Sesungguhnya Kami telah mengutus seorang rasul (Nabi Muhammad) kepadamu sebagai saksi atasmu, sebagaimana Kami telah mengutus seorang rasul kepada Fir‘aun."
  },
  {
    "no": 250,
    "arabic": "فَعَصٰى فِرْعَوْنُ الرَّسُوْلَ فَاَخَذْنٰهُ اَخْذًا وَّبِيْلًاۚ",
    "latin": "Fa ‘aṣā fir‘aunar-rasūla fa akhażnāhu akhżaw wabīlā(n).",
    "translation": "Namun, Fir‘aun mendurhakai rasul itu sehingga Kami siksa dia dengan siksaan yang berat. "
  },
  {
    "no": 251,
    "arabic": "فَكَيْفَ تَتَّقُوْنَ اِنْ كَفَرْتُمْ يَوْمًا يَّجْعَلُ الْوِلْدَانَ شِيْبًاۖ",
    "latin": "Fakaifa tattaqūna in kafartum yaumay yaj‘alul-wildāna syībā(n).",
    "translation": "Lalu, bagaimanakah kamu akan dapat menjaga dirimu (dari azab) hari yang menjadikan anak-anak beruban jika kamu tetap kufur?"
  },
  {
    "no": 252,
    "arabic": " ۨالسَّمَاۤءُ مُنْفَطِرٌۢ بِهٖۗ كَانَ وَعْدُهٗ مَفْعُوْلًا",
    "latin": "As-samā'u munfaṭirum bih(ī), kāna wa‘duhū maf‘ūlā(n).",
    "translation": "Langit terbelah padanya (hari itu). Janji-Nya pasti terlaksana."
  },
  {
    "no": 253,
    "arabic": "اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًا ࣖ ",
    "latin": "Inna hāżihī tażkirah(tun), faman syā'attakhaża ilā rabbihī sabīlā(n).",
    "translation": "Sesungguhnya ini adalah peringatan. Siapa yang berkehendak niscaya mengambil jalan (yang lurus) kepada Tuhannya."
  },
  {
    "no": 254,
    "arabic": "۞ اِنَّ رَبَّكَ يَعْلَمُ اَنَّكَ تَقُوْمُ اَدْنٰى مِنْ ثُلُثَيِ الَّيْلِ وَنِصْفَهٗ وَثُلُثَهٗ وَطَاۤىِٕفَةٌ مِّنَ الَّذِيْنَ مَعَكَۗ وَاللّٰهُ يُقَدِّرُ الَّيْلَ وَالنَّهَارَۗ عَلِمَ اَنْ لَّنْ تُحْصُوْهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوْا مَا تَيَسَّرَ مِنَ الْقُرْاٰنِۗ عَلِمَ اَنْ سَيَكُوْنُ مِنْكُمْ مَّرْضٰىۙ وَاٰخَرُوْنَ يَضْرِبُوْنَ فِى الْاَرْضِ يَبْتَغُوْنَ مِنْ فَضْلِ اللّٰهِ ۙوَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۖفَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُۙ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَقْرِضُوا اللّٰهَ قَرْضًا حَسَنًاۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۙهُوَ خَيْرًا وَّاَعْظَمَ اَجْرًاۗ وَاسْتَغْفِرُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "latin": "Inna rabbaka ya‘lamu annaka taqūmu adnā min ṡuluṡayil-laili wa niṣfahū wa ṡuluṡahū wa ṭā'ifatum minal-lażīna ma‘ak(a), wallāhu yuqaddirul-laila wan-nahār(a), ‘alima allan tuḥṣūhu fa tāba ‘alaikum faqra'ū mā tayassara minal-qur'ān(i), ‘alima an sayakūnu minkum marḍā, wa ākharūna yaḍribūna fil-arḍi yabtagūna min faḍlillāh(i), wa ākharūna yuqātilūna fī sabīlillāh(i), faqra'ū mā tayassara minh(u), wa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aqriḍullāha qarḍan ḥasanā(n), wa mā tuqaddimū li'anfusikum min khairin tajidūhu ‘indallāh(i), huwa khairaw wa a‘ẓama ajrā(n), wastagfirullāh(a), innallāha gafūrur raḥīm(un).",
    "translation": "Sesungguhnya Tuhanmu mengetahui bahwa engkau (Nabi Muhammad) berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersamamu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menghitungnya (secara terperinci waktu-waktu tersebut sehingga menyulitkanmu dalam melaksanakan salat malam). Maka, Dia kembali (memberi keringanan) kepadamu. Oleh karena itu, bacalah (ayat) Al-Qur’an yang mudah (bagimu). Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit, dan yang lain berjalan di bumi mencari sebagian karunia Allah serta yang lain berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) darinya (Al-Qur’an). Tegakkanlah salat, tunaikanlah zakat, dan berikanlah pinjaman kepada Allah pinjaman yang baik. Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)-nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Mohonlah ampunan kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 255,
    "arabic": "يٰٓاَيُّهَا الْمُدَّثِّرُۙ",
    "latin": "Yā ayyuhal-muddaṡṡir(u).",
    "translation": "Wahai orang yang berselimut (Nabi Muhammad),"
  },
  {
    "no": 256,
    "arabic": "قُمْ فَاَنْذِرْۖ",
    "latin": "Qum fa'anżir.",
    "translation": "bangunlah, lalu berilah peringatan!"
  },
  {
    "no": 257,
    "arabic": "وَرَبَّكَ فَكَبِّرْۖ",
    "latin": "Wa rabbaka fakabbir.",
    "translation": "Tuhanmu, agungkanlah!"
  },
  {
    "no": 258,
    "arabic": "وَثِيَابَكَ فَطَهِّرْۖ",
    "latin": "Wa ṡiyābaka faṭahhir.",
    "translation": "Pakaianmu, bersihkanlah!"
  },
  {
    "no": 259,
    "arabic": "وَالرُّجْزَ فَاهْجُرْۖ ",
    "latin": "War-rujza fahjur.",
    "translation": "Segala (perbuatan) yang keji, tinggalkanlah!"
  },
  {
    "no": 260,
    "arabic": "وَلَا تَمْنُنْ تَسْتَكْثِرُۖ ",
    "latin": "Wa lā tamnun tastakṡir(u).",
    "translation": "Janganlah memberi (dengan maksud) memperoleh (balasan) yang lebih banyak!"
  },
  {
    "no": 261,
    "arabic": "وَلِرَبِّكَ فَاصْبِرْۗ ",
    "latin": "Wa lirabbika faṣbir.",
    "translation": "Karena Tuhanmu, bersabarlah!"
  },
  {
    "no": 262,
    "arabic": "فَاِذَا نُقِرَ فِى النَّاقُوْرِۙ ",
    "latin": "Fa iżā nuqira fin-nāqūr(i).",
    "translation": "Apabila sangkakala ditiup,"
  },
  {
    "no": 263,
    "arabic": "فَذٰلِكَ يَوْمَىِٕذٍ يَّوْمٌ عَسِيْرٌۙ ",
    "latin": "Fa żālika yauma'iżiy yaumun ‘asīr(un).",
    "translation": "hari itulah hari yang sulit,"
  },
  {
    "no": 264,
    "arabic": "عَلَى الْكٰفِرِيْنَ غَيْرُ يَسِيْرٍ ",
    "latin": "‘Alal-kāfirīna gairu yasīr(in).",
    "translation": "(yang) tidak mudah bagi orang-orang kafir. "
  },
  {
    "no": 265,
    "arabic": "ذَرْنِيْ وَمَنْ خَلَقْتُ وَحِيْدًاۙ ",
    "latin": "Żarnī wa man khalaqtu waḥīdā(n).",
    "translation": "Biarkanlah Aku (yang bertindak) terhadap orang yang Aku ciptakan dia dalam kesendirian.733)"
  },
  {
    "no": 266,
    "arabic": "وَّجَعَلْتُ لَهٗ مَالًا مَّمْدُوْدًاۙ ",
    "latin": "Wa ja‘altu lahū mālam mamdūdā(n).",
    "translation": "Aku beri dia kekayaan yang berlimpah,"
  },
  {
    "no": 267,
    "arabic": "وَّبَنِيْنَ شُهُوْدًاۙ ",
    "latin": "Wa banīna syuhūdā(n).",
    "translation": "anak-anak yang selalu bersamanya,"
  },
  {
    "no": 268,
    "arabic": "وَّمَهَّدْتُّ لَهٗ تَمْهِيْدًاۙ ",
    "latin": "Wa mahhattu lahū tamhīdā(n).",
    "translation": "dan Aku beri dia kelapangan (hidup) seluas-luasnya."
  },
  {
    "no": 269,
    "arabic": "ثُمَّ يَطْمَعُ اَنْ اَزِيْدَۙ    ",
    "latin": "Ṡumma yaṭma‘u an azīd(a).",
    "translation": "Kemudian, dia ingin sekali agar Aku menambahnya."
  },
  {
    "no": 270,
    "arabic": "كَلَّاۗ اِنَّهٗ كَانَ لِاٰيٰتِنَا عَنِيْدًاۗ ",
    "latin": "Kallā, innahū kāna li'āyātinā ‘anīdā(n).",
    "translation": "Sekali-kali tidak! Sesungguhnya dia telah menentang ayat-ayat Kami (Al-Qur’an)."
  },
  {
    "no": 271,
    "arabic": "سَاُرْهِقُهٗ صَعُوْدًاۗ ",
    "latin": "Sa'urhiquhū ṣa‘ūdā(n).",
    "translation": "Aku akan membebaninya dengan pendakian yang memayahkan."
  },
  {
    "no": 272,
    "arabic": "اِنَّهٗ فَكَّرَ وَقَدَّرَۙ ",
    "latin": "Innahū fakkara wa qaddar(a).",
    "translation": "Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya)."
  },
  {
    "no": 273,
    "arabic": "فَقُتِلَ كَيْفَ قَدَّرَۙ ",
    "latin": "Faqutila kaifa qaddar(a).",
    "translation": "Maka, binasalah dia. Bagaimanakah dia menetapkan?"
  },
  {
    "no": 274,
    "arabic": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَۙ ",
    "latin": "Ṡumma qutila kaifa qaddar(a).",
    "translation": "Kemudian, binasalah dia. Bagaimanakah dia menetapkan?"
  },
  {
    "no": 275,
    "arabic": "ثُمَّ نَظَرَۙ ",
    "latin": "Ṡumma naẓar(a).",
    "translation": "Kemudian dia memikirkan (untuk melecehkan Al-Qur’an)."
  },
  {
    "no": 276,
    "arabic": "ثُمَّ عَبَسَ وَبَسَرَۙ ",
    "latin": "Ṡumma ‘abasa wa basar(a).",
    "translation": "Kemudian, dia berwajah masam dan cemberut (karena tidak menemukan kelemahan Al-Qur’an)."
  },
  {
    "no": 277,
    "arabic": "ثُمَّ اَدْبَرَ وَاسْتَكْبَرَۙ ",
    "latin": "Ṡumma adbara wastakbar(a).",
    "translation": "Kemudian, dia berpaling (dari kebenaran) dan menyombongkan diri."
  },
  {
    "no": 278,
    "arabic": "فَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُۙ ",
    "latin": "Faqāla in hāżā illā siḥruy yu'ṡar(u).",
    "translation": "Lalu, dia berkata, “(Al-Qur’an) ini tidak lain, kecuali sihir yang dipelajari (dari orang-orang terdahulu)."
  },
  {
    "no": 279,
    "arabic": "اِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِۗ ",
    "latin": "In hāżā illā qaulul-basyar(i).",
    "translation": "Ini tidak lain kecuali perkataan manusia.”"
  },
  {
    "no": 280,
    "arabic": "سَاُصْلِيْهِ سَقَرَ",
    "latin": "Sa'uṣlīhi saqar(a).",
    "translation": "Aku akan memasukkannya ke dalam (neraka) Saqar."
  },
  {
    "no": 281,
    "arabic": "وَمَآ اَدْرٰىكَ مَا سَقَرُۗ ",
    "latin": "Wa mā adrāka mā saqar(a).",
    "translation": "Tahukah kamu apa (neraka) Saqar itu?"
  },
  {
    "no": 282,
    "arabic": "لَا تُبْقِيْ وَلَا تَذَرُۚ ",
    "latin": "Lā tubqī wa lā tażar(u).",
    "translation": "(Neraka Saqar itu) tidak meninggalkan (sedikit pun bagian jasmani) dan tidak membiarkan(-nya luput dari siksaan)."
  },
  {
    "no": 283,
    "arabic": "لَوَّاحَةٌ لِّلْبَشَرِۚ ",
    "latin": "Lawwāḥatul lil-basyar(i).",
    "translation": "(Neraka Saqar itu) menghanguskan kulit manusia."
  },
  {
    "no": 284,
    "arabic": "عَلَيْهَا تِسْعَةَ عَشَرَۗ ",
    "latin": "‘Alaihā tis‘ata ‘asyar(a).",
    "translation": "Di atasnya ada sembilan belas (malaikat penjaga)."
  },
  {
    "no": 285,
    "arabic": "وَمَا جَعَلْنَآ اَصْحٰبَ النَّارِ اِلَّا مَلٰۤىِٕكَةً ۖوَّمَا جَعَلْنَا عِدَّتَهُمْ اِلَّا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْاۙ لِيَسْتَيْقِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَيَزْدَادَ الَّذِيْنَ اٰمَنُوْٓا اِيْمَانًا وَّلَا يَرْتَابَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْمُؤْمِنُوْنَۙ وَلِيَقُوْلَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْكٰفِرُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَمَا يَعْلَمُ جُنُوْدَ رَبِّكَ اِلَّا هُوَۗ وَمَا هِيَ اِلَّا ذِكْرٰى لِلْبَشَرِ ࣖ",
    "latin": "Wa mā ja‘alnā aṣḥāban-nāri illā malā'ikah(tan), wa mā ja‘alnā ‘iddatahum illā fitnatal lil-lażīna kafarū, liyastaiqinal-lażīna ūtul-kitāba wa yazdādal-lażīna āmanū īmānaw wa lā yartābal-lażīna ūtul-kitāba wal-mu'minūn(a), wa liyaqūlal-lażīna fī qulūbihim maraḍuw wal-kāfirūna māżā arādallāhu bihāżā maṡalā(n), każālika yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa mā ya‘lamu junūda rabbika illā huw(a), wa mā hiya illā żikrā lil-basyar(i).",
    "translation": "Kami tidak menjadikan para penjaga neraka, kecuali para malaikat dan Kami tidak menentukan bilangan mereka itu, kecuali sebagai cobaan bagi orang-orang kafir. (Yang demikian itu) agar orang-orang yang diberi kitab menjadi yakin, orang yang beriman bertambah imannya, orang-orang yang diberi kitab dan orang-orang mukmin itu tidak ragu-ragu, serta orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (berkata,) “Apakah yang dikehendaki Allah dengan (bilangan) ini sebagai suatu perumpamaan?” Demikianlah Allah membiarkan sesat orang-orang yang Dia kehendaki (berdasarkan kecenderungan dan pilihan mereka sendiri) dan memberi petunjuk kepada orang-orang yang Dia kehendaki (berdasarkan kesiapan mereka untuk menerima petunjuk). Tidak ada yang mengetahui bala tentara Tuhanmu kecuali Dia sendiri. Ia (neraka Saqar itu) tidak lain hanyalah peringatan bagi manusia."
  },
  {
    "no": 286,
    "arabic": "كَلَّا وَالْقَمَرِۙ",
    "latin": "Kallā wal-qamar(i).",
    "translation": "Sekali-kali tidak!734) Demi bulan,"
  },
  {
    "no": 287,
    "arabic": "وَالَّيْلِ اِذْ اَدْبَرَۙ",
    "latin": "Wal-laili iż adbar(a).",
    "translation": "demi malam ketika telah berlalu,"
  },
  {
    "no": 288,
    "arabic": "وَالصُّبْحِ اِذَآ اَسْفَرَۙ",
    "latin": "Waṣ-ṣubḥi iżā asfar(a).",
    "translation": "dan demi subuh apabila mulai terang,"
  },
  {
    "no": 289,
    "arabic": "اِنَّهَا لَاِحْدَى الْكُبَرِۙ",
    "latin": "Innahā la'iḥdal-kubar(i).",
    "translation": "sesungguhnya ia (neraka Saqar itu) benar-benar salah satu (bencana) yang sangat besar,"
  },
  {
    "no": 290,
    "arabic": "نَذِيْرًا لِّلْبَشَرِۙ",
    "latin": "Nażīral lil-basyar(i).",
    "translation": "sebagai peringatan bagi manusia,"
  },
  {
    "no": 291,
    "arabic": "لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّتَقَدَّمَ اَوْ يَتَاَخَّرَۗ",
    "latin": "Liman syā'a minkum ay yataqaddama au yata'akhkhar(a).",
    "translation": "(yaitu) bagi siapa di antara kamu yang ingin maju (meraih kebajikan) atau mundur (dengan berbuat maksiat)."
  },
  {
    "no": 292,
    "arabic": "كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌۙ",
    "latin": "Kullu nafsim bimā kasabat rahīnah(tun).",
    "translation": "Setiap orang bertanggung jawab atas apa yang telah ia lakukan,"
  },
  {
    "no": 293,
    "arabic": "اِلَّآ اَصْحٰبَ الْيَمِيْنِ ۛ ",
    "latin": "Illā aṣḥābal-yamīn(i).",
    "translation": "kecuali golongan kanan,"
  },
  {
    "no": 294,
    "arabic": "فِيْ جَنّٰتٍ ۛ يَتَسَاۤءَلُوْنَۙ",
    "latin": "Fī jannātin - yatasā'alūn(a).",
    "translation": "berada di dalam surga yang mereka saling bertanya"
  },
  {
    "no": 295,
    "arabic": "عَنِ الْمُجْرِمِيْنَۙ",
    "latin": "‘Anil-mujrimīn(a).",
    "translation": "tentang (keadaan) para pendurhaka,"
  },
  {
    "no": 296,
    "arabic": "مَا سَلَكَكُمْ فِيْ سَقَرَ ",
    "latin": "Mā salakakum fī saqar(a).",
    "translation": "“Apa yang menyebabkan kamu masuk ke dalam (neraka) Saqar?”"
  },
  {
    "no": 297,
    "arabic": "قَالُوْا لَمْ نَكُ مِنَ الْمُصَلِّيْنَۙ",
    "latin": "Qālū lam naku minal-muṣallīn(a).",
    "translation": "Mereka menjawab, “Dahulu kami tidak termasuk orang-orang yang melaksanakan salat"
  },
  {
    "no": 298,
    "arabic": "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِيْنَۙ",
    "latin": "Wa lam naku nuṭ‘imul-miskīn(a).",
    "translation": "dan kami (juga) tidak memberi makan orang miskin."
  },
  {
    "no": 299,
    "arabic": "وَكُنَّا نَخُوْضُ مَعَ الْخَاۤىِٕضِيْنَۙ",
    "latin": "Wa kunnā nakhūḍu ma‘al-khā'iḍīn(a).",
    "translation": "Bahkan, kami selalu berbincang (untuk tujuan yang batil) bersama para pembincang,"
  },
  {
    "no": 300,
    "arabic": "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّيْنِۙ",
    "latin": "Wa kunnā nukażżibu biyaumid-dīn(i).",
    "translation": "dan kami selalu mendustakan hari Pembalasan,"
  },
  {
    "no": 301,
    "arabic": "حَتّٰىٓ اَتٰىنَا الْيَقِيْنُۗ",
    "latin": "Ḥattā atānal-yaqīn(u).",
    "translation": "hingga datang kepada kami kematian.”"
  },
  {
    "no": 302,
    "arabic": "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشّٰفِعِيْنَۗ",
    "latin": "Famā tanfa‘uhum syafā‘atusy-syāfi‘īn(a).",
    "translation": "Maka, tidak berguna lagi bagi mereka syafaat (pertolongan) dari para pemberi syafaat."
  },
  {
    "no": 303,
    "arabic": "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِيْنَۙ",
    "latin": "Famā lahum ‘anit-tażkirati mu‘riḍīn(a).",
    "translation": "Lalu, mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)"
  },
  {
    "no": 304,
    "arabic": "كَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ",
    "latin": "Ka'annahum ḥumurum mustanfirah(tun).",
    "translation": "seakan-akan mereka keledai liar yang terkejut"
  },
  {
    "no": 305,
    "arabic": "فَرَّتْ مِنْ قَسْوَرَةٍۗ",
    "latin": "Farrat min qaswarah(tin).",
    "translation": "lari dari singa."
  },
  {
    "no": 306,
    "arabic": "بَلْ يُرِيْدُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّؤْتٰى صُحُفًا مُّنَشَّرَةًۙ",
    "latin": "Bal yurīdu kullumri'im minhum ay yu'tā ṣuḥufam munasysyarah(tan).",
    "translation": "Bahkan, setiap orang dari mereka ingin diberi lembaran-lembaran (kitab) yang terbuka."
  },
  {
    "no": 307,
    "arabic": "كَلَّاۗ بَلْ لَّا يَخَافُوْنَ الْاٰخِرَةَۗ",
    "latin": "Kallā, bal lā yakhāfūnal-ākhirah(ta).",
    "translation": "Sekali-kali tidak! Sebenarnya mereka tidak takut pada akhirat."
  },
  {
    "no": 308,
    "arabic": "كَلَّآ اِنَّهٗ تَذْكِرَةٌ ۚ",
    "latin": "Kallā innahū tażkirah(tun).",
    "translation": "Sekali-kali tidak! Sesungguhnya (Al-Qur’an) itu adalah suatu peringatan."
  },
  {
    "no": 309,
    "arabic": "فَمَنْ شَاۤءَ ذَكَرَهٗۗ",
    "latin": "Faman syā'a żakarah(ū).",
    "translation": "Siapa yang berkehendak tentu mengambil pelajaran darinya."
  },
  {
    "no": 310,
    "arabic": "وَمَا يَذْكُرُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗهُوَ اَهْلُ التَّقْوٰى وَاَهْلُ الْمَغْفِرَةِ ࣖ",
    "latin": "Wa mā yażkurūna illā ay yasyā'allāh(u), huwa ahlut-taqwā wa ahlul-magfirah(ti).",
    "translation": "Mereka tidak akan mengambil pelajaran darinya (Al-Qur’an), kecuali (jika) Allah menghendakinya. Dialah yang (kita) patut bertakwa kepada-Nya dan yang berhak memberi ampunan."
  },
  {
    "no": 311,
    "arabic": "لَآ اُقْسِمُ بِيَوْمِ الْقِيٰمَةِۙ",
    "latin": "Lā uqsimu biyaumil-qiyāmah(ti).",
    "translation": "Aku bersumpah demi hari Kiamat."
  },
  {
    "no": 312,
    "arabic": "وَلَآ اُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ",
    "latin": "Wa lā uqsimu bin nafsil-lawwāmah(ti).",
    "translation": "Aku bersumpah demi jiwa yang sangat menyesali (dirinya sendiri)."
  },
  {
    "no": 313,
    "arabic": "اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ",
    "latin": "Ayaḥsabul-insānu allan najma‘a ‘iẓāmah(ū).",
    "translation": "Apakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya?"
  },
  {
    "no": 314,
    "arabic": "بَلٰى قٰدِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ",
    "latin": "Balā qādirīna ‘alā an nusawwiya banānah(ū).",
    "translation": "Tentu, (bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna."
  },
  {
    "no": 315,
    "arabic": "بَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ",
    "latin": "Bal yurīdul-insānu liyafjura amāmah(ū).",
    "translation": "Akan tetapi, manusia hendak berbuat maksiat terus-menerus."
  },
  {
    "no": 316,
    "arabic": "يَسْـَٔلُ اَيَّانَ يَوْمُ الْقِيٰمَةِۗ",
    "latin": "Yas'alu ayyāna yaumul-qiyāmah(ti).",
    "translation": "Dia bertanya, “Kapankah hari Kiamat itu?”"
  },
  {
    "no": 317,
    "arabic": "فَاِذَا بَرِقَ الْبَصَرُۙ",
    "latin": "Fa iżā bariqal-baṣar(u).",
    "translation": "Apabila mata terbelalak (ketakutan),"
  },
  {
    "no": 318,
    "arabic": "وَخَسَفَ الْقَمَرُۙ",
    "latin": "Wa khasafal-qamar(u).",
    "translation": "bulan pun telah hilang cahayanya,"
  },
  {
    "no": 319,
    "arabic": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُۙ",
    "latin": "Wa jumi‘asy-syamsu wal-qamar(u).",
    "translation": "serta matahari dan bulan dikumpulkan,"
  },
  {
    "no": 320,
    "arabic": "يَقُوْلُ الْاِنْسَانُ يَوْمَىِٕذٍ اَيْنَ الْمَفَرُّۚ",
    "latin": "Yaqūlul-insānu yauma'iżin ainal-mafarr(u).",
    "translation": "pada hari itu manusia berkata, “Ke mana tempat lari?”"
  },
  {
    "no": 321,
    "arabic": "كَلَّا لَا وَزَرَۗ",
    "latin": "Kallā lā wazar(a).",
    "translation": "Sekali-kali tidak! Tidak ada tempat berlindung."
  },
  {
    "no": 322,
    "arabic": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمُسْتَقَرُّۗ",
    "latin": "Ilā rabbika yauma'iżinil-mustaqarr(u).",
    "translation": "(Hanya) kepada Tuhanmu tempat kembali pada hari itu."
  },
  {
    "no": 323,
    "arabic": "يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَۗ",
    "latin": "Yunabba'ul-insānu yauma'iżim bimā qaddama wa akhkhar(a).",
    "translation": "Pada hari itu diberitakan kepada manusia apa yang telah dia kerjakan dan apa yang telah dia lalaikan."
  },
  {
    "no": 324,
    "arabic": "بَلِ الْاِنْسَانُ عَلٰى نَفْسِهٖ بَصِيْرَةٌۙ",
    "latin": "Balil-insānu ‘alā nafsihī baṣīrah(tun).",
    "translation": "Bahkan, manusia menjadi saksi atas dirinya sendiri735)"
  },
  {
    "no": 325,
    "arabic": "وَّلَوْ اَلْقٰى مَعَاذِيْرَهٗۗ",
    "latin": "Wa lau alqā ma‘āżīrah(ū).",
    "translation": "walaupun dia mengemukakan alasan-alasan(-nya)."
  },
  {
    "no": 326,
    "arabic": "لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ",
    "latin": "Lā tuḥarrik bihī lisānaka lita‘jala bih(ī).",
    "translation": "Jangan engkau (Nabi Muhammad) gerakkan lidahmu (untuk membaca Al-Qur’an) karena hendak tergesa-gesa (menguasai)-nya."
  },
  {
    "no": 327,
    "arabic": "اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ",
    "latin": "Inna ‘alainā jam‘ahū wa qur'ānah(ū).",
    "translation": "Sesungguhnya tugas Kamilah untuk mengumpulkan (dalam hatimu) dan membacakannya."
  },
  {
    "no": 328,
    "arabic": "فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ",
    "latin": "Fa iżā qara'nāhu fattabi‘ qur'ānah(ū).",
    "translation": "Maka, apabila Kami telah selesai membacakannya, ikutilah bacaannya itu."
  },
  {
    "no": 329,
    "arabic": "ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ",
    "latin": "Ṡumma inna ‘alainā bayānah(ū).",
    "translation": "Kemudian, sesungguhnya tugas Kami (pula)-lah (untuk) menjelaskannya."
  },
  {
    "no": 330,
    "arabic": "كَلَّا بَلْ تُحِبُّوْنَ الْعَاجِلَةَۙ",
    "latin": "Kallā bal tuḥibbūnal-‘ājilah(ta).",
    "translation": "Sekali-kali tidak! Bahkan, kamu mencintai kehidupan dunia, "
  },
  {
    "no": 331,
    "arabic": "وَتَذَرُوْنَ الْاٰخِرَةَۗ",
    "latin": "Wa tażarūnal-‘ākhirah(ta).",
    "translation": "dan mengabaikan (kehidupan) akhirat. "
  },
  {
    "no": 332,
    "arabic": "وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌۙ",
    "latin": "Wujūhuy yauma'iżin nāḍirah(tun).",
    "translation": "Wajah-wajah (orang mukmin) pada hari itu berseri-seri"
  },
  {
    "no": 333,
    "arabic": "اِلٰى رَبِّهَا نَاظِرَةٌ ۚ",
    "latin": "Ilā rabbihā nāẓirah(tun).",
    "translation": "(karena) memandang Tuhannya. "
  },
  {
    "no": 334,
    "arabic": "وَوُجُوْهٌ يَّوْمَىِٕذٍۢ بَاسِرَةٌۙ",
    "latin": "Wa wujūhuy yauma'iżim bāsirah(tun). ",
    "translation": "Wajah-wajah (orang kafir) pada hari itu muram"
  },
  {
    "no": 335,
    "arabic": "تَظُنُّ اَنْ يُّفْعَلَ بِهَا فَاقِرَةٌ ۗ",
    "latin": "Taẓunnu ay yuf‘ala bihā fāqirah(tun).",
    "translation": "(karena) mereka yakin akan ditimpakan kepadanya malapetaka yang sangat dahsyat."
  },
  {
    "no": 336,
    "arabic": "كَلَّآ اِذَا بَلَغَتِ التَّرَاقِيَۙ",
    "latin": "Kallā iżā balagatit-tarāqiy(a).",
    "translation": "Sekali-kali tidak! Apabila (nyawa) telah sampai di kerongkongan,"
  },
  {
    "no": 337,
    "arabic": "وَقِيْلَ مَنْ ۜرَاقٍۙ",
    "latin": "Wa qīla man…rāq(in).",
    "translation": "dan dikatakan (kepadanya), “Siapa yang (dapat) menyembuhkan?”"
  },
  {
    "no": 338,
    "arabic": "وَّظَنَّ اَنَّهُ الْفِرَاقُۙ",
    "latin": "Wa ẓanna annahul-firāq(u).",
    "translation": "Dia pun yakin bahwa itulah waktu perpisahan (dengan dunia), "
  },
  {
    "no": 339,
    "arabic": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِۙ",
    "latin": "Waltaffatis-sāqu bis-sāq(i).",
    "translation": "dan bertautlah betis (kiri) dengan betis (kanan).736)"
  },
  {
    "no": 340,
    "arabic": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمَسَاقُ ۗ ࣖ",
    "latin": "Ilā rabbika yauma'iżinil-masāq(u).",
    "translation": "Kepada Tuhanmulah pada hari itu (manusia) digiring."
  },
  {
    "no": 341,
    "arabic": "فَلَا صَدَّقَ وَلَا صَلّٰىۙ",
    "latin": "Falā ṣaddaqa wa lā ṣallā.",
    "translation": "Dia tidak membenarkan (Al-Qur’an dan Rasul) dan tidak melaksanakan salat. "
  },
  {
    "no": 342,
    "arabic": "وَلٰكِنْ كَذَّبَ وَتَوَلّٰىۙ",
    "latin": "Wa lākin każżaba wa tawallā.",
    "translation": "Akan tetapi, dia mendustakan (Al-Qur’an) dan berpaling (dari kebenaran). "
  },
  {
    "no": 343,
    "arabic": "ثُمَّ ذَهَبَ اِلٰٓى اَهْلِهٖ يَتَمَطّٰىۗ",
    "latin": "Ṡumma żahaba ilā ahlihī yatamaṭṭā.",
    "translation": "Kemudian, dia pergi kepada keluarganya dengan menyombongkan diri."
  },
  {
    "no": 344,
    "arabic": "اَوْلٰى لَكَ فَاَوْلٰىۙ",
    "latin": "Aulā laka fa'aulā.",
    "translation": "Celakalah kamu! Maka, celakalah! "
  },
  {
    "no": 345,
    "arabic": "ثُمَّ اَوْلٰى لَكَ فَاَوْلٰىۗ",
    "latin": "Ṡumma aulā laka fa'aulā.",
    "translation": "Kemudian, celakalah kamu! Maka, celakalah! "
  },
  {
    "no": 346,
    "arabic": "اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًىۗ",
    "latin": "Ayaḥsabul-insānu ay yutraka sudā(n).",
    "translation": "Apakah manusia mengira akan dibiarkan begitu saja (tanpa pertanggungjawaban)?"
  },
  {
    "no": 347,
    "arabic": "اَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى ",
    "latin": "Alam yaku nuṭfatam mim maniyyiy yumnā.",
    "translation": "Bukankah dia dahulu setetes mani yang ditumpahkan (ke dalam rahim)? "
  },
  {
    "no": 348,
    "arabic": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ",
    "latin": "Ṡumma kāna ‘alaqatan fa khalaqa fa sawwā.",
    "translation": "Kemudian, (mani itu) menjadi sesuatu yang melekat, lalu Dia menciptakan dan menyempurnakannya. "
  },
  {
    "no": 349,
    "arabic": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ",
    "latin": "Fa ja‘ala minhuz-zaujainiż-żakara wal-unṡā.",
    "translation": "Lalu, Dia menjadikan darinya sepasang laki-laki dan perempuan. "
  },
  {
    "no": 350,
    "arabic": "اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى ࣖ",
    "latin": "Alaisa żālika  biqādirin ‘alā ay yuḥyiyal-mautā.",
    "translation": "Bukankah (Allah) itu kuasa (pula) menghidupkan orang mati?"
  },
  {
    "no": 351,
    "arabic": "هَلْ اَتٰى عَلَى الْاِنْسَانِ حِيْنٌ مِّنَ الدَّهْرِ لَمْ يَكُنْ شَيْـًٔا مَّذْكُوْرًا ",
    "latin": "Hal atāka ‘alal-insāni ḥīnum minad-dahri lam yakun syai'am mażkūrā(n).",
    "translation": "Bukankah telah datang kepada manusia suatu waktu dari masa yang ia belum merupakan sesuatu yang dapat disebut?"
  },
  {
    "no": 352,
    "arabic": "اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍۖ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًاۢ بَصِيْرًا ",
    "latin": "Innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi fa ja‘alnāhu samī‘am baṣīrā(n).",
    "translation": "Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur. Kami hendak mengujinya (dengan perintah dan larangan) sehingga menjadikannya dapat mendengar dan melihat."
  },
  {
    "no": 353,
    "arabic": "اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا ",
    "latin": "Innā hadaināhus-sabīla immā syākiraw wa immā kafūrā(n).",
    "translation": "Sesungguhnya Kami telah menunjukkan kepadanya jalan (yang lurus); ada yang bersyukur dan ada pula yang sangat kufur. "
  },
  {
    "no": 354,
    "arabic": "اِنَّآ اَعْتَدْنَا لِلْكٰفِرِيْنَ سَلٰسِلَا۟ وَاَغْلٰلًا وَّسَعِيْرًا ",
    "latin": "Innā a‘tadnā lil-kāfirīna salāsila wa aglālaw wa sa‘īrā(n).",
    "translation": "Sesungguhnya Kami telah menyediakan bagi orang-orang kafir rantai, belenggu, dan api (neraka) Sa‘ir (yang menyala-nyala). "
  },
  {
    "no": 355,
    "arabic": "اِنَّ الْاَبْرَارَ يَشْرَبُوْنَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُوْرًاۚ",
    "latin": "Innal-abrāra yasyrabūna min ka'sin kāna mizājuhā kāfūrā(n).",
    "translation": "Sesungguhnya orang-orang yang berbuat kebajikan akan minum (khamar) dari gelas yang campurannya air kafur,737)"
  },
  {
    "no": 356,
    "arabic": "عَيْنًا يَّشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُوْنَهَا تَفْجِيْرًا ",
    "latin": "‘Ainay yasyrabu bihā ‘ibādullāhi yufajjirūnahā tafjīrā(n).",
    "translation": "(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan dapat mereka pancarkan dengan mudah."
  },
  {
    "no": 357,
    "arabic": "يُوْفُوْنَ بِالنَّذْرِ وَيَخَافُوْنَ يَوْمًا كَانَ شَرُّهٗ مُسْتَطِيْرًا ",
    "latin": "Yūfūna bin-nażri wa yakhāfūna yauman kāna syarruhū mustaṭīrā(n).",
    "translation": "Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana. "
  },
  {
    "no": 358,
    "arabic": "وَيُطْعِمُوْنَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكِيْنًا وَّيَتِيْمًا وَّاَسِيْرًا ",
    "latin": "Wa yuṭ‘imūnaṭ-ṭa‘āma ‘alā ḥubbihī miskīnaw wa yatīmaw wa asīrā(n).",
    "translation": "Mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan tawanan. "
  },
  {
    "no": 359,
    "arabic": "اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا ",
    "latin": "Innamā nuṭ‘imukum liwajhillāhi lā nurīdu minkum jazā'aw wa lā syukūrā(n).",
    "translation": "(Mereka berkata,) “Sesungguhnya kami memberi makanan kepadamu hanya demi rida Allah. Kami tidak mengharap balasan dan terima kasih darimu."
  },
  {
    "no": 360,
    "arabic": "اِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا ",
    "latin": "Innā nakhāfu mir rabbinā yauman ‘abūsan qamṭarīrā(n).",
    "translation": "Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari (ketika) orang-orang berwajah masam penuh kesulitan.”"
  },
  {
    "no": 361,
    "arabic": "فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ",
    "latin": "Fa waqāhumullāhu syarra żālikal-yaumi wa laqqāhum naḍrataw wa surūrā(n).",
    "translation": "Maka, Allah melindungi mereka dari keburukan hari itu dan memberikan keceriaan dan kegembiraan kepada mereka."
  },
  {
    "no": 362,
    "arabic": "وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ",
    "latin": "Wa jazāhum bimā ṣabarū jannataw wa ḥarīrā(n).",
    "translation": "Dia memberikan balasan kepada mereka atas kesabarannya (berupa) surga dan (pakaian) sutra."
  },
  {
    "no": 363,
    "arabic": "مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ  لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ",
    "latin": "Muttaki'īna fīhā ‘alal-arā'ik(i), lā yarauna fīhā syamsaw wa lā zamharīrā(n).",
    "translation": "Di dalamnya mereka duduk bersandar di atas dipan. Di sana mereka tidak merasakan terik matahari dan dingin yang menusuk."
  },
  {
    "no": 364,
    "arabic": "وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ",
    "latin": "Wa dāniyatan ‘alaihim ẓilāluhā wa żullilat quṭūfuhā tażlīlā(n).",
    "translation": "Naungan (pepohonan)-nya dekat di atas mereka dan sangat dimudahkan untuk memetik (buah)-nya."
  },
  {
    "no": 365,
    "arabic": "وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠ ",
    "latin": "Wa yuṭāfu ‘alaihim bi'āniyatim min fiḍḍatiw wa akwābin kānat qawārīrā.",
    "translation": "Diedarkan kepada mereka bejana-bejana dari perak dan gelas-gelas yang sangat bening (kacanya),"
  },
  {
    "no": 366,
    "arabic": "قَوَارِيْرَا۟ مِنْ فِضَّةٍ قَدَّرُوْهَا تَقْدِيْرًا ",
    "latin": "Qawārīra min fiḍḍatin qaddarūhā taqdīrā(n).",
    "translation": "kaca yang sangat bening terbuat dari perak. Mereka menentukan ukuran sesuai (dengan kehendak mereka). "
  },
  {
    "no": 367,
    "arabic": "وَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ",
    "latin": "Wa yusqauna fīhā ka'san kāna mizājuhā zanjabīlā(n).",
    "translation": "Di sana mereka diberi segelas minuman bercampur jahe"
  },
  {
    "no": 368,
    "arabic": "عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا ",
    "latin": "‘Ainan fīhā tusammā salsabīlā(n).",
    "translation": "(yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil."
  },
  {
    "no": 369,
    "arabic": "۞ وَيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنْثُوْرًا",
    "latin": "Wa yaṭūfu ‘alaihim wildānum mukhalladūn(a), iżā ra'aitahum ḥasibtahum lu'lu'am manṡūrā(n).",
    "translation": "Mereka dikelilingi oleh para pemuda yang tetap muda. Apabila melihatnya, kamu akan mengira bahwa mereka adalah mutiara yang bertaburan."
  },
  {
    "no": 370,
    "arabic": "وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا ",
    "latin": "Wa iżā ra'aita ṡamma ra'aita  na‘īmaw wa mulkan kabīrā(n).",
    "translation": "Apabila melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai kenikmatan dan kerajaan yang besar."
  },
  {
    "no": 371,
    "arabic": "عٰلِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌۖ وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّةٍۚ وَسَقٰىهُمْ رَبُّهُمْ شَرَابًا طَهُوْرًا ",
    "latin": "‘Āliyahum ṡiyābu sundusin khuḍruw wa istabraq(un), wa ḥullū asāwira  min fiḍḍah(tin), wa saqāhum rabbuhum syarāban ṭahūrā(n).",
    "translation": "Mereka berpakaian sutra halus yang hijau, sutra tebal, dan memakai gelang perak. Tuhan memberikan kepada mereka minuman yang suci."
  },
  {
    "no": 372,
    "arabic": "اِنَّ هٰذَا كَانَ لَكُمْ جَزَاۤءً وَّكَانَ سَعْيُكُمْ مَّشْكُوْرًا ࣖ ",
    "latin": "Inna hāżā kāna lakum jazā'aw wa kāna sa‘yukum masykūrā(n).",
    "translation": "Sesungguhnya ini adalah balasan untukmu dan usahamu diterima dengan baik."
  },
  {
    "no": 373,
    "arabic": "اِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْاٰنَ تَنْزِيْلًاۚ",
    "latin": "Innā naḥnu nazzalnā ‘alaikal-qur'āna tanzīlā(n).",
    "translation": "Sesungguhnya Kamilah yang benar-benar menurunkan Al-Qur’an kepadamu (Nabi Muhammad) secara berangsur-angsur."
  },
  {
    "no": 374,
    "arabic": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ اٰثِمًا اَوْ كَفُوْرًاۚ",
    "latin": "Faṣbir liḥukmi rabbika wa lā tuṭi‘ minhum āṡiman au kafūrā(n).",
    "translation": "Maka, bersabarlah untuk (melaksanakan) ketetapan Tuhanmu dan jangan ikuti pendosa dan orang yang sangat kufur di antara mereka."
  },
  {
    "no": 375,
    "arabic": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَّاَصِيْلًاۚ",
    "latin": "Ważkurisma rabbika bukrataw wa aṣīlā(n).",
    "translation": "Sebutlah nama Tuhanmu pada (waktu) pagi dan petang."
  },
  {
    "no": 376,
    "arabic": "وَمِنَ الَّيْلِ فَاسْجُدْ لَهٗ وَسَبِّحْهُ لَيْلًا طَوِيْلًا ",
    "latin": "Wa minal-laili fasjud lahū wa sabbiḥhu lailan ṭawīlā(n).",
    "translation": "Pada sebagian malam bersujudlah kepada-Nya dan bertasbihlah kepada-Nya pada malam yang panjang."
  },
  {
    "no": 377,
    "arabic": "اِنَّ هٰٓؤُلَاۤءِ يُحِبُّوْنَ الْعَاجِلَةَ وَيَذَرُوْنَ وَرَاۤءَهُمْ يَوْمًا ثَقِيْلًا ",
    "latin": "Inna hā'ulā'i yuḥibbūnal-‘ājilata wa yażarūna warā'ahum yauman ṡaqīlā(n)",
    "translation": "Sesungguhnya mereka (orang-orang kafir) itu mencintai kehidupan dunia dan meninggalkan di belakang mereka hari yang berat (akhirat). "
  },
  {
    "no": 378,
    "arabic": "نَحْنُ خَلَقْنٰهُمْ وَشَدَدْنَآ اَسْرَهُمْۚ وَاِذَا شِئْنَا بَدَّلْنَآ اَمْثَالَهُمْ تَبْدِيْلًا ",
    "latin": "Naḥnu khalaqnāhum wa syadadnā asrahum, wa iżā syi'nā baddalnā amṡālahum tabdīlā(n).",
    "translation": "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka. Jika berkehendak, Kami dapat mengganti (mereka) dengan orang-orang yang serupa mereka."
  },
  {
    "no": 379,
    "arabic": "اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًا ",
    "latin": "Inna hāżihī tażkirah(tun), faman syā'attakhaża ilā rabbihī sabīlā(n).",
    "translation": "Sesungguhnya ini adalah peringatan. Maka, siapa yang menghendaki (kebaikan bagi dirinya) tentu mengambil jalan menuju Tuhannya."
  },
  {
    "no": 380,
    "arabic": "وَمَا تَشَاۤءُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۖ",
    "latin": "Wa mā tasyā'ūna illā ay yasyā'allāh(u), innallāha kāna ‘alīman ḥakīmā(n).",
    "translation": "Kamu tidak menghendaki (sesuatu) kecuali apabila dikehendaki Allah. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana. "
  },
  {
    "no": 381,
    "arabic": "يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمِيْنَ اَعَدَّ لَهُمْ عَذَابًا اَلِيْمًا ࣖ",
    "latin": "Yudkhilu may yasyā'u fī raḥmatih(ī),  waẓ-ẓālimīna a‘adda lahum ‘ażāban alīmā(n).",
    "translation": "Dia memasukkan siapa pun yang Dia kehendaki ke dalam rahmat-Nya (surga). Bagi orang-orang zalim Dia sediakan azab yang pedih."
  },
  {
    "no": 382,
    "arabic": "وَالْمُرْسَلٰتِ عُرْفًاۙ",
    "latin": "Wal-mursalāti ‘urfā(n).",
    "translation": "Demi (malaikat-malaikat) yang diutus untuk membawa kebaikan"
  },
  {
    "no": 383,
    "arabic": "فَالْعٰصِفٰتِ عَصْفًاۙ",
    "latin": "Fal-‘āṣifāti ‘aṣfā(n).",
    "translation": "dan (malaikat-malaikat) yang terbang dengan kencang;"
  },
  {
    "no": 384,
    "arabic": "وَّالنّٰشِرٰتِ نَشْرًاۙ",
    "latin": "Wan-nāsyirāti nasyrā(n).",
    "translation": "demi (malaikat-malaikat) yang menyebarkan (rahmat Allah) dengan seluas-luasnya,738)"
  },
  {
    "no": 385,
    "arabic": "فَالْفٰرِقٰتِ فَرْقًاۙ",
    "latin": "Fal-fāriqāti farqā(n).",
    "translation": "dan (malaikat-malaikat) yang membedakan (antara yang baik dan yang buruk) dengan sejelas-jelasnya,"
  },
  {
    "no": 386,
    "arabic": "فَالْمُلْقِيٰتِ ذِكْرًاۙ",
    "latin": "Fal-mulqiyāti żikrā(n).",
    "translation": "serta (malaikat-malaikat) yang menyampaikan wahyu"
  },
  {
    "no": 387,
    "arabic": "عُذْرًا اَوْ نُذْرًاۙ",
    "latin": "‘Użran au nużrā(n).",
    "translation": "untuk (menolak) alasan atau (memberi) peringatan,"
  },
  {
    "no": 388,
    "arabic": "اِنَّمَا تُوْعَدُوْنَ لَوَاقِعٌۗ",
    "latin": "Innamā tū‘adūna lawāqi‘(un).",
    "translation": "sesungguhnya apa yang dijanjikan kepadamu pasti terjadi."
  },
  {
    "no": 389,
    "arabic": "فَاِذَا النُّجُوْمُ طُمِسَتْۙ",
    "latin": "Fa iżan-nujūmu ṭumisat.",
    "translation": "Apabila bintang-bintang dihapuskan (cahayanya),"
  },
  {
    "no": 390,
    "arabic": "وَاِذَا السَّمَاۤءُ فُرِجَتْۙ",
    "latin": "Wa iżas-samā'u furijat.",
    "translation": "apabila langit dibelah,"
  },
  {
    "no": 391,
    "arabic": "وَاِذَا الْجِبَالُ نُسِفَتْۙ",
    "latin": "Wa iżal-jibālu nusifat. ",
    "translation": "apabila gunung-gunung dihancurleburkan,"
  },
  {
    "no": 392,
    "arabic": "وَاِذَا الرُّسُلُ اُقِّتَتْۗ",
    "latin": "Wa iżar-rusulu uqqitat.",
    "translation": "dan apabila rasul-rasul telah ditetapkan waktunya,739)"
  },
  {
    "no": 393,
    "arabic": "لِاَيِّ يَوْمٍ اُجِّلَتْۗ",
    "latin": "Li'ayyi yaumin ujjilat.",
    "translation": "(niscaya dikatakan kepada mereka,) “Sampai hari apakah ditangguhkan (azab orang kafir itu)?”"
  },
  {
    "no": 394,
    "arabic": "لِيَوْمِ الْفَصْلِۚ",
    "latin": "Liyaumil-faṣl(i).",
    "translation": "Sampai hari Keputusan."
  },
  {
    "no": 395,
    "arabic": "وَمَآ اَدْرٰىكَ مَا يَوْمُ الْفَصْلِۗ",
    "latin": "Wa mā adrāka mā yaumul-faṣl(i).",
    "translation": "Tahukah kamu apakah hari Keputusan itu?"
  },
  {
    "no": 396,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 397,
    "arabic": "اَلَمْ نُهْلِكِ الْاَوَّلِيْنَۗ",
    "latin": "Alam nuhlikil-awwalīn(a).",
    "translation": "Bukankah Kami telah membinasakan orang-orang dahulu?"
  },
  {
    "no": 398,
    "arabic": "ثُمَّ نُتْبِعُهُمُ الْاٰخِرِيْنَ ",
    "latin": "Ṡumma nutbi‘uhumul-ākhirīn(a).",
    "translation": "Lalu, Kami susuli mereka dengan (mengazab) orang-orang yang datang kemudian."
  },
  {
    "no": 399,
    "arabic": "كَذٰلِكَ نَفْعَلُ بِالْمُجْرِمِيْنَ ",
    "latin": "Każālika naf‘alu bil-mujrimīn(a).",
    "translation": "Demikianlah Kami memperlakukan para pendurhaka."
  },
  {
    "no": 400,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 401,
    "arabic": "اَلَمْ نَخْلُقْكُّمْ مِّنْ مَّاۤءٍ مَّهِيْنٍۙ",
    "latin": "Alam nakhluqkum mim mā'im mahīn(in).",
    "translation": "Bukankah Kami menciptakanmu dari air yang hina (mani)?"
  },
  {
    "no": 402,
    "arabic": "فَجَعَلْنٰهُ فِيْ قَرَارٍ مَّكِيْنٍ",
    "latin": "Fa ja‘alnāhu fī qarārim makīn(in).",
    "translation": "Kemudian, Kami meletakkannya di dalam tempat yang kukuh (rahim)"
  },
  {
    "no": 403,
    "arabic": "اِلٰى قَدَرٍ مَّعْلُوْمٍۙ",
    "latin": "Ilā qadarim ma‘lūm(in).",
    "translation": "sampai waktu yang ditentukan."
  },
  {
    "no": 404,
    "arabic": "فَقَدَرْنَاۖ فَنِعْمَ الْقٰدِرُوْنَ ",
    "latin": "Fa qadarnā, fani‘mal-qādirūn(a).",
    "translation": "Lalu, Kami tentukan (bentuk dan waktu lahirnya). Maka, (Kamilah) sebaik-baik penentu. "
  },
  {
    "no": 405,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 406,
    "arabic": "اَلَمْ نَجْعَلِ الْاَرْضَ كِفَاتًاۙ",
    "latin": "Alam naj‘alil-arḍa kifātā(n).",
    "translation": "Bukankah Kami menjadikan bumi sebagai (tempat) berkumpul"
  },
  {
    "no": 407,
    "arabic": "اَحْيَاۤءً وَّاَمْوَاتًاۙ",
    "latin": "Aḥyā'aw wa amwātā(n).",
    "translation": "bagi yang (masih) hidup dan yang (sudah) mati?740)"
  },
  {
    "no": 408,
    "arabic": "وَّجَعَلْنَا فِيْهَا رَوَاسِيَ شٰمِخٰتٍ وَّاَسْقَيْنٰكُمْ مَّاۤءً فُرَاتًاۗ",
    "latin": "Wa ja‘alnā fīhā rawāsiya syāmikhātiw wa asqainākum mā'an furātā(n).",
    "translation": "Kami menjadikan padanya gunung-gunung yang tinggi dan memberi minum kamu air yang tawar?"
  },
  {
    "no": 409,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 410,
    "arabic": "اِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ",
    "latin": "Inṭaliqū ilā mā kuntum bihī tukażżibūn(a).",
    "translation": "(Dikatakan kepada orang-orang kafir,) “Pergilah menuju apa (neraka) yang selalu kamu dustakan."
  },
  {
    "no": 411,
    "arabic": "اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ ",
    "latin": "Inṭaliqū ilā ẓillin żī ṡalāṡi syu‘ab(in).",
    "translation": "Pergilah menuju naungan (asap api neraka) yang mempunyai tiga cabang741)"
  },
  {
    "no": 412,
    "arabic": "لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللَّهَبِۗ",
    "latin": "Lā ẓalīliw wa lā yugnī minal-lahab(i).",
    "translation": "yang tidak melindungi dan tidak menahan (panasnya) nyala api neraka.” "
  },
  {
    "no": 413,
    "arabic": "اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ",
    "latin": "Innahā tarmī bisyararin kal-qaṣr(i).",
    "translation": "Sesungguhnya ia (neraka) menyemburkan bunga api bagaikan istana (yang besar dan tinggi), "
  },
  {
    "no": 414,
    "arabic": "كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ",
    "latin": "Ka'annahū jimālatun ṣufr(un).",
    "translation": "seakan-akan iringan unta (hitam) kekuning-kuningan."
  },
  {
    "no": 415,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran). "
  },
  {
    "no": 416,
    "arabic": "هٰذَا يَوْمُ لَا يَنْطِقُوْنَۙ",
    "latin": "Hāżā yaumu lā yanṭiqūn(a).",
    "translation": "Inilah hari ketika mereka tidak dapat berbicara."
  },
  {
    "no": 417,
    "arabic": "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُوْنَ ",
    "latin": "Wa lā yu'żanu lahum fa ya‘tażirūn(a).",
    "translation": "Mereka tidak diizinkan (berbicara) sehingga (dapat) meminta maaf. "
  },
  {
    "no": 418,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran). "
  },
  {
    "no": 419,
    "arabic": "هٰذَا يَوْمُ الْفَصْلِ جَمَعْنٰكُمْ وَالْاَوَّلِيْنَ ",
    "latin": "Hāżā yaumul-faṣli jama‘nākum wal-awwalīn(a).",
    "translation": "(Dikatakan kepada mereka,) “Inilah hari Keputusan. Kami kumpulkan kamu dan orang-orang terdahulu. "
  },
  {
    "no": 420,
    "arabic": "فَاِنْ كَانَ لَكُمْ كَيْدٌ فَكِيْدُوْنِ ",
    "latin": "Fa'in kāna lakum kaidun fakīdūn(i).",
    "translation": "Jika kamu punya tipu daya, lakukanlah terhadap-Ku.” "
  },
  {
    "no": 421,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ࣖ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 422,
    "arabic": "اِنَّ الْمُتَّقِيْنَ فِيْ ظِلٰلٍ وَّعُيُوْنٍۙ",
    "latin": "Innal-muttaqīna fī ẓilāliw wa ‘uyūn(in).",
    "translation": "Sesungguhnya orang-orang yang bertakwa berada dalam naungan (pepohonan surga yang teduh) dan (ada di sekitar) mata air "
  },
  {
    "no": 423,
    "arabic": "وَّفَوَاكِهَ مِمَّا يَشْتَهُوْنَۗ",
    "latin": "Wa fawākiha mimmā yasytahūn(a).",
    "translation": "serta buah-buahan yang mereka sukai. "
  },
  {
    "no": 424,
    "arabic": "كُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "latin": "Kulū wasyrabū hanī'am bimā kuntum ta‘malūn(a).",
    "translation": "(Dikatakan kepada mereka,) “Makan dan minumlah dengan nikmat karena apa yang selalu kamu kerjakan.” "
  },
  {
    "no": 425,
    "arabic": "اِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
    "latin": "Innā każālika najzil-muḥsinīn(a).",
    "translation": "Sesungguhnya demikianlah Kami beri balasan kepada orang-orang yang berbuat baik. "
  },
  {
    "no": 426,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 427,
    "arabic": "كُلُوْا وَتَمَتَّعُوْا قَلِيْلًا اِنَّكُمْ مُّجْرِمُوْنَ ",
    "latin": "Kulū wa tamatta‘ū qalīlan innakum mujrimūn(a).",
    "translation": "(Dikatakan kepada orang-orang kafir,) “Makan dan bersenang-senanglah kamu (di dunia) sebentar. Sesungguhnya kamu adalah para pendurhaka!”"
  },
  {
    "no": 428,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 429,
    "arabic": "وَاِذَا قِيْلَ لَهُمُ ارْكَعُوْا لَا يَرْكَعُوْنَ ",
    "latin": "Wa iżā qīla lahumurka‘ū lā yarka‘ūn(a).",
    "translation": "Apabila dikatakan kepada mereka, “Rukuklah,” mereka tidak mau rukuk."
  },
  {
    "no": 430,
    "arabic": "وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ ",
    "latin": "Wailuy yauma'iżil lil-mukażżibīn(a).",
    "translation": "Celakalah pada hari itu para pendusta (kebenaran)."
  },
  {
    "no": 431,
    "arabic": "فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ ࣖ   ۔",
    "latin": "Fa bi'ayyi ḥadīṡim ba‘dahū yu'minūn(a).",
    "translation": "Maka, pada perkataan manakah sesudahnya (Al-Qur’an) mereka akan beriman?"
  }
]