[
  {
    "no": 126,
    "arabic": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
    "latin": "Lan tanālul-birra ḥattā tunfiqū mimmā tuḥibbūn(a), wa mā tunfiqū min syai'in fa innallāha bihī ‘alīm(un).",
    "translation": "Kamu sekali-kali tidak akan memperoleh kebajikan (yang sempurna) sebelum kamu menginfakkan sebagian harta yang kamu cintai. Apa pun yang kamu infakkan, sesungguhnya Allah Maha Mengetahui tentangnya."
  },
  {
    "no": 2,
    "arabic": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Kulluṭ-ṭa‘āmi kāna ḥillal libanī isrā'īla illā mā ḥarrama isrā'īlu ‘alā nafsihī min qabli an tunazzalat-taurāh(tu), qul fa'tū bit-taurāti fatlūhā in kuntum ṣādiqīn(a).",
    "translation": "Semua makanan halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Ya‘qub) atas dirinya sebelum Taurat diturunkan.105) Katakanlah (Nabi Muhammad), “Bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”"
  },
  {
    "no": 3,
    "arabic": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "latin": "Fa maniftarā ‘alallāhil-każiba mim ba‘di żālika fa ulā'ika humuẓ-ẓālimūn(a).",
    "translation": "Maka, siapa yang mengada-adakan kebohongan terhadap Allah106) setelah itu, mereka itulah orang-orang zalim."
  },
  {
    "no": 4,
    "arabic": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "Qul ṣadaqallāh(u), fattabi‘ū millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Maha Benar Allah (dalam firman-Nya).” Maka, ikutilah agama Ibrahim yang hanif dan dia tidaklah termasuk orang-orang musyrik."
  },
  {
    "no": 5,
    "arabic": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
    "latin": "Inna awwala baitiw wuḍi‘a lin-nāsi lal-lażī bibakkata mubārakaw wa hudal lil-‘ālamīn(a).",
    "translation": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia adalah (Baitullah) yang (berada) di Bakkah (Makkah)107) yang diberkahi dan menjadi petunjuk bagi seluruh alam."
  },
  {
    "no": 6,
    "arabic": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
    "latin": "Fīhi āyātum bayyinātum maqāmu ibrāhīm(a), wa man dakhalahū kāna āminā(n), wa lillāhi ‘alan-nāsi ḥijjul-baiti manistaṭā‘a ilaihi sabīlā(n), wa man kafara fa innallāha ganiyyun ‘anil-‘ālamīn(a).",
    "translation": "Di dalamnya terdapat tanda-tanda yang jelas, (di antaranya) Maqam Ibrahim.108) Siapa yang memasukinya (Baitullah), maka amanlah dia. (Di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, (yaitu bagi) orang yang mampu109) mengadakan perjalanan ke sana. Siapa yang mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu pun) dari seluruh alam."
  },
  {
    "no": 7,
    "arabic": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
    "latin": "Qul yā ahlal-kitābi lima takfurūna bi'āyātillāh(i), wallāhu syahīdun ‘alā mā ta‘malūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”"
  },
  {
    "no": 8,
    "arabic": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "latin": "Qul yā ahlal-kitābi lima taṣuddūna ‘an sabīlillāhi man āmana tabgūnahā ‘iwajaw wa antum syuhadā'(u), wa mallāhu bigāfilin ‘ammā ta‘malūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus menghalang-halangi orang-orang yang beriman dari jalan Allah? Kamu (memang) menghendakinya (jalan Allah itu) menjadi bengkok, sedangkan kamu menyaksikan.110) Allah tidak lengah terhadap apa yang kamu kerjakan.”"
  },
  {
    "no": 9,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ",
    "latin": "Yā ayyuhal-lażīna āmanū in tuṭī‘ū farīqam minal-lażīna ūtul-kitāba yaruddūkum ba‘da īmānikum kāfirīn(a). ",
    "translation": "Wahai orang-orang yang beriman, jika kamu mengikuti segolongan dari orang yang diberi Alkitab, niscaya mereka akan mengembalikan kamu menjadi orang-orang kafir setelah beriman."
  },
  {
    "no": 10,
    "arabic": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
    "latin": "Wa kaifa takfurūna wa antum tutlā ‘alaikum āyātullāhi wa fīkum rasūluh(ū), wa may ya‘taṣim billāhi faqad hudiya ilā ṣirāṭim mustaqīm(in).",
    "translation": "Bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu dan Rasul-Nya (Nabi Muhammad) pun berada di tengah-tengah kamu? Siapa yang berpegang teguh pada (agama) Allah, sungguh dia telah diberi petunjuk ke jalan yang lurus."
  },
  {
    "no": 11,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ",
    "latin": "Yā ayyuhal-lażīna āmanuttaqullāha ḥaqqa tuqātihī wa lā tamūtunna illā wa antum muslimūn(a). ",
    "translation": "Wahai orang-orang yang beriman, bertakwalah kepada Allah dengan sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim."
  },
  {
    "no": 12,
    "arabic": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ",
    "latin": "Wa‘taṣimū biḥablillāhi jamī‘aw wa lā tafarraqū, ważkurū ni‘matallāhi ‘alaikum iż kuntum a‘dā'an fa allafa baina qulūbikum fa aṣbaḥtum bi ni‘matihī ikhwānā(n), wa kuntum ‘alā syafā ḥufratim minan-nāri fa anqażakum minhā, każālika yubayyinullāhu lakum āyātihī la‘allakum tahtadūn(a).",
    "translation": "Berpegangteguhlah kamu semuanya pada tali (agama) Allah, janganlah bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu bermusuhan, lalu Allah mempersatukan hatimu sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ingatlah pula ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk."
  },
  {
    "no": 13,
    "arabic": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "latin": "Waltakum minkum ummatuy yad‘ūna ilal-khairi wa ya'murūna bil-ma‘rūfi wa yanhauna ‘anil-munkar(i), wa ulā'ika humul-mufliḥūn(a).",
    "translation": "Hendaklah ada di antara kamu segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar.111) Mereka itulah orang-orang yang beruntung."
  },
  {
    "no": 14,
    "arabic": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
    "latin": "Wa lā takūnū kal-lażīna tafarraqū wakhtalafū mim ba‘di mā jā'ahumul-bayyināt(u), wa ulā'ika lahum ‘ażābun ‘aẓīm(un).",
    "translation": "Janganlah kamu menjadi seperti orang-orang yang bercerai-berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Mereka itulah orang-orang yang mendapat azab yang sangat berat."
  },
  {
    "no": 15,
    "arabic": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "latin": "Yauma tabyaḍḍu wujūhuw wa taswaddu wujūh(un), fa ammal-lażīnaswaddat wujūhuhum, akafartum ba‘da īmānikum fa żūqul-‘ażāba bimā kuntum takfurūn(a).",
    "translation": "(Azab itu terjadi) pada hari ketika ada wajah yang putih berseri dan ada pula wajah yang hitam kusam. Adapun orang-orang yang berwajah hitam kusam (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Oleh karena itu, rasakanlah azab yang disebabkan kekafiranmu.”"
  },
  {
    "no": 16,
    "arabic": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
    "latin": "Wa ammal lażīnabyaḍḍat wujūhuhum fafī raḥmatillāh(i), hum fīhā khālidūn(a).",
    "translation": "Adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga). Mereka kekal di dalamnya."
  },
  {
    "no": 17,
    "arabic": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
    "latin": "Tilka āyātullāhi natlūhā ‘alaika bil-ḥaqq(i), wa mallāhu yurīdu ẓulmal lil-‘ālamīn(a).",
    "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar dan tidaklah Allah berkehendak melakukan kezaliman pada semesta alam."
  },
  {
    "no": 18,
    "arabic": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "latin": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa ilallāhi turja‘ul-umūr(u).",
    "translation": "Milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan hanya kepada Allah segala urusan dikembalikan."
  },
  {
    "no": 19,
    "arabic": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ",
    "latin": "Kuntum khaira ummatin ukhrijat lin-nāsi ta'murūna bil-ma‘rūfi wa tanhauna ‘anil-munkari wa tu'minūna billāh(i), wa lau āmana ahlul-kitābi lakāna khairal lahum, minhumul-mu'minūna wa akṡaruhumul-fāsiqūn(a).",
    "translation": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia (selama) kamu menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan beriman kepada Allah. Seandainya Ahlulkitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman dan kebanyakan mereka adalah orang-orang fasik."
  },
  {
    "no": 20,
    "arabic": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
    "latin": "Lay yaḍurrūkum illā ażā(n), wa iy yuqātilūkum yuwallūkumul-adbār(a), ṡumma lā yunṣarūn(a).",
    "translation": "Mereka tidak akan membahayakanmu, kecuali gangguan-gangguan kecil saja. Jika mereka memerangi kamu, niscaya mereka berbalik ke belakang (kalah), kemudian mereka tidak mendapat pertolongan."
  },
  {
    "no": 21,
    "arabic": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
    "latin": "Ḍuribat ‘alaihimuż-żillatu aina mā ṡuqifū illā biḥablim minallāhi wa ḥablim minan-nāsi wa bā'ū bigaḍabim minallāhi wa ḍuribat ‘alaihimul-maskanah(tu), żālika bi'annahum kānū yakfurūna bi'āyātillāhi wa yaqtulūnal-ambiyā'a bigairi ḥaqq(in), żālika bimā ‘aṣaw wa kānū ya‘tadūn(a).",
    "translation": "Kehinaan ditimpakan kepada mereka di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka pasti mendapat murka dari Allah dan kesengsaraan ditimpakan kepada mereka. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas."
  },
  {
    "no": 22,
    "arabic": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
    "latin": "Laisū sawā'ā(n), min ahlil-kitābi ummatun qā'imatuy yatlūna āyātillāhi ānā'al-laili wa hum yasjudūn(a).",
    "translation": "Mereka tidak sama. Di antara Ahlulkitab ada golongan yang lurus.112) Mereka membaca ayat-ayat Allah pada malam hari dalam keadaan bersujud (salat)."
  },
  {
    "no": 23,
    "arabic": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
    "latin": "Yu'minūna billāhi wal-yaumil-ākhiri wa ya'murūna bil-ma‘rūfi wa yanhauna ‘anil-munkari wa yusāri‘ūna fil-khairāt(i), wa ulā'ika minaṣ-ṣāliḥīn(a).",
    "translation": "Mereka beriman kepada Allah dan hari Akhir, menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan bersegera (mengerjakan) berbagai kebajikan. Mereka itu termasuk orang-orang saleh."
  },
  {
    "no": 24,
    "arabic": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
    "latin": "Wa mā yaf‘alūna min khairin falay yukfarūh(u), wallāhu ‘alīmum bil-muttaqīn(a).",
    "translation": "Kebaikan apa pun yang mereka kerjakan, mereka tidak akan dihalangi dari (pahala)-nya. Allah Maha Mengetahui orang-orang bertakwa."
  },
  {
    "no": 25,
    "arabic": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "latin": "Innal-lażīna kafarū lan tugniya ‘anhum amwāluhum wa lā aulāduhum minallāhi syai'ā(n), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).",
    "translation": "Sesungguhnya orang-orang yang kufur, baik harta maupun anak-anaknya, sedikit pun tidak dapat menolak (azab) Allah. Mereka itu penghuni neraka. Mereka kekal di dalamnya."
  },
  {
    "no": 26,
    "arabic": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ",
    "latin": "Maṡalu mā yunfiqūna fī hāżihil-ḥayātid-dun-yā kamaṡali rīḥin fihā ṣirrun aṣābat ḥarṡa qaumin ẓalamū anfusahum fa ahlakath(u), wa mā ẓalamahumullāhu wa lākin anfusahum yaẓlimūn(a).",
    "translation": "Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini adalah ibarat angin yang mengandung hawa sangat dingin yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu (angin itu) merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri."
  },
  {
    "no": 27,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ",
    "latin": "Yā ayyuhal-lażīna āmanū lā tattakhiżū biṭānatam min dūnikum lā ya'lūnakum khabālā(n), waddū mā ‘anittum, qad badatil-bagḍā'u min afwāhihim, wa mā tukhfī ṣudūruhum akbar(u), qad bayyannā lakumul-āyāti in kuntum ta‘qilūn(a).",
    "translation": "Wahai orang-orang yang beriman, janganlah kamu mengambil teman kepercayaan dari orang-orang di luar kalangan (agama)-mu (karena) mereka tidak henti-hentinya (mendatangkan) kemudaratan bagimu. Mereka menginginkan apa yang menyusahkanmu. Sungguh, telah nyata kebencian dari mulut mereka dan apa yang mereka sembunyikan dalam hati lebih besar. Sungguh, Kami telah menerangkan kepadamu ayat-ayat (Kami), jika kamu berpikir."
  },
  {
    "no": 28,
    "arabic": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "latin": "Hā antum ulā'i tuḥibbūnahum wa lā yuḥibbūnakum wa tu'minūna bil-kitābi kullih(ī), wa iżā laqūkum qālū āmannā, wa iżā khalau ‘aḍḍū ‘alaikumul-anāmila  minal-gaiẓ(i), qul mūtū bigaiẓikum, innallāha ‘alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Begitulah kamu. Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman pada semua kitab. Apabila mereka berjumpa denganmu, mereka berkata, “Kami beriman.” Apabila mereka menyendiri, mereka menggigit ujung jari karena murka kepadamu. Katakanlah, “Matilah kamu karena kemurkaanmu itu!” Sesungguhnya Allah Maha Mengetahui segala isi hati."
  },
  {
    "no": 29,
    "arabic": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
    "latin": "In tamsaskum ḥasanatun tasu'hum, wa in tuṣibkum sayyi'atuy yafraḥū bihā, wa in taṣbirū wa tattaqū lā yaḍurrukum kaiduhum syai'ā(n), innallāha bimā ya‘malūna muḥīṭ(un).",
    "translation": "Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati. Adapun jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tidaklah tipu daya mereka akan menyusahkan kamu sedikit pun. Sesungguhnya Allah Maha Meliputi segala yang mereka kerjakan."
  },
  {
    "no": 30,
    "arabic": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
    "latin": "Wa iż gadauka min ahlika tubawwi'ul-mu'minīna maqā‘ida lil-qitāl(i), wallāhu samī‘un ‘alīm(un).",
    "translation": "(Ingatlah) ketika engkau (Nabi Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang mukmin pada pos-pos pertempuran.113) Allah Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 31,
    "arabic": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "latin": "Iż hammat-ṭā'ifatāni minkum an tafsyalā, wallāhu waliyyuhumā, wa ‘alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "(Ingatlah) ketika dua golongan dari pihak kamu114) ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal."
  },
  {
    "no": 32,
    "arabic": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ",
    "latin": "Wa laqad naṣarakumullāhu bibadriw wa antum ażillah(tun), fattaqullāha la‘allakum tasykurūn(a).",
    "translation": "Sungguh, Allah benar-benar telah menolong kamu dalam Perang Badar, padahal kamu (pada saat itu) adalah orang-orang lemah.115) Oleh karena itu, bertakwalah kepada Allah agar kamu bersyukur."
  },
  {
    "no": 33,
    "arabic": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
    "latin": "Iż taqūlu lil-mu'minīna alay yakfiyakum ay yumiddakum rabbukum biṡalāṡati ālāfim minal-malā'ikati munzalīn(a).",
    "translation": "(Ingatlah) ketika engkau (Nabi Muhammad) mengatakan kepada orang-orang mukmin, “Apakah tidak cukup bagimu bahwa Tuhanmu membantumu dengan tiga ribu malaikat yang diturunkan (dari langit)?”"
  },
  {
    "no": 34,
    "arabic": "بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ",
    "latin": "Balā, in taṣbirū wa tattaqū wa ya'tūkum min faurihim hāżā yumdidkum rabbukum bikhamsati ālāfim minal-malā'ikati musawwimīn(a).",
    "translation": "“Ya (cukup).” Jika kamu bersabar dan bertakwa, lalu mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda."
  },
  {
    "no": 35,
    "arabic": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
    "latin": "Wa mā ja‘alahullāhu illā busyrā lakum wa litaṭma'inna qulūbukum bih(ī), wa man-naṣru illā min ‘indillāhil-‘azīzil-ḥakīm(i).",
    "translation": "Allah tidak menjadikannya (pertolongan itu) kecuali hanya sebagai kabar gembira bagi (kemenangan)-mu dan agar hatimu tenang karenanya. Tidak ada kemenangan selain dari Allah Yang Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 36,
    "arabic": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
    "latin": "Liyaqṭa‘a ṭarafam minal-lażīna kafarū au yakbitahum fa yanqalibū khā'ibīn(a).",
    "translation": "(Hal itu dilakukan) untuk membinasakan segolongan orang yang kufur116) atau untuk menjadikan mereka hina sehingga mereka kembali tanpa memperoleh apa pun."
  },
  {
    "no": 37,
    "arabic": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ",
    "latin": "Laisa laka minal-amri syai'un au yatūba ‘alaihim au yu‘ażżibahum fa innahum ẓālimūn(a).",
    "translation": "Hal itu sama sekali bukan menjadi urusanmu (Nabi Muhammad),117) apakah Allah menerima tobat mereka atau mengazabnya karena sesungguhnya mereka orang-orang zalim."
  },
  {
    "no": 38,
    "arabic": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "latin": "Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), yagfiru limay yasyā'u wa yu‘ażżibu may yasyā'(u), wallāhu gafūrur raḥīm(un).  ",
    "translation": "Milik Allahlah segala yang ada di langit dan segala yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 39,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ",
    "latin": "Yā ayyuhal-lażīna āmanū lā ta'kulur-ribā aḍ‘āfam muḍā‘afah(tan), wattaqullāha la‘allakum tufliḥūn(a).",
    "translation": "Wahai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda118) dan bertakwalah kepada Allah agar kamu beruntung."
  },
  {
    "no": 40,
    "arabic": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ",
    "latin": "Wattaqun-nāral latī u‘iddat lil-kāfirīn(a).",
    "translation": "Lindungilah dirimu dari api neraka yang disediakan bagi orang-orang kafir."
  },
  {
    "no": 41,
    "arabic": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ",
    "latin": "Wa aṭī‘ullāha war-rasūla la‘allakum turḥamūn(a).",
    "translation": "Taatilah Allah dan Rasul (Nabi Muhammad) agar kamu diberi rahmat."
  },
  {
    "no": 42,
    "arabic": "۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ",
    "latin": "Wa sāri‘ū ilā magfiratim mir rabbikum wa jannatin ‘arḍuhas-samāwātu wal-arḍ(u), u‘iddat lil-muttaqīn(a).",
    "translation": "Bersegeralah menuju ampunan dari Tuhanmu dan surga (yang) luasnya (seperti) langit dan bumi yang disediakan bagi orang-orang yang bertakwa,"
  },
  {
    "no": 43,
    "arabic": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكٰظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ",
    "latin": "Al-lażīna yunfiqūna fis-sarrā'i waḍ-ḍarrā'i wal-kāẓimīnal gaiẓa wal-‘āfīna ‘anin-nās(i), wallāhu yuḥibbul-muḥsinīn(a).",
    "translation": "(yaitu) orang-orang yang selalu berinfak, baik di waktu lapang maupun sempit, orang-orang yang mengendalikan kemurkaannya, dan orang-orang yang memaafkan (kesalahan) orang lain. Allah mencintai orang-orang yang berbuat kebaikan."
  },
  {
    "no": 44,
    "arabic": "وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ ۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ ",
    "latin": "Wal-lażīna iżā fa‘alū fāḥisyatan au ẓalamū anfusahum żakarullāha fastagfarū liżunūbihim, wa may yagfiruż-żunūba illallāh(u), wa lam yuṣirrū ‘alā mā fa‘alū wa hum ya‘lamūn(a).",
    "translation": "Demikian (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menzalimi diri sendiri,119) mereka (segera) mengingat Allah lalu memohon ampunan atas dosa-dosanya. Siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? Mereka pun tidak meneruskan apa yang mereka kerjakan (perbuatan dosa itu) sedangkan mereka mengetahui(-nya)."
  },
  {
    "no": 45,
    "arabic": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَنِعْمَ اَجْرُ الْعٰمِلِيْنَۗ",
    "latin": "Ulā'ika jazā'uhum magfiratum mir rabbihim wa jannātun tajrī min taḥtihal-anhāru khālidīna fīhā, wa ni‘ma ajrul-‘āmilīn(a).",
    "translation": "Mereka itu balasannya adalah ampunan dari Tuhan mereka dan surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. (Itulah) sebaik-baik pahala bagi orang-orang yang mengerjakan (amal-amal saleh)."
  },
  {
    "no": 46,
    "arabic": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
    "latin": "Qad khalat min qablikum sunan(un), fa sīrū fil-arḍi fanẓurū kaifa kāna ‘āqibatul-mukażżibīn(a).",
    "translation": "Sungguh, telah berlalu sebelum kamu sunah-sunah (Allah).120) Oleh karena itu, berjalanlah di (segenap penjuru) bumi dan perhatikanlah bagaimana kesudahan para pendusta (rasul-rasul). "
  },
  {
    "no": 47,
    "arabic": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ ",
    "latin": "Hāżā bayānul lin-nāsi wa hudaw wa mau‘iẓatul lil-muttaqīn(a).",
    "translation": "Inilah (Al-Qur’an) suatu keterangan yang jelas untuk semua manusia, petunjuk, dan pelajaran bagi orang-orang yang bertakwa."
  },
  {
    "no": 48,
    "arabic": "وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "latin": "Wa lā tahinū wa lā taḥzanū wa antumul-a‘launa in kuntum mu'minīn(a).",
    "translation": "Janganlah kamu (merasa) lemah dan jangan (pula) bersedih hati, padahal kamu paling tinggi (derajatnya) jika kamu orang-orang mukmin."
  },
  {
    "no": 49,
    "arabic": "اِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ ۗوَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَ ۗوَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ",
    "latin": "Iy yamsaskum qarḥun faqad massal-qauma qarḥum miṡluh(ū), wa tilkal-ayyāmu nudāwiluhā binan-nās(i), wa liya‘lamallāhul-lażīna āmanū wa yattakhiża minkum syuhadā'(u),  wallāhu lā yuḥibbuẓ-ẓālimīn(a).",
    "translation": "Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. Masa (kejayaan dan kehancuran) itu Kami pergilirkan di antara manusia (agar mereka mendapat pelajaran) dan Allah mengetahui orang-orang beriman (yang sejati) dan sebagian kamu dijadikan-Nya (gugur sebagai) syuhada. Allah tidak menyukai orang-orang zalim."
  },
  {
    "no": 50,
    "arabic": "وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ",
    "latin": "Wa liyumaḥḥiṣallāhul-lażīna āmanū wa yamḥaqal-kāfirīn(a).",
    "translation": "(Pergiliran tersebut juga) agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang kafir."
  },
  {
    "no": 51,
    "arabic": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ ",
    "latin": "Am ḥasibtum an tadkhulul-jannata wa lammā ya‘lamillāhul-lażīna jāhadū minkum wa ya‘lamaṣ-ṣābirīn(a).",
    "translation": "Apakah kamu mengira akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad121) di antara kamu dan belum nyata pula orang-orang yang sabar."
  },
  {
    "no": 52,
    "arabic": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُۖ فَقَدْ رَاَيْتُمُوْهُ وَاَنْتُمْ تَنْظُرُوْنَ ࣖ",
    "latin": "Wa laqad kuntum tamannaunal-mauta min qabli an talqauh(u), faqad ra'aitumūhu wa antum tanẓurūn(a).",
    "translation": "Sungguh, kamu benar-benar mengharapkan mati (syahid) sebelum kamu menghadapinya (peperangan). Maka, (sekarang) kamu sungguh telah melihat (peperangan itu) dan menyaksikan (kematian)."
  },
  {
    "no": 53,
    "arabic": "وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ",
    "latin": "Wa mā muḥammadun illā rasūl(un), qad khalat min qablihir-rusul(u), afa'im māta au qutilanqalabtum ‘alā a‘qābikum, wa may yanqalib ‘alā ‘aqibaihi falay yaḍurrallāha syai'ā(n), wa sayajzillāhusy-syākirīn(a). ",
    "translation": "(Nabi) Muhammad hanyalah seorang rasul. Sebelumnya telah berlalu beberapa rasul.122) Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Siapa yang berbalik ke belakang, maka ia tidak akan mendatangkan mudarat kepada Allah sedikit pun. Allah akan memberi balasan kepada orang-orang yang bersyukur."
  },
  {
    "no": 54,
    "arabic": "وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ ",
    "latin": "Wa mā kāna linafsin an tamūta illā bi'iżnillāhi kitābam mu'ajjalā(n), wa may yurid ṡawābad-dun-yā nu'tihī minhā, wa may yurid ṡawābal-ākhirati nu'tihī minhā, wa sanajzisy-syākirīn(a).",
    "translation": "Setiap yang bernyawa tidak akan mati, kecuali dengan izin Allah sebagai ketetapan yang telah ditentukan waktunya. Siapa yang menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu dan siapa yang menghendaki pahala akhirat, niscaya Kami berikan (pula) kepadanya pahala (akhirat) itu. Kami akan memberi balasan kepada orang-orang yang bersyukur."
  },
  {
    "no": 55,
    "arabic": "وَكَاَيِّنْ مِّنْ نَّبِيٍّ قٰتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ",
    "latin": "Wa ka'ayyim min nabiyyin qātal(a), ma‘ahū ribbiyyūna kaṡīr(un), famā wahanū limā aṣābahum fī sabīlillāhi wa mā ḍa‘ufū wa mastakānū, wallāhu yuḥibbuṣ-ṣābirīn(a).",
    "translation": "Betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(-nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat, dan tidak (pula) menyerah (kepada musuh). Allah mencintai orang-orang yang sabar."
  },
  {
    "no": 56,
    "arabic": "وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ",
    "latin": "Wa mā kāna qauluhum illā an qālū rabbanagfir lanā żunūbanā wa isrāfanā fī amrinā wa ṡabbit aqdāmanā wanṣurnā ‘alal-qaumil-kāfirīn(a).",
    "translation": "Tidak lain ucapan mereka kecuali doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan dalam urusan kami,123) tetapkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir.”"
  },
  {
    "no": 57,
    "arabic": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ",
    "latin": "Fa ātāhumullāhu ṡawābad-dun-yā wa ḥusna ṡawābil-ākhirah(ti), wallāhu yuḥibbul-muḥsinīn(a).",
    "translation": "Maka, Allah menganugerahi mereka balasan (di) dunia124) dan pahala yang baik (di) akhirat. Allah mencintai orang-orang yang berbuat kebaikan."
  },
  {
    "no": 58,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ",
    "latin": "Yā ayyuhal-lażīna āmanū in tuṭī‘ul-lażīna kafarū yaruddūkum ‘alā a‘qābikum fa tanqalibū khāsirīn(a).",
    "translation": "Wahai orang-orang yang beriman, jika kamu menaati orang-orang yang kufur, niscaya mereka akan mengembalikan kamu ke belakang (murtad). Akibatnya, kamu akan kembali dalam keadaan merugi."
  },
  {
    "no": 59,
    "arabic": "بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ",
    "latin": "Balillāhu maulākum, wa huwa khairun-nāṣirīn(a).",
    "translation": "Namun, (hanya) Allahlah pelindungmu dan Dia penolong yang terbaik."
  },
  {
    "no": 60,
    "arabic": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ",
    "latin": "Sanulqī fī qulūbil-lażīna kafarur-ru‘ba bimā asyrakū billāhi mā lam yunazzil bihī sulṭānā(n), wa ma'wāhumun nār(u), wa bi'sa maṡwaẓ-ẓālimīn(a).",
    "translation": "Kami akan memasukkan rasa takut ke dalam hati orang-orang yang kufur karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentangnya. Tempat kembali mereka adalah neraka. (Itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim."
  },
  {
    "no": 61,
    "arabic": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖ ۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ",
    "latin": "Wa laqad ṣadaqakumullāhu wa‘dahū iż taḥussūnahum bi'iżnih(ī), ḥattā iżā fasyiltum wa tanāza‘tum fil-amri wa ‘aṣaitum mim ba‘di mā arākum mā tuḥibbūn(a), minkum may yurīdud-dun-yā wa minkum may yurīdul-ākhirah(ta), ṡumma ṣarafakum ‘anhum liyabtaliyakum, wa laqad ‘afā ‘ankum, wallāhu żū faḍlin ‘alal-mu'minīn(a). ",
    "translation": "Sungguh, Allah benar-benar telah memenuhi janji-Nya kepadamu ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu (dalam keadaan) lemah, berselisih dalam urusan itu,125) dan mengabaikan (perintah Rasul) setelah Allah memperlihatkan kepadamu apa yang kamu sukai.126) Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian, Allah memalingkan kamu dari mereka127) untuk mengujimu. Sungguh, Dia benar-benar telah memaafkan kamu. Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin."
  },
  {
    "no": 62,
    "arabic": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
    "latin": "Iż tuṣ‘idūna wa lā talwūna ‘alā aḥadiw war-rasūlu yad‘ūkum fī ukhrākum fa aṡābakum gammam bigammil likailā taḥzanū ‘alā mā fātakum wa lā mā aṣābakum, wallāhu khabīrum bimā ta‘malūn(a).",
    "translation": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedangkan Rasul (Muhammad) memanggilmu dari belakang. Oleh karena itu, Allah menimpakan kepadamu kesedihan demi kesedihan128) agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Allah Maha Teliti terhadap apa yang kamu kerjakan."
  },
  {
    "no": 63,
    "arabic": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "latin": "Ṡumma anzala ‘alaikum mim ba‘dil-gammi amanatan nu‘āsay yagsyā ṭā'ifatam minkum, wa ṭā'ifatun qad ahammathum  anfusuhum yaẓunnūna billāhi gairal-ḥaqqi ẓanal-jāhiliyyah(ti), yaqūlūna hal lanā minal-amri min syai'(in), qul innal-amra kullahū lillāh(i), yukhfūna fī anfusihim mā lā yubdūna lak(a), yaqūlūna lau kāna lanā minal-amri syai'um mā qutilnā hāhunā, qul lau kuntum fī buyūtikum labarazal-lażīna kutiba ‘alaihimul-qatlu ilā maḍāji‘ihim, wa liyabtaliyallāhu mā fī ṣudūrikum wa liyumaḥḥiṣa mā fī qulūbikum, wallāhu ‘alīmum biżātiṣ-ṣudūr(i).",
    "translation": "Setelah kamu ditimpa kesedihan, kemudian Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu,129) sedangkan segolongan lagi130) telah mencemaskan diri mereka sendiri. Mereka berprasangka yang tidak benar terhadap Allah seperti sangkaan jahiliah.131) Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Nabi Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Seandainya ada sesuatu yang dapat kami perbuat dalam urusan ini, niscaya kami tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Nabi Muhammad), “Seandainya kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji yang ada dalam dadamu dan untuk membersihkan yang ada dalam hatimu. Allah Maha Mengetahui segala isi hati."
  },
  {
    "no": 64,
    "arabic": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
    "latin": "Innal-lażīna tawallau minkum yaumal-taqal-jam‘ān(i), innamastazallahumusy-syaiṭānu biba‘ḍi mā kasabū, wa laqad ‘afallāhu ‘anhum, innallāha gafūrun ḥalīm(un).",
    "translation": "Sesungguhnya orang-orang yang berpaling di antara kamu pada hari ketika dua pasukan bertemu,132) sesungguhnya mereka hanyalah digelincirkan oleh setan disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat. Allah benar-benar telah memaafkan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun."
  },
  {
    "no": 65,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "latin": "Yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna kafarū wa qālū li'ikhwānihim iżā ḍarabū fil-arḍi au kānū guzzal lau kānū ‘indanā mā mātū wa mā qutilū, liyaj‘alallāhu żālika ḥasratan fī qulūbihim, wallāhu yuḥyī wa yumīt(u), wallāhu  bimā ta‘malūna baṣīr(un).",
    "translation": "Wahai orang-orang yang beriman, janganlah seperti orang-orang yang kufur dan berbicara tentang saudara-saudaranya, apabila mereka mengadakan perjalanan di bumi atau berperang, “Seandainya mereka tetap bersama kami, tentulah mereka tidak mati dan tidak terbunuh.” (Allah membiarkan mereka bersikap demikian) karena Allah hendak menjadikan itu (kelak) sebagai penyesalan di hati mereka. Allah menghidupkan dan mematikan. Allah Maha Melihat apa yang kamu kerjakan."
  },
  {
    "no": 66,
    "arabic": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
    "latin": "Wa la'in qutiltum fī sabīlillāhi au muttum lamagfiratum minallāhi wa raḥmatun khairum mimmā yajma‘ūn(a).",
    "translation": "Sungguh, jika kamu gugur di jalan Allah atau mati,133) pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan."
  },
  {
    "no": 67,
    "arabic": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
    "latin": "Wa la'im muttum au qutiltum la'ilallāhi tuḥsyarūn(a).",
    "translation": "Sungguh, jika kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan."
  },
  {
    "no": 68,
    "arabic": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
    "latin": "Fabimā raḥmatim minallāhi linta lahum, wa lau kunta faẓẓan galīẓal-qalbi lanfaḍḍū min ḥaulik(a), fa‘fu ‘anhum wastagfir lahum wa syāwirhum fil-amr(i), fa iżā ‘azamta  fa tawakkal ‘alallāh(i), innallāha yuḥibbul-mutawakkilīn(a).",
    "translation": "Maka, berkat rahmat Allah engkau (Nabi Muhammad) berlaku lemah lembut terhadap mereka. Seandainya engkau bersikap keras dan berhati kasar, tentulah mereka akan menjauh dari sekitarmu. Oleh karena itu, maafkanlah mereka, mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam segala urusan (penting). Kemudian, apabila engkau telah membulatkan tekad, bertawakallah kepada Allah. Sesungguhnya Allah mencintai orang-orang yang bertawakal."
  },
  {
    "no": 69,
    "arabic": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "latin": "Iy yanṣurkumullāhu falā gāliba lakum, wa iy yakhżulkum faman żal-lażī yanṣurukum mim ba‘dih(ī),  wa ‘alallāhi falyatawakkalil-mu'minūn(a).",
    "translation": "Jika Allah menolongmu, tidak ada yang (dapat) mengalahkanmu dan jika Dia membiarkanmu (tidak memberimu pertolongan), siapa yang (dapat) menolongmu setelah itu? Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal."
  },
  {
    "no": 70,
    "arabic": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "latin": "Wa mā kāna linabiyyin ay yagull(a), wa may yaglul ya'ti  bimā galla yaumal-qiyāmah(ti), ṡumma tuwaffā kullu nafsim mā kasabat wa hum lā yuẓlamūn(a).",
    "translation": "Tidak layak seorang nabi menyelewengkan (harta rampasan perang). Siapa yang menyelewengkan (-nya), niscaya pada hari Kiamat dia akan datang membawa apa yang diselewengkannya itu. Kemudian, setiap orang akan diberi balasan secara sempurna sesuai apa yang mereka lakukan dan mereka tidak dizalimi."
  },
  {
    "no": 71,
    "arabic": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
    "latin": "Afamanittaba‘a riḍwānallāhi kamam bā'a bisakhaṭim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u), ",
    "translation": "Apakah orang yang mengikuti (jalan) rida Allah sama dengan orang yang kembali dengan membawa kemurkaan dari Allah dan tempatnya adalah (neraka) Jahanam? Itulah seburuk-buruk tempat kembali."
  },
  {
    "no": 72,
    "arabic": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
    "latin": "Hum darajātun ‘indallāh(i), wallāhu baṣīrum bimā ya‘malūn(a).",
    "translation": "Mereka bertingkat-tingkat di sisi Allah. Allah Maha Melihat apa yang mereka kerjakan."
  },
  {
    "no": 73,
    "arabic": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "latin": "Laqad mannallāhu ‘alal-mu'minīna iż ba‘aṡa fīhim rasūlam min anfusihim yatlū ‘alaihim āyātihī wa yuzakkīhim wa yu‘allimuhumul-kitāba wal-ḥikmah(ta), wa in kānū min qablu lafī ḍalālim mubīn(in).",
    "translation": "Sungguh, Allah benar-benar telah memberi karunia kepada orang-orang mukmin ketika (Dia) mengutus di tengah-tengah mereka seorang Rasul (Muhammad) dari kalangan mereka sendiri yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab Suci (Al-Qur’an) dan hikmah. Sesungguhnya mereka sebelum itu benar-benar dalam kesesatan yang nyata."
  },
  {
    "no": 74,
    "arabic": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "latin": "Awa lammā aṣābatkum muṣībatun qad aṣabtum miṡlaihā, qultum annā hāżā, qul huwa min ‘indi anfusikum, innallāha ‘alā kulli syai'in qadīr(un).",
    "translation": "Apakah ketika kamu ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah memperoleh (kenikmatan) dua kali lipatnya (pada Perang Badar), kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sesungguhnya Allah Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 75,
    "arabic": "وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ",
    "latin": "Wa mā aṣābakum yaumal-taqal-jam‘āni fa bi'iżnillāhi wa liya‘lamal-mu'minīn(a).",
    "translation": "Apa yang menimpa kamu pada hari ketika dua pasukan bertemu terjadi atas izin Allah dan agar Dia mengetahui siapa orang (yang benar-benar) beriman"
  },
  {
    "no": 76,
    "arabic": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِ ۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ",
    "latin": "Wa liya‘lamal-lażīna nāfaqū, wa qīla lahum  ta‘ālau qātilū fī sabīlillāhi awidfa‘ū, qālū lau na‘lamu qitālal lattaba‘nākum, hum lil-kufri yauma'iżin aqrabu minhum lil-īmān(i), yaqūlūna bi'afwāhihim mā laisa fī qulūbihim, walllāhu a‘lamu bimā yaktumūn(a).",
    "translation": "dan mengetahui orang-orang yang munafik. Dikatakan kepada mereka, “Marilah berperang di jalan Allah atau pertahankanlah (dirimu).” Mereka menjawab, “Seandainya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikutimu.” Mereka pada hari itu lebih dekat pada kekufuran daripada keimanan. Mereka mengatakan dengan mulutnya sesuatu yang tidak ada dalam hatinya. Allah lebih mengetahui segala sesuatu yang mereka sembunyikan."
  },
  {
    "no": 77,
    "arabic": "اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Al-lażīna qālū li'ikhwānihim wa qa‘adū lau aṭā‘ūnā mā qutilū, qul fadra'ū ‘an anfusikumul-mauta in kuntum ṣādiqīn(a).",
    "translation": "(Mereka itu adalah) orang-orang yang berbicara tentang saudara-saudaranya (yang ikut berperang dan terbunuh), sedangkan mereka sendiri tidak turut berperang, “Seandainya mereka mengikuti kami, tentulah mereka tidak terbunuh.” Katakanlah, “Cegahlah kematian itu dari dirimu jika kamu orang-orang benar.”"
  },
  {
    "no": 78,
    "arabic": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًا ۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ",
    "latin": "Wa lā taḥsabannal-lażīna qutilū fī sabīlillāhi amwātā(n), bal aḥyā'un 'inda rabbihim yurzaqūn(a).",
    "translation": "Jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati. Sebenarnya, mereka itu hidup dan dianugerahi rezeki di sisi Tuhannya.134)"
  },
  {
    "no": 79,
    "arabic": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ",
    "latin": "Fariḥīna bimā ātāhumullāhu min faḍlih(ī), wa yastabsyirūna bil-lażīna lam yalḥaqū bihim  min khalfihim, allā khaufun ‘alaihim wa lā hum yaḥzanūn(a).",
    "translation": "Mereka bergembira dengan karunia yang Allah anugerahkan kepadanya dan bergirang hati atas (keadaan) orang-orang yang berada di belakang yang belum menyusul mereka,135) yaitu bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
  },
  {
    "no": 80,
    "arabic": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَ ࣖ ",
    "latin": "Yastabsyirūna bini‘matim minallāhi wa faḍl(in), wa annallāha lā yuḍī‘u ajral-mu'minīn(a).",
    "translation": "Mereka bergirang hati dengan nikmat dan karunia dari Allah dan bahwa sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang mukmin,"
  },
  {
    "no": 81,
    "arabic": "اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ",
    "latin": "Al-lażīnastajābū lillāhi war-rasūli mim ba‘di mā aṣābahumul-qarḥ(u), lil-lażīna aḥsanū minhum wattaqau ajrun ‘aẓīm(un).",
    "translation": "(yaitu) orang-orang yang memenuhi (seruan) Allah dan Rasul setelah mereka menderita luka-luka (dalam Perang Uhud). Orang-orang yang berbuat kebaikan dan bertakwa di antara mereka akan mendapat pahala yang sangat besar,"
  },
  {
    "no": 82,
    "arabic": "اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ",
    "latin": "Al-lażīna qāla lahumun-nāsu innan-nāsa qad jama‘ū lakum fakhsyauhum fa zādahum īmānā(n), wa qālū ḥasbunallāhu wa ni‘mal-wakīl(u).",
    "translation": "(yaitu) mereka yang (ketika ada) orang-orang mengatakan kepadanya, “Sesungguhnya orang-orang (Quraisy) telah mengumpulkan (pasukan) untuk (menyerang) kamu. Oleh karena itu, takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.”"
  },
  {
    "no": 83,
    "arabic": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ",
    "latin": "Fanqalabū bi ni‘matim minallāhi wa faḍlil lam yamsashum sū'(un), wattaba‘ū riḍwānallāh(i), wallahu żū faḍlin ‘aẓīm(in).",
    "translation": "Mereka kembali dengan nikmat dan karunia dari Allah. Mereka tidak ditimpa suatu bencana dan mereka mengikuti (jalan) rida Allah. Allah mempunyai karunia yang besar."
  },
  {
    "no": 84,
    "arabic": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "latin": "Innamā żālikumusy-syaiṭānu yukhawwifu auliyā'ah(ū), falā takhāfūhum wa khāfūni in kuntum mu'minīn(a).",
    "translation": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya.136) Oleh karena itu, janganlah takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang mukmin."
  },
  {
    "no": 85,
    "arabic": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ",
    "latin": "Wa lā yaḥzunkal-lażīna yusāri‘ūna fil-kufr(i), innahum lay yaḍurrullāha syai'ā(n), yurīdullāhu allā yaj‘ala  lahum ḥaẓẓan fil-ākhirati wa lahum ‘ażābun ‘aẓīm(un).",
    "translation": "Janganlah engkau (Nabi Muhammad) dirisaukan oleh orang-orang yang dengan cepat melakukan kekufuran. Sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat dan mereka akan mendapat azab yang sangat besar."
  },
  {
    "no": 86,
    "arabic": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "latin": "Innal-lażīnasytarawul-kufra bil-īmāni lay yaḍurrullāha syai'ā(n), wa lahum ‘ażābun alīm(un).",
    "translation": "Sesungguhnya orang-orang yang membeli kekufuran dengan iman sedikit pun tidak merugikan Allah dan akan mendapat azab yang sangat pedih."
  },
  {
    "no": 87,
    "arabic": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
    "latin": "Wa lā yaḥsabannal-lażīna  kafarū annamā numlī lahum khairul li'anfusihim, innamā numlī lahum liyazdādū iṡmā(n), wa lahum ‘ażābum muhīn(un).",
    "translation": "Jangan sekali-kali orang-orang kafir mengira bahwa sesungguhnya tenggang waktu yang Kami berikan kepadanya137) baik bagi dirinya. Sesungguhnya Kami memberinya tenggang waktu hanya agar dosa mereka makin bertambah dan mereka akan mendapat azab yang menghinakan."
  },
  {
    "no": 88,
    "arabic": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ",
    "latin": "Mā kānallāhu liyażaral-mu'minīna ‘alā mā antum ‘alaihi ḥattā yamīzal-khabīṡa minaṭ-ṭayyib(i), wa mā kānallāhu liyuṭli‘akum ‘alal-gaibi wa lākinnallāha yajtabī mir rusulihī may yasyā'(u), fa āminū billāhi wa rusulih(ī), wa in tu'minū wa tattaqū fa lakum ajrun ‘aẓīm(un).",
    "translation": "Allah tidak akan membiarkan orang-orang mukmin dalam keadaan sebagaimana kamu sekarang ini,138) (tetapi Allah akan mengujinya) sehingga Dia membedakan yang buruk dari yang baik.139) Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib,140) tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya.141) Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, kamu akan mendapat pahala yang sangat besar."
  },
  {
    "no": 89,
    "arabic": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
    "latin": "Wa lā yaḥsabannal-lażīna yabkhalūna bimā ātāhumullāhu min faḍlihī huwa khairal lahum, bal huwa syarrul lahum, sayuṭawwaqūna mā bakhilū bihī yaumal-qiyāmah(ti), wa lillāhi mīrāṡus-samāwāti wal-arḍ(i), wallāhu bimā ta‘malūna khabīr(un).",
    "translation": "Jangan sekali-kali orang-orang yang kikir dengan karunia yang Allah anugerahkan kepadanya mengira bahwa (kekikiran) itu baik bagi mereka. Sebaliknya, (kekikiran) itu buruk bagi mereka. Pada hari Kiamat, mereka akan dikalungi dengan sesuatu yang dengannya mereka berbuat kikir. Milik Allahlah warisan (yang ada di) langit dan di bumi. Allah Maha Teliti terhadap apa yang kamu kerjakan."
  },
  {
    "no": 90,
    "arabic": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ",
    "latin": "Laqad sami‘allāhu qaulal-lażīna qālū innallāha faqīruw wa naḥnu agniyā'(u), sanaktubu mā qālū wa qatlahumul-ambiyā'a bigairi ḥaqq(in),  wa naqūlu żūqū ‘ażābal-ḥarīq(i).",
    "translation": "Sungguh, Allah benar-benar telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan pembunuhan terhadap nabi-nabi yang mereka lakukan tanpa hak (alasan yang benar). Kami akan mengatakan (kepada mereka pada hari Kiamat), “Rasakanlah azab yang membakar!”"
  },
  {
    "no": 91,
    "arabic": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ",
    "latin": "Żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-‘abīd(i).",
    "translation": "Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya."
  },
  {
    "no": 92,
    "arabic": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "latin": "Al-lażīna qālū innallāha ‘ahida ilainā allā nu'mina lirasūlin ḥattā ya'tiyanā biqurbānin ta'kuluhun-nār(u), qul qad jā'akum rusulum min qablī bil-bayyināti wa bil-lażī qultum falima qataltumūhum in kuntum ṣādiqīn(a).",
    "translation": "(Mereka adalah) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami agar kami tidak beriman kepada seorang rasul sebelum dia mendatangkan kepada kami kurban yang dimakan api (yang datang dari langit).” Katakanlah (Nabi Muhammad), “Sungguh, beberapa rasul sebelumku telah datang kepadamu dengan (membawa) bukti-bukti yang nyata dan membawa apa yang kamu sebutkan. Akan tetapi, mengapa kamu membunuh mereka jika kamu orang-orang yang benar?”"
  },
  {
    "no": 93,
    "arabic": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
    "latin": "Fa in każżabūka faqad kużżiba rusulum min qablika jā'ū bil-bayyināti waz-zuburi wal-kitābil-munīr(i).",
    "translation": "Maka, jika mereka mendustakanmu (Nabi Muhammad), sungguh rasul-rasul sebelummu pun telah didustakan. Mereka datang dengan (membawa) mukjizat-mukjizat yang nyata, zubur,142) dan Alkitab yang memberi penjelasan yang sempurna."
  },
  {
    "no": 94,
    "arabic": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
    "latin": "Kullu nafsin żā'iqatul-maut(i), wa innamā tuwaffauna ujūrakum yaumal-qiyāmah(ti),  faman zuḥziḥa  ‘anin-nāri wa udkhilal-jannata faqad fāz(a), wa mal-ḥayātud-dun-yā illā matā‘ul-gurūr(i).",
    "translation": "Setiap yang bernyawa akan merasakan mati. Hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Siapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya."
  },
  {
    "no": 95,
    "arabic": "۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ",
    "latin": "Latublawunna fī amwālikum wa anfusikum, wa latasma‘unna minal-lażīna ūtul-kitāba min qablikum wa minal-lażīna  asyrakū ażan kaṡīrā(n), wa in taṣbirū wa tattaqū fa inna żālika min ‘azmil-umūr(i).",
    "translation": "Kamu pasti akan diuji dalam (urusan) hartamu dan dirimu. Kamu pun pasti akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Alkitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan."
  },
  {
    "no": 96,
    "arabic": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ",
    "latin": "Wa iż akhażallāhu mīṡāqal-lażīna ūtul-kitāba latubayyinunnahū lin-nāsi wa lā taktumūnah(ū),  fa nabażūhu warā'a ẓuhūrihim wasytarau bihī ṡamanan qalīlā(n), fa bi'sa mā yasytarūn(a).",
    "translation": "(Ingatlah) ketika Allah membuat perjanjian dengan orang-orang yang telah diberi Alkitab (dengan berfirman), “Hendaklah kamu benar-benar menerangkan (isi Alkitab itu) kepada manusia dan janganlah kamu menyembunyikannya.” Lalu, mereka melemparkannya (janji itu) ke belakang punggung mereka (mengabaikannya) dan menukarnya dengan harga yang murah. Maka, itulah seburuk-buruk jual beli yang mereka lakukan."
  },
  {
    "no": 97,
    "arabic": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ",
    "latin": "Lā taḥsabannal-lażīna yafraḥūna bimā atau  wa yuḥibbūna ay yuḥmadū bimā lam yaf‘alū falā taḥsabannahum bimafāzatim minal-‘ażāb(i), wa lahum ‘ażābun alīm(un).",
    "translation": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa (perbuatan buruk) yang telah mereka kerjakan dan suka dipuji atas perbuatan (yang mereka anggap baik) yang tidak mereka lakukan, kamu jangan sekali-kali mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang sangat pedih."
  },
  {
    "no": 98,
    "arabic": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "latin": "Wa lillāhi mulkus-samāwāti wal-arḍ(i), wallāhu ‘alā kulli syai'in qadīr(un).",
    "translation": "Milik Allahlah kerajaan langit dan bumi. Allah Maha Kuasa atas segala sesuatu."
  },
  {
    "no": 99,
    "arabic": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ",
    "latin": "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri la'āyātil li'ulil-albāb(i).",
    "translation": "Sesungguhnya dalam penciptaan langit dan bumi serta pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,"
  },
  {
    "no": 100,
    "arabic": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ",
    "latin": "Al-lażīna yażkurūnallāha qiyāmaw wa qu‘ūdaw wa ‘alā junūbihim wa yatafakkarūna fi khalqis-samāwāti wal-arḍ(i), rabbanā mā khalaqta hāżā bāṭilā(n), subḥānaka fa qinā ‘ażāban-nār(i).",
    "translation": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk, atau dalam keadaan berbaring, dan memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia. Maha Suci Engkau. Lindungilah kami dari azab neraka."
  },
  {
    "no": 101,
    "arabic": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ",
    "latin": "Rabbanā innaka man tudkhilin-nāra faqad akhzaitah(ū), wa mā liẓ-ẓālimīna min anṣār(in).",
    "translation": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka Engkau benar-benar telah menghinakannya dan tidak ada seorang penolong pun bagi orang yang zalim."
  },
  {
    "no": 102,
    "arabic": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ",
    "latin": "Rabbanā innanā sami‘nā munādiyay yunādī lil-īmāni an āminū birabbikum fa āmannā, rabbanā fagfir lanā żunūbanā wa kaffir ‘annā sayyi'ātinā wa tawaffanā ma‘al-abrār(i).",
    "translation": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru pada keimanan, yaitu ‘Berimanlah kamu kepada Tuhanmu,’ maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami, hapuskanlah kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang selalu berbuat kebaikan."
  },
  {
    "no": 103,
    "arabic": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ",
    "latin": "Rabbanā wa ātinā mā wa‘attanā ‘alā rusulika  wa lā tukhzinā  yaumal-qiyāmah(ti), innaka lā tukhliful-mī‘ād(a).",
    "translation": "Ya Tuhan kami, anugerahilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu dan janganlah Engkau hinakan kami pada hari Kiamat. Sesungguhnya Engkau tidak pernah mengingkari janji.”"
  },
  {
    "no": 104,
    "arabic": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ ",
    "latin": "Fastajāba lahum rabbuhum annī lā uḍī‘u ‘amala ‘āmilim minkum min żakarin au unṡā, ba‘ḍukum mim ba‘ḍ(in), fal-lażīna hājarū wa ukhrijū min diyārihim wa ūżū fī sabīlī wa qātalū wa qutilū la'ukaffiranna ‘anhum sayyi'ātihim wa la udkhilannahum jannātin tajrī min taḥtihal-anhār(u), ṡawābam min ‘indillāh(i), wallāhu ‘indahū ḥusnuṡ-ṡawāb(i).",
    "translation": "Maka, Tuhan mereka memperkenankan permohonannya (dengan berfirman), “Sesungguhnya Aku tidak menyia-nyiakan perbuatan orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain. Maka, orang-orang yang berhijrah, diusir dari kampung halamannya, disakiti pada jalan-Ku, berperang, dan terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai sebagai pahala dari Allah. Di sisi Allahlah ada pahala yang baik.”"
  },
  {
    "no": 105,
    "arabic": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ",
    "latin": "Lā yagurrannaka taqallubul-lażīna kafarū fil-bilād(i).  ",
    "translation": "Jangan sekali-kali kamu teperdaya oleh bolak-balik perjalanan orang-orang yang kufur di seluruh negeri."
  },
  {
    "no": 106,
    "arabic": "مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ",
    "latin": "Matā‘un qalīl(un), ṡumma ma'wāhum jahannam(u), wa bi'sal-mihād(u).",
    "translation": "(Semua itu hanyalah) kesenangan sementara, kemudian tempat kembali mereka ialah (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal."
  },
  {
    "no": 107,
    "arabic": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ",
    "latin": "Lākinil-lażīnattaqau rabbahum lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā nuzulam min ‘indillāh(i), wa mā ‘indallāhi khairul lil-abrār(i).",
    "translation": "Akan tetapi, orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai dan mereka kekal di dalamnya sebagai karunia dari Allah. Apa yang di sisi Allah itu lebih baik bagi orang-orang yang selalu berbuat baik."
  },
  {
    "no": 108,
    "arabic": "وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
    "latin": "Wa inna min ahlil-kitābi lamay yu'minu billāhi wa mā unzila ilaikum wa mā unzila ilaihim khāsyi‘īna lillāh(i), lā yasytarūna bi'āyātillāhi ṡamanan qalīlā(n), ulā'ika lahum ajruhum ‘inda rabbihim, innallāha sarī‘ul-ḥisāb(i).",
    "translation": "Sesungguhnya di antara Ahlulkitab ada yang beriman kepada Allah dan pada apa yang diturunkan kepada kamu dan yang diturunkan kepada mereka. Mereka berendah hati kepada Allah dan tidak menukarkan ayat-ayat Allah dengan harga murah. Mereka itu memperoleh pahala di sisi Tuhannya. Sesungguhnya Allah Maha Cepat perhitungan-Nya."
  },
  {
    "no": 109,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ",
    "latin": "Yā ayyuhal-lażīna āmanuṣbirū wa ṣābirū wa rabiṭū, wattaqullāha la‘allakum tufliḥūn(a).",
    "translation": "Wahai orang-orang yang beriman, bersabarlah kamu, kuatkanlah kesabaranmu, tetaplah bersiap siaga di perbatasan (negerimu), dan bertakwalah kepada Allah agar kamu beruntung."
  },
  {
    "no": 110,
    "arabic": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا",
    "latin": "Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna ‘alaikum raqībā(n).",
    "translation": "Wahai manusia, bertakwalah kepada Tuhanmu yang telah menciptakanmu dari diri yang satu (Adam) dan Dia menciptakan darinya pasangannya (Hawa). Dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak.143) Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu."
  },
  {
    "no": 111,
    "arabic": "وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا",
    "latin": "Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n).",
    "translation": "Berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka. Janganlah kamu menukar yang baik dengan yang buruk dan janganlah kamu makan harta mereka bersama hartamu. Sesungguhnya (tindakan menukar dan memakan) itu adalah dosa yang besar."
  },
  {
    "no": 112,
    "arabic": "وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ",
    "latin": "Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā‘(a), fa in khiftum allā ta‘dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta‘ūlū.",
    "translation": "Jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), nikahilah perempuan (lain) yang kamu senangi: dua, tiga, atau empat. Akan tetapi, jika kamu khawatir tidak akan mampu berlaku adil, (nikahilah) seorang saja atau hamba sahaya perempuan yang kamu miliki. Yang demikian itu lebih dekat untuk tidak berbuat zalim."
  },
  {
    "no": 113,
    "arabic": "وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ",
    "latin": "Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum ‘an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n).",
    "translation": "Berikanlah mahar kepada wanita (yang kamu nikahi) sebagai pemberian yang penuh kerelaan. Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (mahar) itu dengan senang hati, terimalah dan nikmatilah pemberian itu dengan senang hati."
  },
  {
    "no": 114,
    "arabic": "وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
    "latin": "Wa lā tu'tus-sufahā'a amwālakumul-latī ja‘alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma‘rūfā(n).",
    "translation": "Janganlah kamu serahkan kepada orang-orang yang belum sempurna akalnya harta (mereka yang ada dalam kekuasaan)-mu yang Allah jadikan sebagai pokok kehidupanmu. Berilah mereka belanja dan pakaian dari (hasil harta) itu dan ucapkanlah kepada mereka perkataan yang baik."
  },
  {
    "no": 115,
    "arabic": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ",
    "latin": "Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa‘ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta‘fif, wa man kāna faqīran falya'kul bil-ma‘rūf(i), fa iżā dafa‘tum ilaihim amwālahum fa asyhidū ‘alaihim, wa kafā billāhi ḥasībā(n).",
    "translation": "Ujilah anak-anak yatim itu (dalam hal mengatur harta) sampai ketika mereka cukup umur untuk menikah. Lalu, jika menurut penilaianmu mereka telah pandai (mengatur harta), serahkanlah kepada mereka hartanya. Janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menghabiskannya) sebelum mereka dewasa. Siapa saja (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan siapa saja yang fakir, maka bolehlah dia makan harta itu menurut cara yang baik. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, hendaklah kamu adakan saksi-saksi. Cukuplah Allah sebagai pengawas."
  },
  {
    "no": 116,
    "arabic": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
    "latin": "Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a), wa lin-nisā'i naṣībum mimmā tarakal-wālidāni wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n).",
    "translation": "Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit maupun banyak, menurut bagian yang telah ditetapkan."
  },
  {
    "no": 117,
    "arabic": "وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
    "latin": "Wa iżā ḥaḍaral-qismata ulul-qurbā wal-yatāmā wal-masākīnu farzuqūhum minhu wa qūlū lahum qaulam ma‘rūfā(n).",
    "translation": "Apabila (saat) pembagian itu hadir beberapa kerabat,144) anak-anak yatim, dan orang-orang miskin, berilah mereka sebagian dari harta itu145) dan ucapkanlah kepada mereka perkataan yang baik."
  },
  {
    "no": 118,
    "arabic": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
    "latin": "Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi‘āfan khāfū ‘alaihim, falyattaqullāha walyaqūlū qaulan sadīdā(n).",
    "translation": "Hendaklah merasa takut orang-orang yang seandainya (mati) meninggalkan setelah mereka, keturunan yang lemah (yang) mereka khawatir terhadapnya. Maka, bertakwalah kepada Allah dan berbicaralah dengan tutur kata yang benar (dalam hal menjaga hak-hak keturunannya). "
  },
  {
    "no": 119,
    "arabic": "اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
    "latin": "Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n), wa sayaṣlauna sa‘īrā(n).",
    "translation": "Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka)."
  },
  {
    "no": 120,
    "arabic": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "latin": "Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i), fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un), fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u),  fa in kāna lahū ikhwatun fa li'ummihis-sudusu mim ba‘di waṣiyyatiy yūṣī bihā au dain(in), ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf‘ā(n), farīḍatam minallāh(i), innallāha kāna ‘alīman ḥakīmā(n).",
    "translation": "Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan.146) Jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, dia memperoleh setengah (harta yang ditinggalkan). Untuk kedua orang tua, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya (saja), ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, ibunya mendapat seperenam. (Warisan tersebut dibagi) setelah (dipenuhi) wasiat yang dibuatnya atau (dan dilunasi) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana."
  },
  {
    "no": 121,
    "arabic": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ",
    "latin": "Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un), fa in kāna lahunna waladun fa lakumur-rubu‘u mimmā tarakna mim ba‘di waṣiyyatiy yūṣīna bihā au dain(in), wa lahunnar-rubu‘u mimmā taraktum illam yakul lakum walad(un), fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum mim ba‘di waṣiyyatiy tūṣūna bihā au dain(in), wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba‘di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu ‘alīmun ḥalīm(un).",
    "translation": "Bagimu (para suami) seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) utangnya. Bagi mereka (para istri) seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, bagi mereka (para istri) seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) utang-utangmu. Jika seseorang, baik laki-laki maupun perempuan, meninggal dunia tanpa meninggalkan ayah dan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), bagi masing-masing dari kedua jenis saudara itu seperenam harta. Akan tetapi, jika mereka (saudara-saudara seibu itu) lebih dari seorang, mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) utangnya dengan tidak menyusahkan (ahli waris).147) Demikianlah ketentuan Allah. Allah Maha Mengetahui lagi Maha Penyantun."
  },
  {
    "no": 122,
    "arabic": "تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
    "latin": "Tilka ḥudūdullāh(i), wa may yuṭi‘illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālikal-fauzul-‘aẓīm(u).",
    "translation": "Itu adalah batas-batas (ketentuan) Allah. Siapa saja yang taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. (Mereka) kekal di dalamnya. Itulah kemenangan yang sangat besar."
  },
  {
    "no": 123,
    "arabic": "وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ",
    "latin": "Wa may ya‘ṣillāha wa rasūlahū wa yata‘adda ḥudūdahū yudkhilhu nāran khālidan fīhā, wa lahū ‘ażābum muhīn(un).",
    "translation": "Siapa saja yang mendurhakai Allah dan Rasul-Nya serta melanggar batas-batas ketentuan-Nya, niscaya Dia akan memasukkannya ke dalam api neraka. (Dia) kekal di dalamnya. Baginya azab yang menghinakan."
  },
  {
    "no": 124,
    "arabic": "وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ اَرْبَعَةً مِّنْكُمْ ۚ فَاِنْ شَهِدُوْا فَاَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ",
    "latin": "Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū ‘alaihinna arba‘atam minkum, fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj‘alallāhu lahunna sabīlā(n).",
    "translation": "Para wanita yang melakukan perbuatan keji148) di antara wanita-wanita kamu, maka mintalah kesaksian atas (perbuatan keji)-nya dari empat orang di antara kamu. Apabila mereka telah memberikan kesaksian, tahanlah mereka (para wanita itu) dalam rumah sampai mereka menemui ajal atau sampai Allah memberi jalan (yang lain) kepadanya.149)"
  },
  {
    "no": 125,
    "arabic": "وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوْا عَنْهُمَا ۗ اِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ",
    "latin": "Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a‘riḍū ‘anhumā, innallāha kāna tawwābar raḥīmā(n).",
    "translation": "(Jika ada) dua orang di antara kamu yang melakukannya (perbuatan keji), berilah hukuman kepada keduanya. Jika keduanya bertobat dan memperbaiki diri, biarkanlah mereka. Sesungguhnya Allah adalah Maha Penerima tobat lagi Maha Penyayang. "
  },
  {
    "no": 126,
    "arabic": "اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
    "latin": "Innamat-taubatu ‘alallāhi lil-lażīna ya‘malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu ‘alaihim, wa kānallāhu ‘alīman ḥakīmā(n).",
    "translation": "Sesungguhnya tobat yang pasti diterima Allah itu hanya bagi mereka yang melakukan keburukan karena kebodohan, kemudian mereka segera bertobat. Merekalah yang Allah terima tobatnya. Allah Maha Mengetahui lagi Maha Bijaksana. "
  },
  {
    "no": 127,
    "arabic": "وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ",
    "latin": "Wa laisatit-taubatu  lil-lażīna ya‘malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a‘tadnā lahum ‘ażāban alīmā(n).",
    "translation": "Tidaklah tobat itu (diterima Allah) bagi orang-orang yang melakukan keburukan sehingga apabila datang ajal kepada seorang di antara mereka, (barulah) dia mengatakan, “Saya benar-benar bertobat sekarang.” Tidak (pula) bagi orang-orang yang meninggal dunia, sementara mereka di dalam kekufuran. Telah Kami sediakan azab yang sangat pedih bagi mereka."
  },
  {
    "no": 128,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ",
    "latin": "Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n), wa lā ta‘ḍulūhunna  litażhabū biba‘ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa ‘āsyirūhunna bil-ma‘rūf(i), fa in karihtumūhunna fa ‘asā an takrahū syai'aw wa yaj‘alallāhu fīhi khairan kaṡīrā(n).",
    "translation": "Wahai orang-orang yang beriman, tidak halal bagi kamu mewarisi perempuan dengan jalan paksa.150) Janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Pergaulilah mereka dengan cara yang patut. Jika kamu tidak menyukai mereka, (bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak di dalamnya."
  },
  {
    "no": 129,
    "arabic": "وَاِنْ اَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ اِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ اَتَأْخُذُوْنَهٗ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ",
    "latin": "Wa in arattumustibdāla zaujim makāna zauj(in), wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n), ata'khużūnahū buhtānaw wa iṡmam mubīnā(n).",
    "translation": "Jika kamu ingin mengganti istri dengan istri yang lain, sedangkan kamu telah memberikan kepada salah seorang di antara mereka harta yang banyak (sebagai mahar), janganlah kamu mengambilnya kembali sedikit pun. Apakah kamu akan mengambilnya kembali dengan cara dusta dan dosa yang nyata?"
  },
  {
    "no": 130,
    "arabic": "وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَّاَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ",
    "latin": "Wa kaifa ta'khużūnahū wa qad afḍā ba‘ḍukum ilā ba‘ḍiw wa akhażna minkum mīṡāqan galīẓā(n).",
    "translation": "Bagaimana kamu akan mengambilnya (kembali), padahal kamu telah menggauli satu sama lain (sebagai suami istri) dan mereka pun (istri-istrimu) telah membuat perjanjian yang kuat (ikatan pernikahan) denganmu?"
  },
  {
    "no": 131,
    "arabic": "وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ",
    "latin": "Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā  mā qad salaf(a), innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n).",
    "translation": "Janganlah kamu menikahi wanita-wanita yang telah dinikahi oleh ayahmu, kecuali (kejadian pada masa) yang telah lampau. Sesungguhnya (perbuatan) itu sangat keji dan dibenci (oleh Allah) dan seburuk-buruk jalan (yang ditempuh)."
  },
  {
    "no": 132,
    "arabic": "حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔",
    "latin": "Ḥurrimat ‘alaikum ummahātukum wa banātukum wa akhawātukum wa ‘ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa‘nakum wa akhawātukum minar-raḍā‘ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa ‘alaikum, wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum, wa an tajma‘ū bainal-ukhtaini illā mā qad salaf(a), innallāha kāna gafūrar raḥīmā(n).",
    "translation": "Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anak perempuanmu, saudara-saudara perempuanmu, saudara-saudara perempuan ayahmu, saudara-saudara perempuan ibumu, anak-anak perempuan dari saudara laki-lakimu, anak-anak perempuan dari saudara perempuanmu, ibu yang menyusuimu, saudara-saudara perempuanmu sesusuan, ibu istri-istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu151) dari istri yang telah kamu campuri, tetapi jika kamu belum bercampur dengan istrimu itu (dan sudah kamu ceraikan), tidak berdosa bagimu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan pula) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali (kejadian pada masa) yang telah lampau. Sesungguhnya Allah adalah Maha Pengampun lagi Maha Penyayang."
  }
]