[
  {
    "no": 143,
    "arabic": "۞ قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كٰرِهِيْنَ",
    "latin": "Qālal-mala'ul-lażīnastakbarū min qaumihī lanukhrijannaka yā syu‘aibu wal-lażīna āmanū ma‘aka min qaryatinā au lata‘ūdunna fī millatinā, qāla awalau kunnā kārihīn(a).",
    "translation": "Para pemuka yang sombong dari kaumnya berkata, “Wahai Syuʻaib, sungguh, kami akan mengusirmu bersama orang-orang yang beriman kepadamu dari negeri kami, kecuali engkau benar-benar kembali kepada agama kami.” Syuʻaib berkata, “Apakah (kami kembali padanya) meskipun kami membenci(-nya)?"
  },
  {
    "no": 2,
    "arabic": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفٰتِحِيْنَ",
    "latin": "Qadiftarainā ‘alallāhi każiban in ‘udnā fī millatikum ba‘da iż najjānallāhu minhā, wa mā yakūnu lanā an na‘ūda fīhā illā ay yasyā'allāhu rabbunā, wasi‘a rabbunā kulla syai'in ‘ilmā(n), ‘alallāhi tawakkalnā, rabbanaftaḥ bainanā wa baina qauminā bil-ḥaqqi wa anta khairul-fātiḥīn(a).",
    "translation": "Sungguh, kami telah mengada-adakan kebohongan besar kepada Allah jika kami kembali pada agamamu setelah Allah menyelamatkan kami darinya. Tidaklah patut kami kembali padanya, kecuali jika Allah Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Wahai Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”"
  },
  {
    "no": 3,
    "arabic": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ",
    "latin": "Wa qālal-mala'ul-lażīna kafarū min qaumihī la'inittaba‘tum syu‘aiban innakum iżal lakhāsirūn(a). ",
    "translation": "Para pemuka orang-orang yang kufur dari kaumnya berkata (kepada sesamanya), “Sungguh, jika kamu mengikuti Syuʻaib, niscaya kamu benar-benar menjadi orang-orang yang rugi.”"
  },
  {
    "no": 4,
    "arabic": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
    "latin": "Fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a).",
    "translation": "Maka, gempa (dahsyat) menimpa mereka sehingga mereka menjadi (mayat-mayat yang) bergelimpangan di dalam (reruntuhan) tempat tinggal mereka."
  },
  {
    "no": 5,
    "arabic": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
    "latin": "Al-lażīna każżabū syu‘aiban ka'allam yagnau fīhā, al-lażīna każżabū syu‘aiban kānū humul-khāsirīn(a).",
    "translation": "Orang-orang yang mendustakan Syuʻaib seakan-akan belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuʻaib itulah orang-orang yang rugi."
  },
  {
    "no": 6,
    "arabic": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
    "latin": "Fa tawallā ‘anhum wa qāla yā qaumi laqad ablagtukum risālāti rabbī wa naṣaḥtu lakum, fa kaifa āsā ‘alā qaumin kāfirīn(a).",
    "translation": "(Ketika Syuʻaib yakin azab akan menimpa kaum kafir,) ia meninggalkan mereka seraya berkata, “Wahai kaumku, sungguh aku benar-benar telah menyampaikan risalah Tuhanku kepadamu dan aku telah menasihatimu. Maka, bagaimana aku akan bersedih terhadap kaum kafir?”"
  },
  {
    "no": 7,
    "arabic": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
    "latin": "Wa mā arsalnā fī qaryatim min nabiyyin illā akhażnā ahlahā bil-ba'sā'i waḍ-ḍarrā'i la‘allahum yaḍḍarra‘ūn(a).",
    "translation": "Kami tidak mengutus seorang nabi pun di suatu negeri, (lalu penduduknya mendustakan nabi itu,) melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri."
  },
  {
    "no": 8,
    "arabic": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
    "latin": "Ṡumma baddalnā makānas-sayyi'atil-ḥasanata ḥattā ‘afau wa qālū qad massa ābā'anaḍ-ḍarrā'u was-sarrā'u fa akhażnāhum bagtataw wa hum lā yasy‘urūn(a).",
    "translation": "Kemudian, Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak. Lalu, mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan.” Maka, Kami timpakan siksaan atas mereka dengan tiba-tiba, sedangkan mereka tidak menyadari."
  },
  {
    "no": 9,
    "arabic": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
    "latin": "Wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā ‘alaihim barakātim minas-samā'i wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a).",
    "translation": "Sekiranya penduduk negeri-negeri beriman dan bertakwa, niscaya Kami akan membukakan untuk mereka berbagai keberkahan dari langit dan bumi. Akan tetapi, mereka mendustakan (para rasul dan ayat-ayat Kami). Maka, Kami menyiksa mereka disebabkan oleh apa yang selalu mereka kerjakan."
  },
  {
    "no": 10,
    "arabic": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
    "latin": "Afa amina ahlul-qurā ay ya'tiyahum ba'sunā bayātaw wa hum nā'imūn(a).",
    "translation": "Apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada malam hari ketika mereka sedang tidur?"
  },
  {
    "no": 11,
    "arabic": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
    "latin": "Awa amina ahlul-qurā ay ya'tiyahum ba'sunā ḍuḥaw wa hum yal‘abūn(a).",
    "translation": "Atau, apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada waktu duha (waktu menjelang tengah hari) ketika mereka sedang bermain?"
  },
  {
    "no": 12,
    "arabic": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
    "latin": "Afa aminū makrallāh(i), falā ya'manu makrallāhi illal-qaumul khāsirūn(a).",
    "translation": "Atau, apakah mereka merasa aman dari siksa Allah (yang tidak terduga-duga)? Tidak ada orang yang merasa aman dari siksa Allah, selain kaum yang rugi."
  },
  {
    "no": 13,
    "arabic": "اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ",
    "latin": "Awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba‘di ahlihā allau nasyā'u aṣabnāhum biżunūbihim, wa naṭba‘u ‘alā qulūbihim fahum lā yasma‘ūn(a).",
    "translation": "Ataukah belum juga jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya, bahwa seandainya Kami menghendaki, Kami benar-benar akan menimpakan (siksa) kepada mereka karena dosa-dosanya? Kami akan mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran)."
  },
  {
    "no": 14,
    "arabic": "تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ",
    "latin": "Tilkal-qurā naquṣṣu ‘alaika min ambā'ihā, wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u), każālika yaṭba‘ullāhu ‘alā qulūbil-kāfirīn(a).",
    "translation": "Negeri-negeri (yang telah Kami binasakan) itu Kami ceritakan sebagian kisahnya kepadamu (Nabi Muhammad). Sungguh, rasul-rasul mereka telah datang dengan membawa bukti-bukti yang nyata kepada mereka. Akan tetapi, mereka tidak mau beriman pada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang yang kafir."
  },
  {
    "no": 15,
    "arabic": "وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ",
    "latin": "Wa mā wajadnā li'akṡarihim min ‘ahd(in), wa iw wajadnā akṡarahum lafāsiqīn(a).",
    "translation": "Kami tidak mendapati kebanyakan mereka memenuhi janji. Sesungguhnya Kami dapati kebanyakan mereka adalah orang-orang yang fasik."
  },
  {
    "no": 16,
    "arabic": "ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ",
    "latin": "Ṡumma ba‘aṡnā mim ba‘dihim mūsā bi'āyātinā ilā fir‘auna wa mala'ihī fa ẓalamū bihā, fanẓur kaifa kāna ‘āqibatul-mufsidīn(a).",
    "translation": "Kemudian, Kami utus Musa setelah mereka dengan membawa tanda-tanda (kekuasaan) Kami kepada Fir‘aun dan pemuka-pemuka kaumnya. Lalu, mereka mengingkarinya. Perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."
  },
  {
    "no": 17,
    "arabic": "وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ",
    "latin": "Wa qāla mūsa yā fir‘aunu innī rasūlum mir rabbil-‘ālamīn(a).",
    "translation": "Musa berkata, “Wahai Fir‘aun, sesungguhnya aku adalah seorang utusan dari Tuhan semesta alam."
  },
  {
    "no": 18,
    "arabic": "حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "latin": "Ḥaqīqun ‘alā allā aqūla ‘alallāhi illal-ḥaqq(a), qad ji'tukum bibayyinatim mir rabbikum fa arsil ma‘iya banī isrā'īl(a).",
    "translation": "Wajib atasku tidak mengatakan (sesuatu) terhadap Allah, kecuali yang hak (benar). Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu. Maka, lepaskanlah Bani Israil (pergi) bersamaku.”"
  },
  {
    "no": 19,
    "arabic": "قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "latin": "Qāla in kunta ji'ta bi'āyatin fa'ti bihā in kunta minaṣ ṣādiqīn(a).",
    "translation": "Dia (Fir‘aun) berkata, “Jika benar engkau membawa suatu bukti, tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”"
  },
  {
    "no": 20,
    "arabic": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ",
    "latin": "Fa alqā ‘aṣāhu fa iżā hiya ṡu‘bānum mubīn(un).",
    "translation": "Maka, dia (Musa) melemparkan tongkatnya, tiba-tiba ia (tongkat itu) menjadi ular besar yang nyata."
  },
  {
    "no": 21,
    "arabic": "وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ",
    "latin": "Wa naza‘a yadahū fa iżā hiya baiḍā'u lin-nāẓirīn(a).",
    "translation": "Dia menarik tangannya, tiba-tiba ia (tangan itu) menjadi putih (bercahaya) bagi orang-orang yang melihat(-nya)."
  },
  {
    "no": 22,
    "arabic": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
    "latin": "Qālal-mala'u min qaumi fir‘auna inna hāżā lasāḥirum ‘alīm(un).",
    "translation": "Para pemuka kaum Fir‘aun berkata, “Sesungguhnya orang ini benar-benar penyihir yang sangat pandai."
  },
  {
    "no": 23,
    "arabic": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
    "latin": "Yurīdu ay yukhrijakum min arḍikum, fa māżā ta'murūn(a).",
    "translation": "Dia hendak mengusir kamu dari negerimu.” (Fir‘aun berkata,) “Maka, apa saran kamu?”"
  },
  {
    "no": 24,
    "arabic": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
    "latin": "Qālū arjih wa akhāhu wa arsil fil-madā'ini ḥāsyirīn(a).",
    "translation": "Mereka (para pemuka) itu menjawab, “Beri tangguhlah dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para penyihir)"
  },
  {
    "no": 25,
    "arabic": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "latin": "Ya'tūka bikulli sāḥirin ‘alīm(in).",
    "translation": "(agar) mereka membawa semua penyihir yang pandai kepadamu.”"
  },
  {
    "no": 26,
    "arabic": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
    "latin": "Wa jā'as-saḥaratu fir‘auna qālū inna lanā la'ajran in kunnā naḥnul-gālibīn(a).",
    "translation": "Para penyihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami benar-benar akan mendapat imbalan jika kami menang?”"
  },
  {
    "no": 27,
    "arabic": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
    "latin": "Qāla na‘am wa innakum laminal-muqarrabīn(a).",
    "translation": "Dia (Fir‘aun) menjawab, “Ya, bahkan sesungguhnya kamu pasti termasuk orang-orang yang didekatkan (kedudukannya kepadaku).”"
  },
  {
    "no": 28,
    "arabic": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
    "latin": "Qālū yā mūsā immā an tulqiya wa immā an nakūna naḥnul-mulqīn(a).",
    "translation": "Mereka (para penyihir) berkata, “Wahai Musa, engkaukah yang akan melemparkan (lebih dahulu) atau kami yang melemparkan?”"
  },
  {
    "no": 29,
    "arabic": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
    "latin": "Qāla alqū, falammā alqau saḥarū a‘yunan-nāsi wastarhabūhum wa jā'ū bisiḥrin ‘aẓīm(in).",
    "translation": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka, ketika melemparkan (tali-temali), mereka menyihir mata orang banyak dan menjadikan mereka takut. Mereka memperlihatkan sihir yang hebat (menakjubkan)."
  },
  {
    "no": 30,
    "arabic": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
    "latin": "Wa auḥainā ilā mūsā an alqi ‘aṣāk(a), fa iżā hiya talqafu mā ya'fikūn(a).",
    "translation": "Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka, tiba-tiba ia menelan (habis) segala kepalsuan mereka."
  },
  {
    "no": 31,
    "arabic": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
    "latin": "Fa waqa‘al-ḥaqqu wa baṭala mā kānū ya‘malūn(a).",
    "translation": "Maka, terbuktilah kebenaran dan sia-sialah segala yang mereka kerjakan."
  },
  {
    "no": 32,
    "arabic": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
    "latin": "Fa gulibū hunālika wanqalabū ṣāgirīn(a).",
    "translation": "Mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina."
  },
  {
    "no": 33,
    "arabic": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
    "latin": "Wa ulqiyas-saḥaratu sājidīn(a).",
    "translation": "Para penyihir itu tersungkur dalam keadaan sujud.278)"
  },
  {
    "no": 34,
    "arabic": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
    "latin": "Qālū āmannā birabbil-‘ālamīn(a).",
    "translation": "Mereka berkata, “Kami beriman kepada Tuhan semesta alam,"
  },
  {
    "no": 35,
    "arabic": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
    "latin": "Rabbi mūsā wa hārūn(a).",
    "translation": "(yaitu) Tuhannya Musa dan Harun.”"
  },
  {
    "no": 36,
    "arabic": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
    "latin": "Qāla fir‘aunu āmantum bihī qabla an āżana lakum, inna hāżā lamakrum makartumūhu fil-madīnati litukhrijū minhā ahlahā, fa saufa ta‘lamūn(a).",
    "translation": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini)."
  },
  {
    "no": 37,
    "arabic": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
    "latin": "La'uqaṭṭi‘anna aidiyakum wa arjulakum min khilāfin ṡumma la'uṣallibannakum ajma‘īn(a).",
    "translation": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya) kemudian sungguh akan aku salib kamu semua.”"
  },
  {
    "no": 38,
    "arabic": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
    "latin": "Qālū innā ilā rabbinā munqalibūn(a).",
    "translation": "Mereka (para penyihir) menjawab, “Sesungguhnya kami hanya akan kembali kepada Tuhan kami."
  },
  {
    "no": 39,
    "arabic": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
    "latin": "Wa mā tanqimu minnā illā an āmannā bi'āyāti rabbinā lammā jā'atnā, rabanā afrig ‘alainā ṣabraw wa tawaffanā muslimīn(a).",
    "translation": "Engkau (Fir‘aun) tidak menghukum kami, kecuali karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa,) “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”"
  },
  {
    "no": 40,
    "arabic": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قٰهِرُوْنَ",
    "latin": "Wa qālal-mala'u min qaumi fir‘auna atażaru mūsā wa qaumahū liyufsidū fil-arḍi wa yażaraka wa ālihatak(a), qāla sanuqattilu abnā'ahum wa nastaḥyī nisā'ahum, wa innā fauqahum qāhirūn(a).",
    "translation": "Para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya sehingga mereka berbuat kerusakan di negeri ini (Mesir) dan dia (Musa) meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka. Sesungguhnya kita berkuasa penuh atas mereka.”"
  },
  {
    "no": 41,
    "arabic": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
    "latin": "Qāla mūsā liqaumihista‘īnū billāhi waṣbirū, innal-arḍa lillāh(i), yūriṡuhā may yasyā'u min ‘ibādih(ī), wal-‘āqibatu lil-muttaqīn(a).",
    "translation": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah. Dia akan mewariskannya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”"
  },
  {
    "no": 42,
    "arabic": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
    "latin": "Qālū ūżīnā min qabli an ta'tiyanā wa mim ba‘di mā ji'tanā, qāla ‘asā rabbukum ay yuhlika ‘aduwwakum wa yastakhlifakum fil-arḍi fa yanẓura kaifa ta‘malūn(a).",
    "translation": "Mereka (kaum Musa) berkata, “Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu penguasa di bumi lalu Dia akan melihat bagaimana perbuatanmu.”"
  },
  {
    "no": 43,
    "arabic": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
    "latin": "Wa laqad akhażnā āla fir‘auna bis-sinīna wa naqṣim minaṡ-ṡamarāti la‘allahum yażżakkarūn(a).",
    "translation": "Sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan) kemarau panjang dan kekurangan buah-buahan agar mereka mengambil pelajaran."
  },
  {
    "no": 44,
    "arabic": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "latin": "Fa iżā jā'athumul-ḥasanatu qālū lanā hāżihī, wa in tuṣibhum sayyi'atuy yaṭṭayyarū bimūsā wa mam ma‘ah(ū), alā innamā ṭā'iruhum ‘indallāhi wa lākinna aksṡarahum lā ya‘lamūn(a).",
    "translation": "Maka, apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Kami pantas mendapatkan ini (karena usaha kami).” Jika ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan orang-orang yang bersamanya. Ketahuilah, sesungguhnya ketentuan tentang nasib mereka (baik dan buruk) di sisi Allah, tetapi kebanyakan mereka tidak mengetahui."
  },
  {
    "no": 45,
    "arabic": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
    "latin": "Wa qālū mahmā ta'tinā bihī min āyatil litasḥaranā bihā, famā naḥnu laka bimu'minīn(a).",
    "translation": "Mereka (kaum Fir‘aun) berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami dengannya, kami tidak akan beriman kepadamu.”"
  },
  {
    "no": 46,
    "arabic": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
    "latin": "Fa arsalnā ‘alaihimuṭ-ṭūfāna wal-jarāda wal-qummala waḍ-ḍafādi‘a wad-dama āyātim mufaṣṣalāt(in), fastakbarū wa kānū qaumam mujrimīn(a).",
    "translation": "Maka, Kami kirimkan kepada mereka (siksa berupa) banjir besar, belalang, kutu, katak, dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas dan terperinci. Akan tetapi, mereka tetap menyombongkan diri dan mereka adalah kaum pendurhaka."
  },
  {
    "no": 47,
    "arabic": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
    "latin": "Wa lammā waqa‘a ‘alihimur-rijzu qālū yā mūsad‘u lanā rabbaka bimā ‘ahida ‘indak(a), la'in kasyafta ‘annar-rijza lanu'minanna laka wa lanursilanna ma‘aka banī isrā'īl(a).",
    "translation": "Ketika azab (yang telah diterangkan itu) menimpa mereka, mereka pun berkata, “Wahai Musa, mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”"
  },
  {
    "no": 48,
    "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
    "latin": "Falammā kasyafnā ‘anhumur-rijza ilā ajalin hum bāligūhu iżā hum yankuṡūn(a).",
    "translation": "Namun, setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi, ternyata mereka ingkar janji."
  },
  {
    "no": 49,
    "arabic": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
    "latin": "Fantaqamnā minhum fa agraqnāhum fil-yammi bi'annahum każżabū bi'āyātinā wa kānū ‘anhā gāfilīn(a).",
    "translation": "Maka, Kami membalas mereka (dengan siksa yang lebih berat). Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang lengah terhadapnya. "
  },
  {
    "no": 50,
    "arabic": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
    "latin": "Wa auraṡnal-qaumal-lażīna kānū yustaḍ‘afūna masyāriqal-arḍi wa magāribahal-latī bāraknā fīhā, wa tammat kalimatu rabbikal-ḥusnā ‘alā banī isrā'īl(a), bimā ṣabarū, wa dammarnā mā kāna yaṣna‘u fir‘aunu wa qaumuhū wa mā kānū ya‘risyūn(a).",
    "translation": "Kami wariskan kepada kaum yang selalu tertindas itu, bumi bagian timur dan bagian baratnya279) yang telah Kami berkahi. (Dengan demikian,) telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Kami hancurkan apa pun yang telah dibuat Fir‘aun dan kaumnya serta apa pun yang telah mereka bangun.280)"
  },
  {
    "no": 51,
    "arabic": "وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
    "latin": "Wa jāwaznā bibanī isrā'īlal-baḥra fa atau ‘alā qaumiy ya‘kufūna ‘alā aṣnāmil lahum, qālū yā mūsaj‘al lanā ilāhan kamā lahum ālihah(tun), qāla innakum qaumun tajhalūn(a).",
    "translation": "Kami menyeberangkan Bani Israil (melintasi) laut itu (dengan selamat). Ketika mereka sampai kepada suatu kaum yang masih tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa, buatlah untuk kami tuhan (berupa berhala) sebagaimana tuhan-tuhan mereka.” (Musa) menjawab, “Sesungguhnya kamu adalah kaum yang bodoh.”"
  },
  {
    "no": 52,
    "arabic": "اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
    "latin": "Inna hā'ulā'i mutabbarum mā hum fīhi wa bāṭilum mā kānū ya‘malūn(a).",
    "translation": "Sesungguhnya apa yang mereka anut (kemusyrikan) akan dihancurkan dan akan sia-sia apa yang telah mereka kerjakan."
  },
  {
    "no": 53,
    "arabic": "قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
    "latin": "Qāla agairallāhi abgīkum ilāhaw wa huwa faḍḍalakum ‘alal-‘ālamīn(a).",
    "translation": "Dia (Musa) berkata (kepada kaumnya), “Apakah aku mencarikan untukmu tuhan selain Allah, padahal Dialah yang telah melebihkan kamu atas segala umat (pada masa itu)?” "
  },
  {
    "no": 54,
    "arabic": "وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ",
    "latin": "Wa iż anjainākum min āli fir‘auna yasūmūnakum sū'al-‘ażāb(i), yuqattilūna abnā'akum wa yastaḥyūna nisā'akum wa fī żālikum balā'um mir rabbikum ‘aẓīm(un).",
    "translation": "(Ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari para pengikut Fir‘aun yang menyiksa kamu dengan siksaan yang paling buruk. Mereka membunuh anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Pada yang demikian itu terdapat cobaan yang besar dari Tuhanmu."
  },
  {
    "no": 55,
    "arabic": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
    "latin": "Wa wā‘adnā mūsā ṡalāṡīna lailataw wa atmamnāhā bi‘asyrin fa tamma mīqātu rabbihī arba‘īna lailah(tan), wa qāla mūsā li'akhīhi hārūnakhlufnī fī qaumī wa aṣliḥ wa lā tattabi‘ sabīlal-mufsidīn(a).",
    "translation": "Kami telah menjanjikan Musa (untuk memberikan kitab Taurat setelah bermunajat selama) tiga puluh malam. Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi). Maka, lengkaplah waktu yang telah ditentukan Tuhannya empat puluh malam. Musa berkata kepada saudaranya, (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan.”"
  },
  {
    "no": 56,
    "arabic": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ",
    "latin": "Wa lammā jā'a mūsā limīqātinā wa kallamahū rabbuh(ū), qāla rabbi arinī anẓur ilaik(a), qāla lan tarānī wa lākininẓur ilal-jabali fa inistaqarra makānahū fa saufa tarānī, falammā tajallā rabbuhū lil-jabali ja‘alahū dakkaw wa kharra mūsā ṣa‘iqā(n), falammā afāqa qāla subḥānaka tubtu ilaika wa ana awwalul-mu'minīn(a).",
    "translation": "Ketika Musa datang untuk (bermunajat) pada waktu yang telah Kami tentukan (selama empat puluh hari) dan Tuhan telah berfirman (langsung) kepadanya, dia berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” Dia berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu. Jika ia tetap di tempatnya (seperti sediakala), niscaya engkau dapat melihat-Ku.” Maka, ketika Tuhannya menampakkan (keagungan-Nya) pada gunung itu,281) gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Maha Suci Engkau. Aku bertobat kepada-Mu dan aku adalah orang yang pertama-tama beriman.”"
  },
  {
    "no": 57,
    "arabic": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "latin": "Qāla yā mūsā inniṣṭafaituka ‘alan-nāsi birisālātī wa bikalāmī, fa khuż  mā ātaituka wa kum minasy-syākirīn(a).",
    "translation": "Dia berfirman, “Wahai Musa, sesungguhnya Aku memilih (melebihkan) engkau dari manusia (yang lain) untuk membawa risalah dan berbicara (langsung) dengan-Ku. Maka, berpegang teguhlah pada apa yang Aku berikan kepadamu dan jadilah kamu termasuk orang-orang yang bersyukur.”"
  },
  {
    "no": 58,
    "arabic": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
    "latin": "Wa katabnā lahū fil-alwāḥi min kulli syai'im mau‘iẓataw wa tafṣīlal likulli syai'(in), fa khużhā biquwwatiw wa'mur qaumaka ya'khużū bi'aḥsanihā, sa'urīkum dāral-fāsiqīn(a).",
    "translation": "Kami telah menuliskan untuk Musa pada lauh-lauh (Taurat)282) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal. Lalu (Kami berfirman kepadanya,) “Berpegang teguhlah padanya dengan sungguh-sungguh dan suruhlah kaummu berpegang padanya dengan sebaik-baiknya.283) Aku akan memperlihatkan kepadamu (kehancuran) negeri orang-orang fasik.”284) "
  },
  {
    "no": 59,
    "arabic": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
    "latin": "Sa'aṣrifu ‘an āyātiyal-lażīna yatakabbarūna fil-arḍi bigairil-ḥaqq(i), wa iy yarau kulla āyatil lā yu'minū bihā, wa iy yarau sabīlar-rusydi lā yattakhiżūhu sabīlā(n), wa iy yarau sabīlal-gayyi yattakhiżūhu sabīlā(n), żālika bi'annahum każżabū bi'āyātinā wa kānū  ‘anhā gāfilīn(a).",
    "translation": "Aku akan memalingkan orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar dari tanda-tanda (kekuasaan-Ku). Jika mereka melihat semua tanda-tanda itu, mereka tetap tidak mau beriman padanya. Jika mereka melihat jalan kebenaran, mereka tetap tidak mau menempuhnya. (Sebaliknya,) jika mereka melihat jalan kesesatan, mereka menempuhnya. Demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya."
  },
  {
    "no": 60,
    "arabic": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
    "latin": "Wal-lażīna każżabū bi'āyātinā wa liqā'il-ākhirati ḥabiṭat a‘māluhum, hal yujzauna illā mā kānū ya‘malūn(a).",
    "translation": "Orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan adanya pertemuan akhirat, sia-sialah amal mereka. Bukankah mereka (tidak) akan dibalas, kecuali (sesuai dengan) apa yang telah mereka kerjakan."
  },
  {
    "no": 61,
    "arabic": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
    "latin": "Wattakhaża mūsā mim ba‘dihī min ḥuliyyihim ‘ijlan jasadal lahū khuwār(un), alam yarau annahū lā yukallimuhum wa lā yahdīhim sabīlā(n), ittakhażūhu wa kānū ẓālimīn(a).",
    "translation": "Kaum Musa, setelah kepergian (Musa ke Gunung Sinai), membuat (sembahan berupa) patung anak sapi yang bertubuh dan dapat melenguh (bersuara)285) dari perhiasan emas mereka. Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan (kebaikan) kepada mereka? (Bahkan,) mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang zalim. "
  },
  {
    "no": 62,
    "arabic": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "latin": "Wa lammā suqiṭa fī aidīhim wa ra'au annahum qad ḍallū, qālū la'il lam yarḥamnā rabbunā wa yagfir lanā lanakūnanna minal-khāsirīn(a).",
    "translation": "Setelah mereka (sangat) menyesali perbuatannya dan mengetahui bahwa mereka benar-benar sesat, mereka berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi.”"
  },
  {
    "no": 63,
    "arabic": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
    "latin": "Wa lammā raja‘a mūsā ilā qaumihī gaḍbāna asifā(n), qāla bi'samā khalaftumūnī mim ba‘dī, a‘ajiltum amra rabbikum, wa alqal-alwāḥa wa akhaża bira'si akhīhi yajurruhū ilaih(i), qālabna umma innal-qaumastaḍ‘afūnī wa kādū yaqtulūnanī, falā tusymit biyal-a‘dā'a wa lā taj‘alnī ma‘al-qaumiẓ-ẓālimīn(a).",
    "translation": "Ketika Musa kembali kepada kaumnya dalam keadaan marah lagi sedih, dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?”286) Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala (menjambak) saudaranya (Harun) sambil menariknya ke arahnya. (Harun) berkata, “Wahai anak ibuku, kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku. Oleh karena itu, janganlah engkau menjadikan musuh-musuh menyorakiku (karena melihat perlakuan kasarmu terhadapku). Janganlah engkau menjadikanku (dalam pandanganmu) bersama kaum yang zalim.”"
  },
  {
    "no": 64,
    "arabic": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
    "latin": "Qāla rabbigfirlī wa li'akhī wa adkhilnā fī raḥmatik(a), wa anta arḥamur-rāḥimīn(a).",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku serta masukkanlah kami ke dalam rahmat-Mu. Engkaulah Maha Penyayang dari semua yang penyayang.”"
  },
  {
    "no": 65,
    "arabic": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
    "latin": "Innal-lażīnattakhażul-‘ijla sayanāluhum gaḍabum mir rabbihim wa żillatun fil-ḥayātid-dun-yā, wa każālika najzil-muftarīn(a).",
    "translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahan) kelak akan menerima kemurkaan dan kehinaan dari Tuhan mereka dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang mengada-ada."
  },
  {
    "no": 66,
    "arabic": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
    "latin": "Wal-lażīna ‘amilus-sayyi'āti ṡumma tābū mim ba‘dihā wa āmanū inna rabbaka mim ba‘dihā lagafūrur raḥīm(un).",
    "translation": "Orang-orang yang mengerjakan keburukan, kemudian setelah itu bertobat dan beriman, sesungguhnya Tuhanmu, setelah (tobat) itu, Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 67,
    "arabic": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
    "latin": "Wa lammā sakata ‘am mūsal-gaḍabu akhażal-alwāḥ(a), wa fī nuskhatihā hudaw wa raḥmatul lil-lażīna hum lirabbihim yarhabūn(a).",
    "translation": "Setelah amarah Musa mereda, dia mengambil (kembali) lauh-lauh (Taurat) itu. Di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya."
  },
  {
    "no": 68,
    "arabic": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغٰفِرِيْنَ",
    "latin": "Wakhtāra mūsā qaumahū sab‘īna rajulal limīqātinā, falammā akhażathumur-rajfatu qāla rabbi lau syi'ta ahlaktahum min qablu wa iyyāy(a), atuhlikunā bimā fa‘alas-sufahā'u minnā, in hiya illā fitnatuk(a), tuḍillu bihā man tasyā'u wa tahdī man tasyā'(u), anta waliyyunā fagfir lanā warḥamnā wa anta khairul-gāfirīn(a).",
    "translation": "Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? (Penyembahan terhadap patung anak sapi) itu hanyalah cobaan dari-Mu. Engkau menyesatkan siapa yang Engkau kehendaki dengan cobaan itu dan Engkau memberi petunjuk siapa yang Engkau kehendaki.287) Engkaulah Pelindung kami. Maka, ampunilah kami dan berilah kami rahmat. Engkaulah sebaik-baik pemberi ampun.”"
  },
  {
    "no": 69,
    "arabic": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
    "latin": "Waktub lanā fī hāżihid-dun-yā ḥasanataw wa fil-ākhirati innā hudnā ilaik(a), qāla ‘ażābī uṣību bihī man asyā'(u), wa raḥmatī wasi‘at kulla syai'(in), fa sa'aktubuhā lil-lażīna yattaqūna wa yu'tūnaz-zakāta wal-lażīna hum bi'āyātinā yu'minūn(a).",
    "translation": "Tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sesungguhnya kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa dan menunaikan zakat serta bagi orang-orang yang beriman pada ayat-ayat Kami.”"
  },
  {
    "no": 70,
    "arabic": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
    "latin": "Al-lażīna yattabi‘ūnar-rasūlan nabiyyal-ummiyyal-lażī yajidūnahū maktūban ‘indahum fit-taurāti wal-injīli ya'muruhum bil-ma‘rūfi wa yanhāhum ‘anil-munkari wa yuḥillu lahumuṭ-ṭayyibāti wa yuḥarrimu ‘alaihimul-khabā'iṡa wa yaḍa‘u ‘anhum iṣrahum wal-aglālal-latī kānat ‘alaihim, fal-lażīna āmanū bihī wa ‘azzarūhu wa naṣarūhu wattaba‘un nūral-lażī unzila ma‘ah(ū), ulā'ika humul-mufliḥūn(a).",
    "translation": "(Yaitu,) orang-orang yang mengikuti Rasul (Muhammad), Nabi yang ummi (tidak pandai baca tulis) yang (namanya) mereka temukan tertulis di dalam Taurat dan Injil yang ada pada mereka. Dia menyuruh mereka pada yang makruf, mencegah dari yang mungkar, menghalalkan segala yang baik bagi mereka, mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban serta belenggu-belenggu yang ada pada mereka.288) Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya, dan mengikuti cahaya terang yang diturunkan bersamanya (Al-Qur’an), mereka itulah orang-orang beruntung."
  },
  {
    "no": 71,
    "arabic": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "latin": "Qul yā ayyuhan-nāsu innī rasūlullāhi ilaikum jamī‘anil-lażī lahū mulkus-samāwāti wal-arḍ(i), lā ilāha illā huwa yuḥyī wa yumīt(u), fa āminū billāhi wa rasūlihin-nabiyyil-ummiyyil-lażī yu'minu billāhi wa kalimatihī wattabi‘ūhu la‘allakum tahtadūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Wahai manusia, sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi, tidak ada tuhan selain Dia, serta Yang menghidupkan dan mematikan. Maka, berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) nabi ummi (tidak pandai baca tulis) yang beriman kepada Allah dan kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia agar kamu mendapat petunjuk.” "
  },
  {
    "no": 72,
    "arabic": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
    "latin": "Wa min qaumi mūsā ummatuy yahdūna bil-ḥaqqi wa bihī ya‘dilūn(a).",
    "translation": "Di antara kaum Musa terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.289)"
  },
  {
    "no": 73,
    "arabic": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "latin": "Wa qaṭṭa‘nāhumuṡnatai ‘asyrata asbāṭan umamā(n), wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi‘aṣākal-ḥajar(a), fambajasat minhuṡnatā ‘asyrata ‘ainā(n), qad ‘alima kullu unāsim masyrabahum, wa ẓallalnā ‘alaihimul-gamāma wa anzalnā ‘alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a).",
    "translation": "Kami membagi mereka (Bani Israil) menjadi dua belas suku yang tiap-tiap mereka berjumlah besar. Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah dari (batu) itu dua belas mata air. Sungguh, setiap suku telah mengetahui tempat minumnya masing-masing. Kami naungi mereka dengan awan dan Kami turunkan kepada mereka manna dan salwa.290) (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami anugerahkan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri."
  },
  {
    "no": 74,
    "arabic": "وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
    "latin": "Wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a).",
    "translation": "(Ingatlah) ketika dikatakan kepada mereka (Bani Israil), “Tinggallah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)-nya di mana saja kamu kehendaki, serta katakanlah, ‘Bebaskanlah kami dari dosa,’ lalu masukilah pintu gerbangnya sambil membungkuk! (Jika kamu melakukan itu semua,) niscaya Kami mengampuni kesalahan-kesalahanmu.” Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan."
  },
  {
    "no": 75,
    "arabic": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ",
    "latin": "Fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum fa arsalnā ‘alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a).",
    "translation": "Maka, orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak diperintahkan kepada mereka.291) Lalu, Kami timpakan kepada mereka azab dari langit karena mereka selalu berbuat zalim."
  },
  {
    "no": 76,
    "arabic": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "latin": "Was'alhum ‘anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya‘dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra‘aw wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a).",
    "translation": "Tanyakanlah kepada mereka tentang negeri292) yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabat,293) (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka bermunculan di permukaan air. Padahal, pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka karena mereka selalu berlaku fasik."
  },
  {
    "no": 77,
    "arabic": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
    "latin": "Wa iż qālat ummatum minhum lima ta‘iẓūna qaumā(n), allāhu muhlikuhum au mu‘ażżibuhum ‘ażāban syadīdā(n), qālū ma‘żiratan ilā rabbikum wa la‘allahum yattaqūn(a).",
    "translation": "(Ingatlah) ketika salah satu golongan di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu294) dan agar mereka bertakwa.”"
  },
  {
    "no": 78,
    "arabic": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "latin": "Falammā nasū mā żukkirū bihī anjainal-lażīna yanhauna ‘anis-sū'i wa akhażnal-lażīna ẓalamū bi‘ażābim ba'īsim bimā kānū yafsuqūn(a).",
    "translation": "Maka, setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang mencegah (orang berbuat) keburukan dan Kami timpakan kepada orang-orang yang zalim azab yang keras karena mereka selalu berbuat fasik."
  },
  {
    "no": 79,
    "arabic": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خٰسِـِٕيْنَ",
    "latin": "Falammā ‘atau ‘am mā nuhū ‘anhu qulnā lahum kūnū qiradatan khāsi'īn(a).",
    "translation": "Kemudian, ketika mereka bersikeras (melampaui batas) terhadap segala yang dilarang, Kami katakan kepada mereka, “Jadilah kamu kera yang hina!”"
  },
  {
    "no": 80,
    "arabic": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
    "latin": "Wa iż ta'ażżana rabbuka layab‘aṡanna ‘alaihim ilā yaumil-qiyāmati may yasūmuhum sū'al-‘ażāb(i), inna rabbaka lasarī‘ul-‘iqāb(i), wa innahū lagafūrur raḥīm(un).",
    "translation": "(Ingatlah) ketika Tuhanmu memberitahukan bahwa sungguh Dia akan mengirimkan kepada mereka (Bani Israil) orang-orang yang akan menimpakan seburuk-buruk azab kepada mereka sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya dan sesungguhnya Dia Maha Pengampun lagi Maha Penyayang."
  },
  {
    "no": 81,
    "arabic": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "latin": "Wa qaṭṭa‘nāhum fil-arḍi umamā(n), minhumuṣ-ṣāliḥūna wa minhum dūna żālik(a), wa balaunāhum bil-ḥasanāti was-sayyi'āti la‘allahum yarji‘ūn(a).",
    "translation": "Kami membagi mereka di bumi ini menjadi beberapa golongan. Di antaranya ada orang-orang yang saleh dan ada (pula) yang tidak. Kami menguji mereka dengan berbagai kebaikan dan keburukan agar mereka kembali (pada kebenaran)."
  },
  {
    "no": 82,
    "arabic": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
    "latin": "Fa khalafa mim ba‘dihim khalfuw wariṡul-kitāba ya'khużūna ‘araḍa hāżal-adnā wa yaqūlūna sayugfaru lanā, wa iy ya'tihim ‘araḍum miṡluhū ya'khużūh(u), alam yu'khaż ‘alaihim mīṡāqul-kitābi allā yaqūlū ‘alallāhi illal-ḥaqqa wa darasū mā fīh(i), wad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta‘qilūn(a).",
    "translation": "Kemudian, setelah mereka, datanglah generasi (yang lebih buruk) yang mewarisi kitab suci (Taurat). Mereka mengambil harta benda (duniawi) yang rendah ini (sebagai ganti dari kebenaran). Lalu, mereka berkata, “Kami akan diampuni.” Jika nanti harta benda (duniawi) datang kepada mereka sebanyak itu, niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam kitab suci (Taurat) bahwa mereka tidak akan mengatakan kepada Allah, kecuali yang benar, dan mereka pun telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka, tidakkah kamu mengerti?"
  },
  {
    "no": 83,
    "arabic": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
    "latin": "Wal-lażīna yumassikūna bil-kitābi wa aqāmuṣ-ṣalāh(ta), innā lā nuḍī‘u ajral-muṣliḥīn(a).",
    "translation": "Orang-orang yang berpegang teguh pada kitab suci (Taurat) dan melaksanakan salat, sesungguhnya Kami tidak akan menyia-nyiakan pahala orang-orang saleh."
  },
  {
    "no": 84,
    "arabic": "۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ",
    "latin": "Wa iż nataqnal-jabala fauqahum ka'annahum ẓullatuw wa ẓannū annahū wāqi‘um bihim, khużū mā ātainākum biquwwatiw ważkurū mā fīhi la‘allakum tattaqūn(a).",
    "translation": "(Ingatlah) ketika Kami mengangkat gunung (dari akarnya) ke atas mereka, seakan-akan (gunung) itu awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Kami berfirman kepada mereka,) “Peganglah dengan teguh apa yang telah Kami anugerahkan kepadamu serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu bertakwa.”"
  },
  {
    "no": 85,
    "arabic": "وَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ ",
    "latin": "Wa iż akhaża rabbuka mim banī ādama min ẓuhūrihim żurriyyatahum wa asyhadahum ‘alā anfusihim, alastu birabbikum, qālū balā - syahidnā - an taqūlū yaumal-qiyāmati innā kunnā ‘an hāżā gāfilīn(a).",
    "translation": "(Ingatlah) ketika Tuhanmu mengeluarkan dari tulang punggung anak cucu Adam, keturunan mereka dan Allah mengambil kesaksiannya terhadap diri mereka sendiri (seraya berfirman), “Bukankah Aku ini Tuhanmu?” Mereka menjawab, “Betul (Engkau Tuhan kami), kami bersaksi.” (Kami melakukannya) agar pada hari Kiamat kamu (tidak) mengatakan, “Sesungguhnya kami lengah terhadap hal ini,”"
  },
  {
    "no": 86,
    "arabic": "اَوْ تَقُوْلُوْٓا اِنَّمَآ اَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ",
    "latin": "Au taqūlū innamā asyraka ābā'unā min qablu wa kunnā żurriyyatam mim ba‘dihim, afatuhlikunā bimā fa‘alal-mubṭilūn(a).",
    "translation": "atau agar kamu (tidak) mengatakan, “Sesungguhnya nenek moyang kami telah mempersekutukan (Tuhan) sejak dahulu, sedangkan kami adalah keturunan yang (datang) setelah mereka. Maka, apakah Engkau akan menyiksa kami karena perbuatan para pelaku kebatilan?”295)"
  },
  {
    "no": 87,
    "arabic": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ",
    "latin": "Wa każālika nufaṣṣilul-āyāti wa la‘allahum yarji‘ūn(a).",
    "translation": "Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu dan agar mereka kembali (kepada kebenaran)."
  },
  {
    "no": 88,
    "arabic": "وَاتْلُ عَلَيْهِمْ نَبَاَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغَاوِيْنَ",
    "latin": "Watlu ‘alaihim naba'al-lażī ātaināhu āyātinā fansalakha minhā fa atba‘ahusy-syaiṭānu fa kāna minal-gāwīn(a).",
    "translation": "Bacakanlah (Nabi Muhammad) kepada mereka (tentang) berita orang yang telah Kami anugerahkan ayat-ayat Kami kepadanya. Kemudian, dia melepaskan diri dari (ayat-ayat) itu, lalu setan mengikutinya (dan terus  menggodanya) sehingga dia termasuk orang yang sesat."
  },
  {
    "no": 89,
    "arabic": "وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ",
    "latin": "Wa lau syi'nā larafa‘nāhu bihā wa lākinnahū akhlada ilal-arḍi wattaba‘a hawāh(u), fa maṡaluhū kamaṡalil-kalb(i), in taḥmil ‘alaihi yalhaṡ au tatrukūhu yalhaṡ, żālika maṡalul-qaumil-lażīna każżabū bi'āyātinā, faqṣuṣil-qaṣaṣa la‘allahum yatafakkarūn(a).",
    "translation": "Seandainya Kami menghendaki, niscaya Kami tinggikan (derajat)-nya dengan (ayat-ayat) itu, tetapi dia cenderung pada dunia dan mengikuti hawa nafsunya. Maka, perumpamaannya seperti anjing. Jika kamu menghalaunya, ia menjulurkan lidahnya dan jika kamu membiarkannya, dia menjulurkan lidahnya (juga). Demikian itu adalah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka, ceritakanlah kisah-kisah itu agar mereka berpikir."
  },
  {
    "no": 90,
    "arabic": "سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ",
    "latin": "Sā'a maṡalanil-qaumul-lażīna każżabū bi'āyātinā wa anfusahum kānū yaẓlimūn(a).",
    "translation": "Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Kami. Mereka hanya menzalimi diri mereka sendiri."
  },
  {
    "no": 91,
    "arabic": "مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ",
    "latin": "May yahdillāhu fa huwal-muhtadī, wa may yuḍlil fa ulā'ika humul-khāsirūn(a).",
    "translation": "Siapa saja yang Allah beri petunjuk, dialah yang mendapat petunjuk dan siapa saja yang Allah sesatkan, merekalah orang-orang yang merugi."
  },
  {
    "no": 92,
    "arabic": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ",
    "latin": "Wa laqad żara'nā lijahannama kaṡīram minal-jinni wal-ins(i), lahum qulūbul lā yafqahūna bihā wa lahum a‘yunul lā yabṣirūna bihā wa lahum āżānul lā yasma‘ūna bihā, ulā'ika kal-an‘āmi bal hum aḍall(u), ulā'ika humul-gāfilūn(a).",
    "translation": "Sungguh, Kami benar-benar telah menciptakan banyak dari kalangan jin dan manusia untuk (masuk neraka) Jahanam (karena kesesatan mereka). Mereka memiliki hati yang tidak mereka pergunakan untuk memahami (ayat-ayat Allah) dan memiliki mata yang tidak mereka pergunakan untuk melihat (ayat-ayat Allah), serta memiliki telinga yang tidak mereka pergunakan untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah."
  },
  {
    "no": 93,
    "arabic": "وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ",
    "latin": "Wa lillāhil-asmā'ul-ḥusnā fad‘ūhu bihā, wa żarul-lażīna yulḥidūna fī asmā'ih(ī), sayujzauna mā kānū ya‘malūn(a).",
    "translation": "Allah memiliki Asmaulhusna (nama-nama yang terbaik). Maka, bermohonlah kepada-Nya dengan menyebut  (Asmaulhusna) itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya.296) Mereka kelak akan mendapat balasan atas apa yang telah mereka kerjakan."
  },
  {
    "no": 94,
    "arabic": "وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ",
    "latin": "Wa mimman khalaqnā ummatuy yahdūna bil-ḥaqqi wa bihī ya‘dilūn(a).",
    "translation": "Di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil."
  },
  {
    "no": 95,
    "arabic": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ",
    "latin": "Wal-lażīna każżabū bi'āyātinā sanastadrijuhum min ḥaiṡu lā ya‘lamūn(a).",
    "translation": "Orang-orang yang mendustakan ayat-ayat Kami akan Kami biarkan mereka berangsur-angsur (menuju kebinasaan) dari arah yang tidak mereka ketahui.297) "
  },
  {
    "no": 96,
    "arabic": "وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ",
    "latin": "Wa umlī lahum, inna kaidī matīn(un).",
    "translation": "Aku memberi tenggang waktu kepada mereka. Sesungguhnya rencana-Ku sangat teguh."
  },
  {
    "no": 97,
    "arabic": "اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ",
    "latin": "Awalam yatafakkarū mā biṣāḥibihim min jinnah(tin), in huwa illā nażīrum mubīn(un).",
    "translation": "Apakah mereka tidak merenungkan bahwa teman mereka (Nabi Muhammad) tidak gila sedikit pun? Dia hanyalah seorang pemberi peringatan yang jelas."
  },
  {
    "no": 98,
    "arabic": "اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ",
    "latin": "Awalam yanẓurū fī malakūtis-samāwāti wal-arḍi wa mā khalaqallāhu min syai'iw wa an ‘asā ay yakūna qadiqtaraba ajaluhum, fa bi'ayyi ḥadīṡim ba‘dahū yu'minūn(a).",
    "translation": "Apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang Allah ciptakan dan kemungkinan telah makin dekatnya waktu (kebinasaan) mereka? Lalu, berita mana lagi setelah ini yang akan mereka percayai?"
  },
  {
    "no": 99,
    "arabic": "مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "latin": "May yuḍlilillāhu falā hādiya lah(ū), wa yażaruhum fī ṭugyānihim ya‘mahūn(a).",
    "translation": "Siapa saja yang Allah sesatkan, tidak ada yang mampu memberinya petunjuk dan Dia akan membiarkannya terombang-ambing dalam kesesatan.298)"
  },
  {
    "no": 100,
    "arabic": "يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "latin": "Yas'alūnaka ‘anis-sā‘ati ayyāna mursāhā, qul innamā ‘ilmuhā ‘inda rabbī, lā yujallīhā liwaqtihā illā huw(a), ṡaqulat fis-samāwāti wal-arḍ(i), lā ta'tīkum illā bagtah(tan), yas'alūnaka ka'annaka ḥafiyyun ‘anhā, qul innamā ‘ilmuhā ‘indallāhi wa lākinna akṡaran nāsi lā ya‘lamūn(a).",
    "translation": "Mereka menanyakan kepadamu (Nabi Muhammad) tentang kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentangnya hanya ada pada Tuhanku. Tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk yang) di langit dan di bumi. Ia tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Nabi Muhammad), “Sesungguhnya pengetahuan tentangnya hanya ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”"
  },
  {
    "no": 101,
    "arabic": "قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ",
    "latin": "Qul lā amliku linafsī naf‘aw wa lā ḍarran illā mā syā'allāh(u), wa lau kuntu a‘lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) - in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a).",
    "translation": "Katakanlah (Nabi Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku, kecuali apa yang Allah kehendaki. Seandainya aku mengetahui yang gaib, niscaya aku akan berbuat kebajikan sebanyak-banyaknya dan bahaya tidak akan menimpaku. Aku hanyalah pemberi peringatan dan pembawa berita gembira bagi kaum yang beriman.”"
  },
  {
    "no": 102,
    "arabic": "۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
    "latin": "Huwal-lażī khalaqakum min nafsiw wāḥidatiw waja‘ala minhā zaujahā liyaskuna ilaihā, falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī), falammā aṡqalad da‘awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna minasy-syākirīn(a).",
    "translation": "Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan darinya Dia menjadikan pasangannya agar dia cenderung dan merasa tenteram kepadanya. Kemudian, setelah ia mencampurinya, dia (istrinya) mengandung dengan ringan. Maka, ia pun melewatinya dengan mudah. Kemudian, ketika dia merasa berat, keduanya (suami istri) memohon kepada Allah, Tuhan mereka, “Sungguh, jika Engkau memberi kami anak yang saleh, pasti kami termasuk orang-orang yang bersyukur.”299)"
  },
  {
    "no": 103,
    "arabic": "فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ",
    "latin": "Falammā ātāhumā ṣāliḥan ja‘alā lahū syurakā'a fīmā ātāhumā, fa ta‘ālallāhu ‘ammā yusyrikūn(a).",
    "translation": "Kemudian, setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah300) dalam (penciptaan) anak yang telah Dia anugerahkan kepada mereka. Maka, Maha Tinggi Allah dari apa yang mereka persekutukan."
  },
  {
    "no": 104,
    "arabic": "اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ",
    "latin": "Ayusyrikūna mā lā yakhluqu syai'aw wa hum yukhlaqūn(a).",
    "translation": "Apakah mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun, padahal ia (berhala) sendiri diciptakan?"
  },
  {
    "no": 105,
    "arabic": "وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
    "latin": "Wa lā yastaṭī‘ūna lahum naṣraw wa lā anfusahum yanṣurūn(a).",
    "translation": "(Berhala) itu tidak dapat memberikan pertolongan kepada mereka (para penyembahnya) dan (bahkan) kepada dirinya sendiri pun ia tidak dapat memberi pertolongan."
  },
  {
    "no": 106,
    "arabic": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صٰمِتُوْنَ",
    "latin": "Wa in tad‘ūhum ilal-hudā lā yattabi‘ūkum, sawā'un ‘alaikum ada‘autumūhum am antum ṣāmitūn(a).",
    "translation": "Jika kamu (orang-orang musyrik) menyeru mereka (berhala-berhala itu) untuk memberi petunjuk kepadamu, mereka tidak akan memenuhi seruanmu. Sama saja (hasilnya) buatmu, apakah kamu menyeru mereka atau berdiam diri."
  },
  {
    "no": 107,
    "arabic": "اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "latin": "Innal-lażīna tad‘ūna min dūnillāhi ‘ibādun amṡālukum fad‘ūhum falyastajībū lakum in kuntum ṣādiqīn(a).",
    "translation": "Sesungguhnya berhala-berhala yang kamu seru selain Allah adalah makhluk (yang lemah) seperti kamu. Maka, serulah mereka, lalu biarlah mereka memenuhi seruanmu, jika kamu orang yang benar."
  },
  {
    "no": 108,
    "arabic": "اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ",
    "latin": "Alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a‘yunuy yubṣirūna bihā am lahum āżānuy yasma‘ūna bihā, qulid‘ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i).",
    "translation": "Apakah mereka (berhala) mempunyai kaki untuk berjalan, mempunyai tangan untuk memegang dengan keras,301) mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Nabi Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)-ku dan jangan kamu tunda lagi."
  },
  {
    "no": 109,
    "arabic": "اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ",
    "latin": "Inna waliyyiyallāhul-lażī nazzalal-kitāb(a), wa huwa yatawallaṣ-ṣāliḥīn(a).",
    "translation": "Sesungguhnya pelindungku adalah Allah yang telah menurunkan kitab suci (Al-Qur’an). Dia melindungi orang-orang saleh."
  },
  {
    "no": 110,
    "arabic": "وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ",
    "latin": "Wal-lażīna tad‘ūna min dūnihī lā yastaṭī‘ūna naṣrakum wa lā anfusahum yanṣurūn(a).",
    "translation": "Berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri."
  },
  {
    "no": 111,
    "arabic": "وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ",
    "latin": "Wa in tad‘ūhum ilal-hudā lā yasma‘ū, wa tarāhum yanẓurūna ilaika wa hum lā yubṣirūn(a).",
    "translation": "Jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Kamu mengira mereka memperhatikanmu, padahal mereka tidak melihat.”"
  },
  {
    "no": 112,
    "arabic": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ",
    "latin": "Khużil-‘afwa wa'mur bil-‘urfi wa a‘riḍ ‘anil-jāhilīn(a).",
    "translation": "Jadilah pemaaf, perintahlah (orang-orang) pada yang makruf, dan berpalinglah dari orang-orang bodoh."
  },
  {
    "no": 113,
    "arabic": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ",
    "latin": "Wa immā yanzagannaka minasy-syaiṭāni nazgun fasta‘iż billāh(i), innahū samī‘un ‘alīm(un).",
    "translation": "Jika setan benar-benar menggodamu dengan halus, berlindunglah kepada Allah.302) Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 114,
    "arabic": "اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ ",
    "latin": "Innal-lażīnattaqau iżā massahum ṭā'ifum minasy-syaiṭāni tażakkarū fa iżā hum mubṣirūn(a).",
    "translation": "Sesungguhnya orang-orang yang bertakwa, jika mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat (kepada Allah). Maka, seketika itu juga mereka melihat (kesalahan-kesalahannya)."
  },
  {
    "no": 115,
    "arabic": "وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ",
    "latin": "Wa ikhwānuhum yamuddūnahum fil-gayyi ṡumma lā yuqṣirūn(a).",
    "translation": "Teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam kesesatan, kemudian mereka tidak henti-hentinya (menyesatkan)."
  },
  {
    "no": 116,
    "arabic": "وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ",
    "latin": "Wa iżā lam ta'tihim bi'āyatin qālū lau lajtabaitahā, qul inamā attabi‘u mā yūḥā ilayya mir rabbī, hāżā baṣā'iru mir rabbikum wa hudaw wa raḥmatul liqaumiy yu'minūn(a).",
    "translation": "Jika engkau (Nabi Muhammad) tidak membacakan satu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah, “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur’an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk, dan rahmat bagi kaum yang beriman.”"
  },
  {
    "no": 117,
    "arabic": "وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ",
    "latin": "Wa iżā quri'al-qur'ānu fastami‘ū lahū wa anṣitū la‘allakum turḥamūn(a).",
    "translation": "Jika dibacakan Al-Qur’an, dengarkanlah (dengan saksama) dan diamlah agar kamu dirahmati."
  },
  {
    "no": 118,
    "arabic": "وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ",
    "latin": "Ważkur rabbaka fī nafsika taḍarru‘aw wa khīfataw wa dūnal-jahri minal-qauli bil-guduwwi wal-āṣāli wa lā takum minal-gāfilīn(a).",
    "translation": "Ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut pada waktu pagi dan petang, dengan tidak mengeraskan suara, dan janganlah kamu termasuk orang-orang yang lengah."
  },
  {
    "no": 119,
    "arabic": "اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩",
    "latin": "Innal-lażīna ‘inda rabbika lā yastakbirūna ‘an ‘ibādatihī wa yusabbiḥūnahū wa lahū yasjudūn(a).",
    "translation": "Sesungguhnya (malaikat) yang ada di sisi Tuhanmu tidak menyombongkan diri dari ibadah kepada-Nya dan mereka menyucikan-Nya. Hanya kepada-Nya mereka bersujud.303)"
  },
  {
    "no": 120,
    "arabic": "يَسْـَٔلُوْنَكَ عَنِ الْاَنْفَالِۗ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْ ۖوَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "latin": "Yas'alūnaka ‘anil-anfāl(i), qulil-anfālu lillāhi war-rasūl(i), fattaqullāha wa aṣliḥū żāta bainikum, wa aṭī‘ullāha wa rasūlahū in kuntum mu'minīn(a).",
    "translation": "Mereka bertanya kepadamu (Nabi Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, “Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya). Maka, bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang mukmin.”"
  },
  {
    "no": 121,
    "arabic": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ",
    "latin": "Innamal-mu'minūnal-lażīna iżā żukirallāhu wajilat qulūbuhum wa iżā tuliyat ‘alaihim āyātuhū zādathum īmānaw wa ‘alā rabbihim yatawakkalūn(a). ",
    "translation": "Sesungguhnya orang-orang mukmin adalah mereka yang jika disebut nama Allah,304) gemetar hatinya dan jika dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhannya mereka bertawakal,"
  },
  {
    "no": 122,
    "arabic": "الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۗ ",
    "latin": "Al-lażīna yuqīmūnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqūn(a).",
    "translation": "(yaitu) orang-orang yang melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka."
  },
  {
    "no": 123,
    "arabic": "اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ دَرَجٰتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌۚ ",
    "latin": "Ulā'ika humul-mu'minūna ḥaqqā(n), lahum darajātun ‘inda rabbihim wa magfiratuw wa rizqun karīm(un).",
    "translation": "Mereka itulah orang-orang yang benar-benar beriman. Bagi mereka derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki yang mulia."
  },
  {
    "no": 124,
    "arabic": "كَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّۖ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ",
    "latin": "Kamā akhrajaka rabbuka mim baitika bil-ḥaqq(i), wa inna farīqam minal-mu'minīna lakārihūn(a).",
    "translation": "(Peristiwa itu)305) sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan (berdasar) kebenaran meskipun sesungguhnya sebagian orang-orang yang beriman, itu tidak menyukainya."
  },
  {
    "no": 125,
    "arabic": "يُجَادِلُوْنَكَ فِى الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۗ ",
    "latin": "Yujādilūnaka fil-ḥaqqi ba‘da mā tabayyana ka'annamā yusāqūna ilal-mauti wa hum yanẓurūn(a). ",
    "translation": "Mereka membantahmu (Nabi Muhammad) tentang kebenaran (Perang Badar) setelah nyata (bahwa mereka pasti menang) seakan-akan mereka dihalau pada kematian dan melihat (sebab kematian itu)."
  },
  {
    "no": 126,
    "arabic": "وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۤىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَۙ ",
    "latin": "Wa iż ya‘idukumullāhu iḥdaṭ-ṭā'ifataini annahā lakum wa tawaddūna anna gaira żātisy-syaukati takūnu lakum wa yurīdullāhu ay yuḥiqqal-ḥaqqa bikalimātihī wa yaqṭa‘a dābiral-kāfirīn(a).",
    "translation": "(Ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan306) (yang kamu hadapi) adalah milikmu, sedangkan kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah milikmu. Akan tetapi, Allah hendak menetapkan yang benar (Islam) dengan ketentuan-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya "
  },
  {
    "no": 127,
    "arabic": "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَۚ ",
    "latin": "Liyuḥiqqal-ḥaqqa wa yubṭilal-bāṭila wa lau karihal-mujrimūn(a).",
    "translation": "agar Allah menetapkan yang benar (Islam) dan menghilangkan yang batil (syirik), walaupun para pendosa (musyrik) itu tidak menyukai(-nya)."
  },
  {
    "no": 128,
    "arabic": "اِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ",
    "latin": "Iż tastagīṡūna rabbakum fastajāba lakum annī mumiddukum bi'alfim minal-malā'ikati murdifīn(a).",
    "translation": "(Ingatlah) ketika kamu memohon pertolongan kepada Tuhanmu, lalu Dia mengabulkan(-nya) bagimu (seraya berfirman), “Sesungguhnya Aku akan mendatangkan bala bantuan kepadamu berupa seribu malaikat yang datang berturut-turut.”"
  },
  {
    "no": 129,
    "arabic": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَىِٕنَّ بِهٖ قُلُوْبُكُمْۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ࣖ ",
    "latin": "Wa mā ja‘alahullāhu illā busyrā wa litaṭma'inna bihī qulūbukum, wa man-naṡru illā min ‘indillāh(i), innallāha ‘azīzun ḥakīm(un).",
    "translation": "Allah tidak menjadikannya (bala bantuan itu), melainkan sebagai kabar gembira dan agar hatimu menjadi tenteram karenanya. Kemenangan itu hanyalah dari sisi Allah. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana."
  },
  {
    "no": 130,
    "arabic": "اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ",
    "latin": "Iż yugasysyīkumun-nu‘āsa amanatam minhu wa yunazzilu ‘alaikum minas-samā'i mā'al liyuṭahhirakum bihī wa yużhiba ‘ankum rijzasy-syaiṭāni wa liyarbiṭa ‘alā qulūbikum wa yuṡabbita bihil-aqdām(a).",
    "translation": "(Ingatlah) ketika Allah membuat kamu mengantuk sebagai penenteraman dari-Nya dan menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu, menghilangkan gangguan-gangguan setan dari dirimu, dan menguatkan hatimu serta memperteguh telapak kakimu."
  },
  {
    "no": 131,
    "arabic": "اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ",
    "latin": "Iż yūḥī rabbuka ilal-malā'ikati annī ma‘akum fa ṡabbitul-lażīna āmanū, sa'ulqī fī qulūbil-lażīna kafarur-ru‘ba faḍribū fauqal-a‘nāqi waḍribū minhum kulla banān(in).",
    "translation": "(Ingatlah) ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersamamu. Maka, teguhkanlah (pendirian) orang-orang yang beriman. Kelak Aku akan menimpakan rasa takut ke dalam hati orang-orang yang kufur. Maka, tebaslah bagian atas leher mereka dan potonglah tiap-tiap ujung jari mereka.307)"
  },
  {
    "no": 132,
    "arabic": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "latin": "Żālika bi'annahum syāqqullāha wa rasūlah(ū), wa may yusyāqiqillāha wa rasūlahū fa innallāha syadīdul-‘iqāb(i).",
    "translation": "(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Siapa yang menentang Allah dan Rasul-Nya, sesungguhnya Allah sangat keras hukuman-Nya."
  },
  {
    "no": 133,
    "arabic": "ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ",
    "latin": "Żālikum fa żūqūhu wa anna lil-kāfirīna ‘ażāban-nār(i).",
    "translation": "Demikian itu (hukuman dunia yang ditimpakan atasmu). Maka, rasakanlah hukuman itu, dan (di hari Kiamat) sesungguhnya bagi orang-orang kafir ada azab neraka."
  },
  {
    "no": 134,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ",
    "latin": "Yā ayyuhal-lażīna āmanū iżā laqītumul-lażīna kafarū zaḥfan falā tuwallūhumul-adbār(a).",
    "translation": "Wahai orang-orang yang beriman, jika kamu bertemu orang-orang kafir yang akan menyerangmu, janganlah kamu berbalik membelakangi mereka (mundur)."
  },
  {
    "no": 135,
    "arabic": "وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ",
    "latin": "Wa may yuwallihim yauma'iżin duburahū illā mutaḥarrifal liqitālin au mutaḥayyizan ilā fi'atin faqad bā'a bigaḍabim minallāhi wa ma'wāhu jahannam(u), wa bi'sal-maṣīr(u).",
    "translation": "Siapa yang mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, dia pasti akan kembali dengan membawa kemurkaan Allah. Tempatnya adalah (neraka) Jahanam dan (itulah) seburuk-buruk tempat kembali."
  },
  {
    "no": 136,
    "arabic": "فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ",
    "latin": "Falam taqtulūhum wa lākinnallāha qatalahum, wa mā ramaita iż ramaita wa lākinallāha ramā, wa liyubliyal-mu'minīna minhu balā'an ḥasanā(n), innallāha samī‘un ‘alīm(un).",
    "translation": "Maka, (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka dan bukan engkau yang melempar ketika engkau melempar, melainkan Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin dengan kemenangan yang baik.308) Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui."
  },
  {
    "no": 137,
    "arabic": "ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ",
    "latin": "Żālikum wa annallāha mūhinu kaidil-kāfirīn(a).",
    "translation": "Demikian itu (adalah kemenangan yang besar) dan sesungguhnya Allah melemahkan tipu daya orang-orang kafir."
  },
  {
    "no": 138,
    "arabic": "اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ࣖ ",
    "latin": "In tastaftiḥū faqad jā'akumul-fatḥ(u), wa in tantahū fa huwa khairul lakum, wa in ta‘ūdū na‘ud, wa lan tugniya ‘ankum fi'atukum syai'aw wa lau kaṡurat, wa anallāha ma‘al-mu'minīn(a).",
    "translation": "Jika kamu (kaum kafir) meminta putusan (tentang pihak mana yang benar), sungguh putusan itu telah datang kepadamu (kemenangan kaum muslim pada Perang Badar). Jika kamu berhenti (memusuhi Rasul), itulah yang lebih baik bagimu. Jika kamu kembali (melakukan kezaliman serupa), niscaya Kami akan kembali (mengalahkan kamu). Pasukanmu sedikit pun tidak akan dapat menolak bahaya darimu biarpun (banyak jumlahnya). Sesungguhnya Allah beserta orang-orang yang beriman."
  },
  {
    "no": 139,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ",
    "latin": "Yā ayyuhal-lażīna āmanū aṭī‘ullāha wa rasūlahū wa lā tawallau ‘anhu wa antum tasma‘ūn(a).",
    "translation": "Wahai orang-orang yang beriman, taatlah kepada Allah dan Rasul-Nya dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah dan larangan-Nya)."
  },
  {
    "no": 140,
    "arabic": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ",
    "latin": "Wa lā takūnū kal-lażīna qālū sami‘nā wa hum lā yasma‘ūn(a).",
    "translation": "Janganlah kamu menjadi seperti orang-orang (munafik dan musyrik) yang berkata, “Kami mendengarkan.” Padahal, mereka tidak mendengarkan (tidak mengamalkannya)."
  },
  {
    "no": 141,
    "arabic": "۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ",
    "latin": "Inna syarrad-dawābbi ‘indallāhiṣ-ṣummul-bukmul-lażīna lā ya‘qilūn(a).",
    "translation": "Sesungguhnya seburuk-buruk makhluk yang bergerak di atas bumi dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mau mendengar dan tidak mau mengatakan kebenaran), yaitu orang-orang yang tidak mengerti."
  },
  {
    "no": 142,
    "arabic": "وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ",
    "latin": "Wa lau ‘alimallāhu fīhim khairal la'asma‘ahum, wa lau asma‘ahum latawallau wa hum mu‘riḍūn(a).",
    "translation": "Seandainya Allah mengetahui ada kebaikan pada diri mereka, pasti Dia jadikan mereka dapat mendengar.309) Seandainya Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling dan memang memalingkan diri."
  },
  {
    "no": 143,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ",
    "latin": "Yā ayyuhal-lażīna āmanustajībū lillāhi wa lir-rasūli iżā da‘ākum limā yuḥyīkum, wa‘lamū annallāha yaḥūlu bainal-mar'i wa qalbihī wa annahū ilaihi tuḥsyarūn(a).",
    "translation": "Wahai orang-orang yang beriman, penuhilah seruan Allah dan Rasul (Nabi Muhammad) apabila dia menyerumu pada sesuatu yang memberi kehidupan kepadamu!310) Ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dengan hatinya311) dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan."
  },
  {
    "no": 144,
    "arabic": "وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "latin": "Wattaqū fitnatal lā tuṣībannal-lażīna ẓalamū minkum khāṣṣah(tan), wa‘lamū annallāha syadīdul-‘iqāb(i).",
    "translation": "Peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah Maha Keras hukuman-Nya."
  },
  {
    "no": 145,
    "arabic": "وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "latin": "Ważkurū iż antum qalīlum mustaḍ‘afūna fil-arḍi takhāfūna ay yatakhaṭṭafakumun-nāsu fa āwākum wa ayyadakum binaṣrihī wa razaqakum minaṭ-ṭayyibāti la‘allakum tasykurūn(a).",
    "translation": "Ingatlah ketika kamu (umat Islam) masih (berjumlah) sedikit lagi tertindas di bumi (Makkah). (Saat itu) kamu takut bahwa orang-orang akan menculikmu, lalu Dia memberimu tempat menetap (Madinah), menjadikanmu kuat dengan pertolongan-Nya, dan memberimu rezeki yang baik agar kamu bersyukur."
  },
  {
    "no": 146,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ",
    "latin": "Yā ayyuhal-lażīna āmanū lā takhūnullāha war-rasūla wa takhūnū amānātikum wa antum ta‘lamūn(a).",
    "translation": "Wahai orang-orang yang beriman, janganlah kamu mengkhianati Allah dan Rasul serta janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedangkan kamu mengetahui."
  },
  {
    "no": 147,
    "arabic": "وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ",
    "latin": "Wa‘lamū annamā amwālukum wa aulādukum fitnah(tun), wa annallāha ‘indahū ajrun ‘aẓīm(un).",
    "translation": "Ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai ujian dan sesungguhnya di sisi Allah ada pahala yang besar."
  },
  {
    "no": 148,
    "arabic": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "latin": "Yā ayyuhal-lażīna āmanū in tattaqullāha yaj‘al lakum furqānaw wa yukaffir ‘ankum sayyi'ātikum wa yagfir lakum, wallāhu żul-faḍlil-‘aẓīm(i).",
    "translation": "Wahai orang-orang yang beriman, jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu, menghapus segala kesalahanmu, dan mengampuni (dosa-dosa)-mu. Allah memiliki karunia yang besar."
  },
  {
    "no": 149,
    "arabic": "وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمٰكِرِيْنَ",
    "latin": "Wa iż yamkuru bikal-lażīna kafarū liyuṡbitūka au yaqtulūka au yukhrijūk(a), wa yamkurūna wa yamkurullāh(u), wallāhu khairul-mākirīn(a).",
    "translation": "(Ingatlah) ketika orang-orang yang kufur merencanakan tipu daya terhadapmu (Nabi Muhammad) untuk menahan, membunuh, atau mengusirmu. Mereka membuat tipu daya dan Allah membalas tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya."
  },
  {
    "no": 150,
    "arabic": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "latin": "Wa iżā tutlā ‘alaihim āyātunā qālū qad sami‘nā lau nasyā'u laqulnā miṡla hāżā, in hāżā illā asāṭīrul-awwalīn(a).",
    "translation": "Apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sungguh, kami telah mendengar (yang seperti ini). Jika kami menghendaki, niscaya kami dapat mengucapkan yang seperti ini juga. (Al-Qur’an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”"
  },
  {
    "no": 151,
    "arabic": "وَاِذْ قَالُوا اللّٰهُمَّ اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ",
    "latin": "Wa iż qālullāhumma in kāna hāżā huwal-ḥaqqa min ‘indika fa amṭir ‘alainā ḥijāratam minas-samā'i awi'tinā bi‘ażābin alīm(in).",
    "translation": "(Ingatlah) ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur’an) ini adalah kebenaran dari sisi-Mu, hujanilah kami dengan batu dari langit atau datangkanlah kepada kami azab yang sangat pedih.”"
  },
  {
    "no": 152,
    "arabic": "وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ",
    "latin": "Wa mā kānallāhu liyu‘ażżibahum wa anta fīhim, wa mā kānallāhu mu‘ażżibahum wa hum yastagfirūn(a).",
    "translation": "Allah sekali-kali tidak akan mengazab mereka selama engkau (Nabi Muhammad) berada di antara mereka dan Allah sekali-kali tidak akan mengazab mereka selama mereka memohon ampunan."
  },
  {
    "no": 153,
    "arabic": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "latin": "Wa mā lahum allā yu‘ażżibahumullāhu wa hum yaṣuddūna ‘anil-masjidil-ḥarāmi wa mā kānū auliyā'ah(ū), in auliyā'uhū illal-muttaqūna wa lākinna akṡarahum lā ya‘lamūn(a).",
    "translation": "Mengapa Allah tidak mengazab mereka, sedangkan mereka menghalang-halangi (orang) untuk (beribadah di) Masjidilharam? Mereka bukanlah orang-orang yang berhak menjadi pengurusnya. Orang yang berhak menjadi pengurusnya hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui."
  },
  {
    "no": 154,
    "arabic": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "latin": "Wa mā kāna ṣalātuhum ‘indal-baiti illā mukā'aw wa taṣdiyah(tan), fa żūqul-‘ażāba bimā kuntum takfurūn(a).",
    "translation": "Salat mereka di sekitar Baitullah tidak lain hanyalah siulan dan tepuk tangan. Maka, rasakanlah azab ini karena kamu selalu kufur."
  },
  {
    "no": 155,
    "arabic": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
    "latin": "Innal-lażīna kafarū yunfiqūna amwālahum liyaṣuddū ‘an sabīlillāh(i), fa sayunfiqūnahā ṡumma takūnu ‘alaihim ḥasratan ṡumma yuglabūn(a), wal-lażīna kafarū ilā jahannama yuḥsyarūn(a).",
    "translation": "Sesungguhnya orang-orang yang kufur menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian (hal itu) menjadi (sebab) penyesalan yang besar bagi mereka. Akhirnya, mereka akan dikalahkan. Ke (neraka) Jahanamlah orang-orang yang kufur itu akan dikumpulkan "
  },
  {
    "no": 156,
    "arabic": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "latin": "Liyamīzallāhul-khabīṡa minaṭ-ṭayyibi wa yaj‘alal-khabīṡa ba‘ḍahū ‘alā ba‘ḍin fa yarkumahū jamī‘an fa yaj‘alahū fī jahannam(a), ulā'ika humul-khāsirūn(a).",
    "translation": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu Dia menumpukkan semuanya. Kemudian, Dia menjadikannya ke dalam (neraka) Jahanam. Mereka itulah orang-orang yang rugi."
  },
  {
    "no": 157,
    "arabic": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
    "latin": "Qul lil-lażīna kafarū in yantahū yugfar lahum mā qad salaf(a), wa iy ya‘ūdū faqad maḍat sunnatul-awwalīn(a).",
    "translation": "Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur itu, “Jika mereka berhenti (dari kekufurannya dan masuk Islam), niscaya akan diampuni dosa-dosa mereka yang telah lalu. Jika mereka kembali lagi (memerangi Nabi), sungguh berlaku (kepada mereka) sunah (aturan Allah untuk menjatuhkan sanksi atas) orang-orang terdahulu.”"
  },
  {
    "no": 158,
    "arabic": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
    "latin": "Wa qātilūhum ḥattā lā takūna fitnatuw wa yakunad-dīnu kulluhū lillāh(i),fa inintahau fa innallāha bimā ya‘malūna baṣīr(un).",
    "translation": "Perangilah mereka sampai tidak ada lagi fitnah (penganiayaan atau syirik) dan agama seutuhnya hanya bagi Allah. Jika mereka berhenti (dari kekufuran), sesungguhnya Allah Maha Melihat apa yang mereka kerjakan."
  },
  {
    "no": 159,
    "arabic": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
    "latin": "Wa in tawallau fa‘lamū annallāha maulākum, ni‘mal-maulā wa ni‘man-naṣīr(u).",
    "translation": "Jika mereka berpaling, ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong."
  }
]